/*
Navicat MySQL Data Transfer

Source Server         : 47.104.4.33
Source Server Version : 50721
Source Host           : 47.104.4.33:3306
Source Database       : qqmr

Target Server Type    : MYSQL
Target Server Version : 50721
File Encoding         : 65001

Date: 2018-09-04 16:11:16
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for t_deal_user
-- ----------------------------
DROP TABLE IF EXISTS `t_deal_user`;
CREATE TABLE `t_deal_user` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `user_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '用户id',
  `service_order_no` varchar(40) NOT NULL COMMENT '业务订单号',
  `deal_type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '收支类型：1收入，2支出',
  `operation_type` int(15) NOT NULL DEFAULT '0' COMMENT '操作类型',
  `amount` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '操作金额',
  `remark` varchar(100) NOT NULL COMMENT '备注',
  PRIMARY KEY (`id`),
  KEY `idx_deal_user_user_id` (`user_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=67 DEFAULT CHARSET=utf8 COMMENT='用户交易记录';

-- ----------------------------
-- Records of t_deal_user
-- ----------------------------
INSERT INTO `t_deal_user` VALUES ('1', '2018-08-01 23:00:45', '3', 'G180801230836ZP2M96', '2', '1', '0.01', '购买会员卡');
INSERT INTO `t_deal_user` VALUES ('2', '2018-08-01 23:00:45', '2', 'R180801230845267CY7', '1', '3', '2000.00', '美容师一级奖');
INSERT INTO `t_deal_user` VALUES ('3', '2018-08-01 23:00:45', '2', 'F180801230845LJ847Z', '2', '5', '200.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('4', '2018-08-01 23:00:45', '1', 'R180801230845BF1725', '1', '3', '700.00', '顾问合作奖');
INSERT INTO `t_deal_user` VALUES ('5', '2018-08-01 23:00:45', '1', 'F180801230845OE6299', '2', '5', '70.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('6', '2018-08-01 23:02:19', '4', 'G180801230813MG4DJ8', '2', '1', '0.01', '购买会员卡');
INSERT INTO `t_deal_user` VALUES ('7', '2018-08-01 23:02:19', '3', 'R1808012308199LG0J7', '1', '3', '600.00', '会员一级奖');
INSERT INTO `t_deal_user` VALUES ('8', '2018-08-01 23:02:19', '3', 'F180801230819255K11', '2', '5', '60.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('9', '2018-08-01 23:02:19', '2', 'R180801230819Q0XIDO', '1', '3', '700.00', '美容师二级奖');
INSERT INTO `t_deal_user` VALUES ('10', '2018-08-01 23:02:19', '2', 'F180801230819UYG3K8', '2', '5', '70.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('11', '2018-08-01 23:04:23', '5', 'G1808012308171Z54JK', '2', '1', '0.01', '购买会员卡');
INSERT INTO `t_deal_user` VALUES ('12', '2018-08-01 23:04:23', '4', 'R1808012308239W3YO9', '1', '3', '600.00', '会员一级奖');
INSERT INTO `t_deal_user` VALUES ('13', '2018-08-01 23:04:23', '4', 'F180801230823I5KH54', '2', '5', '60.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('14', '2018-08-01 23:04:23', '3', 'R1808012308237B979V', '1', '3', '500.00', '会员二级奖');
INSERT INTO `t_deal_user` VALUES ('15', '2018-08-01 23:04:23', '3', 'F180801230823GL98FR', '2', '5', '50.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('16', '2018-08-01 23:56:54', '6', 'G180801230843T3540F', '2', '1', '0.01', '购买会员卡');
INSERT INTO `t_deal_user` VALUES ('17', '2018-08-01 23:56:54', '5', 'R180801230854F80105', '1', '3', '600.00', '会员一级奖');
INSERT INTO `t_deal_user` VALUES ('18', '2018-08-01 23:56:54', '5', 'F180801230854SV5H2Y', '2', '5', '60.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('19', '2018-08-01 23:56:54', '4', 'R180801230854EJ0R0J', '1', '3', '500.00', '会员二级奖');
INSERT INTO `t_deal_user` VALUES ('20', '2018-08-01 23:56:54', '4', 'F180801230854C5M8HK', '2', '5', '50.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('21', '2018-08-01 23:59:55', '7', 'G18080123084979QY2E', '2', '1', '0.01', '购买会员卡');
INSERT INTO `t_deal_user` VALUES ('22', '2018-08-01 23:59:55', '3', 'R180801230855RJ5CZB', '1', '3', '600.00', '会员一级奖');
INSERT INTO `t_deal_user` VALUES ('23', '2018-08-01 23:59:55', '3', 'F180801230855Z07WR8', '2', '5', '60.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('24', '2018-08-01 23:59:55', '3', 'R18080123085594UOC8', '1', '3', '1200.00', '会员双人奖');
INSERT INTO `t_deal_user` VALUES ('25', '2018-08-01 23:59:55', '3', 'F180801230855VKF446', '2', '5', '120.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('26', '2018-08-01 23:59:55', '2', 'R180801230855E25ZE6', '1', '3', '700.00', '美容师二级奖');
INSERT INTO `t_deal_user` VALUES ('27', '2018-08-01 23:59:55', '2', 'F180801230855L2O45P', '2', '5', '70.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('28', '2018-08-02 00:00:55', '8', 'G18080200084782K1G9', '2', '1', '0.01', '购买会员卡');
INSERT INTO `t_deal_user` VALUES ('29', '2018-08-02 00:00:55', '6', 'R180802000855P9ZB0T', '1', '3', '600.00', '会员一级奖');
INSERT INTO `t_deal_user` VALUES ('30', '2018-08-02 00:00:55', '6', 'F180802000855381Y3L', '2', '5', '60.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('31', '2018-08-02 00:00:55', '5', 'R180802000855UXT158', '1', '3', '500.00', '会员二级奖');
INSERT INTO `t_deal_user` VALUES ('32', '2018-08-02 00:00:55', '5', 'F180802000855GTX810', '2', '5', '50.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('33', '2018-08-02 00:05:24', '10', 'G180802000813W360ZE', '2', '1', '0.01', '购买会员卡');
INSERT INTO `t_deal_user` VALUES ('34', '2018-08-02 00:05:24', '8', 'R1808020008247S9W6J', '1', '3', '600.00', '会员一级奖');
INSERT INTO `t_deal_user` VALUES ('35', '2018-08-02 00:05:24', '8', 'F1808020008243N14CA', '2', '5', '60.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('36', '2018-08-02 00:05:24', '6', 'R1808020008242VK441', '1', '3', '500.00', '会员二级奖');
INSERT INTO `t_deal_user` VALUES ('37', '2018-08-02 00:05:24', '6', 'F1808020008240AV663', '2', '5', '50.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('38', '2018-08-02 00:14:32', '6', 'G18080200082442H48T', '2', '1', '0.01', '购买会员卡');
INSERT INTO `t_deal_user` VALUES ('39', '2018-08-02 00:14:32', '6', 'R18080200083245L6H2', '1', '3', '600.00', '会员一级奖');
INSERT INTO `t_deal_user` VALUES ('40', '2018-08-02 00:14:32', '6', 'F1808020008327F7DZM', '2', '5', '60.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('41', '2018-08-02 00:14:32', '6', 'R1808020008323WB3CS', '1', '3', '1200.00', '会员双人奖');
INSERT INTO `t_deal_user` VALUES ('42', '2018-08-02 00:14:32', '6', 'F180802000832RW336U', '2', '5', '120.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('43', '2018-08-02 00:14:32', '5', 'R1808020008325OEC02', '1', '3', '500.00', '会员二级奖');
INSERT INTO `t_deal_user` VALUES ('44', '2018-08-02 00:14:32', '5', 'F180802000832PSL6R8', '2', '5', '50.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('45', '2018-08-02 00:16:01', '14', 'G180802000855C535R2', '2', '1', '0.01', '购买会员卡');
INSERT INTO `t_deal_user` VALUES ('46', '2018-08-02 00:16:01', '13', 'R1808020008015N722G', '1', '3', '600.00', '会员一级奖');
INSERT INTO `t_deal_user` VALUES ('47', '2018-08-02 00:16:01', '13', 'F180802000801407KXP', '2', '5', '60.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('48', '2018-08-02 00:16:01', '6', 'R1808020008013L1F28', '1', '3', '500.00', '会员二级奖');
INSERT INTO `t_deal_user` VALUES ('49', '2018-08-02 00:16:01', '6', 'F1808020008012VE8Z3', '2', '5', '50.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('50', '2018-08-02 00:18:15', '14', 'G180802000810A1352Q', '2', '1', '0.01', '购买会员卡');
INSERT INTO `t_deal_user` VALUES ('51', '2018-08-02 00:18:15', '14', 'R180802000815005C1P', '1', '3', '600.00', '会员一级奖');
INSERT INTO `t_deal_user` VALUES ('52', '2018-08-02 00:18:15', '14', 'F180802000815DER3X6', '2', '5', '60.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('53', '2018-08-02 00:18:15', '13', 'R1808020008158NW7U5', '1', '3', '500.00', '会员二级奖');
INSERT INTO `t_deal_user` VALUES ('54', '2018-08-02 00:18:15', '13', 'F180802000815IXRM0V', '2', '5', '50.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('55', '2018-08-02 04:40:00', '1', 'R1808020408000BLK2P', '1', '3', '2200.00', '顾问人头奖');
INSERT INTO `t_deal_user` VALUES ('56', '2018-08-02 04:40:00', '1', 'F180802040800XGS3QF', '2', '5', '220.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('57', '2018-08-02 04:40:00', '2', 'R180802040800T086B6', '1', '3', '1300.00', '美容师人头奖');
INSERT INTO `t_deal_user` VALUES ('58', '2018-08-02 04:40:00', '2', 'F1808020408005ZFHA7', '2', '5', '130.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('59', '2018-08-02 04:40:00', '11', 'R18080204080017U2V1', '1', '3', '200.00', '顾问人头奖');
INSERT INTO `t_deal_user` VALUES ('60', '2018-08-02 04:40:00', '11', 'F1808020408002W1B5L', '2', '5', '20.00', '扣除佣金管理费');
INSERT INTO `t_deal_user` VALUES ('61', '2018-08-02 04:43:40', '3', '1', '2', '1', '100.00', '提现支出');
INSERT INTO `t_deal_user` VALUES ('62', '2018-08-02 04:44:10', '3', '2', '2', '1', '200.00', '提现支出');
INSERT INTO `t_deal_user` VALUES ('63', '2018-08-02 04:44:42', '3', 'P180802040810VUHV4J', '1', '1', '200.00', '提现退回');
INSERT INTO `t_deal_user` VALUES ('64', '2018-08-02 04:49:15', '3', '3', '2', '1', '220.00', '提现支出');
INSERT INTO `t_deal_user` VALUES ('65', '2018-08-09 13:52:18', '17', 'G180809130801K2J50N', '2', '1', '0.01', '购买会员卡');
INSERT INTO `t_deal_user` VALUES ('66', '2018-09-03 15:05:20', '19', 'G180903150915V6DTBY', '2', '1', '0.01', '购买会员卡');

-- ----------------------------
-- Table structure for t_dict_area
-- ----------------------------
DROP TABLE IF EXISTS `t_dict_area`;
CREATE TABLE `t_dict_area` (
  `id` bigint(20) NOT NULL COMMENT '主键',
  `name` varchar(30) NOT NULL COMMENT '名称',
  `parent_id` bigint(20) NOT NULL COMMENT '上级id',
  `short_name` varchar(30) NOT NULL COMMENT '简称',
  `level_type` varchar(5) NOT NULL COMMENT '级别：0国家，1省份，2市，3县或者区',
  `city_code` varchar(4) NOT NULL COMMENT '区号',
  `zip_code` varchar(6) NOT NULL COMMENT '邮政编码',
  `merger_name` varchar(50) NOT NULL COMMENT '合并名称',
  `lng` double(15,8) NOT NULL COMMENT '维度',
  `lat` double(15,8) NOT NULL COMMENT '经度',
  `pinyin` varchar(30) NOT NULL COMMENT '拼音',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 COMMENT='区域字典';

-- ----------------------------
-- Records of t_dict_area
-- ----------------------------
INSERT INTO `t_dict_area` VALUES ('100000', '中国', '0', '中国', '0', '', '', '中国', '116.36832440', '39.91508500', 'China');
INSERT INTO `t_dict_area` VALUES ('110000', '北京', '100000', '北京', '1', '', '', '中国,北京', '116.40528500', '39.90498900', 'Beijing');
INSERT INTO `t_dict_area` VALUES ('110100', '北京市', '110000', '北京', '2', '010', '100000', '中国,北京,北京市', '116.40528500', '39.90498900', 'Beijing');
INSERT INTO `t_dict_area` VALUES ('110101', '东城区', '110100', '东城', '3', '010', '100010', '中国,北京,北京市,东城区', '116.41005000', '39.93157000', 'Dongcheng');
INSERT INTO `t_dict_area` VALUES ('110102', '西城区', '110100', '西城', '3', '010', '100032', '中国,北京,北京市,西城区', '116.36003000', '39.93050000', 'Xicheng');
INSERT INTO `t_dict_area` VALUES ('110105', '朝阳区', '110100', '朝阳', '3', '010', '100020', '中国,北京,北京市,朝阳区', '116.48548000', '39.94840000', 'Chaoyang');
INSERT INTO `t_dict_area` VALUES ('110106', '丰台区', '110100', '丰台', '3', '010', '100071', '中国,北京,北京市,丰台区', '116.28625000', '39.85850000', 'Fengtai');
INSERT INTO `t_dict_area` VALUES ('110107', '石景山区', '110100', '石景山', '3', '010', '100043', '中国,北京,北京市,石景山区', '116.22290000', '39.90564000', 'Shijingshan');
INSERT INTO `t_dict_area` VALUES ('110108', '海淀区', '110100', '海淀', '3', '010', '100089', '中国,北京,北京市,海淀区', '116.29812000', '39.95931000', 'Haidian');
INSERT INTO `t_dict_area` VALUES ('110109', '门头沟区', '110100', '门头沟', '3', '010', '102300', '中国,北京,北京市,门头沟区', '116.10137000', '39.94043000', 'Mentougou');
INSERT INTO `t_dict_area` VALUES ('110111', '房山区', '110100', '房山', '3', '010', '102488', '中国,北京,北京市,房山区', '116.14257000', '39.74786000', 'Fangshan');
INSERT INTO `t_dict_area` VALUES ('110112', '通州区', '110100', '通州', '3', '010', '101149', '中国,北京,北京市,通州区', '116.65716000', '39.90966000', 'Tongzhou');
INSERT INTO `t_dict_area` VALUES ('110113', '顺义区', '110100', '顺义', '3', '010', '101300', '中国,北京,北京市,顺义区', '116.65417000', '40.13020000', 'Shunyi');
INSERT INTO `t_dict_area` VALUES ('110114', '昌平区', '110100', '昌平', '3', '010', '102200', '中国,北京,北京市,昌平区', '116.23120000', '40.22072000', 'Changping');
INSERT INTO `t_dict_area` VALUES ('110115', '大兴区', '110100', '大兴', '3', '010', '102600', '中国,北京,北京市,大兴区', '116.34149000', '39.72668000', 'Daxing');
INSERT INTO `t_dict_area` VALUES ('110116', '怀柔区', '110100', '怀柔', '3', '010', '101400', '中国,北京,北京市,怀柔区', '116.63168000', '40.31602000', 'Huairou');
INSERT INTO `t_dict_area` VALUES ('110117', '平谷区', '110100', '平谷', '3', '010', '101200', '中国,北京,北京市,平谷区', '117.12133000', '40.14056000', 'Pinggu');
INSERT INTO `t_dict_area` VALUES ('110228', '密云县', '110100', '密云', '3', '010', '101500', '中国,北京,北京市,密云县', '116.84295000', '40.37618000', 'Miyun');
INSERT INTO `t_dict_area` VALUES ('110229', '延庆县', '110100', '延庆', '3', '010', '102100', '中国,北京,北京市,延庆县', '115.97494000', '40.45672000', 'Yanqing');
INSERT INTO `t_dict_area` VALUES ('120000', '天津', '100000', '天津', '1', '', '', '中国,天津', '117.19018200', '39.12559600', 'Tianjin');
INSERT INTO `t_dict_area` VALUES ('120100', '天津市', '120000', '天津', '2', '022', '300000', '中国,天津,天津市', '117.19018200', '39.12559600', 'Tianjin');
INSERT INTO `t_dict_area` VALUES ('120101', '和平区', '120100', '和平', '3', '022', '300041', '中国,天津,天津市,和平区', '117.21456000', '39.11718000', 'Heping');
INSERT INTO `t_dict_area` VALUES ('120102', '河东区', '120100', '河东', '3', '022', '300171', '中国,天津,天津市,河东区', '117.22562000', '39.12318000', 'Hedong');
INSERT INTO `t_dict_area` VALUES ('120103', '河西区', '120100', '河西', '3', '022', '300202', '中国,天津,天津市,河西区', '117.22327000', '39.10959000', 'Hexi');
INSERT INTO `t_dict_area` VALUES ('120104', '南开区', '120100', '南开', '3', '022', '300110', '中国,天津,天津市,南开区', '117.15074000', '39.13821000', 'Nankai');
INSERT INTO `t_dict_area` VALUES ('120105', '河北区', '120100', '河北', '3', '022', '300143', '中国,天津,天津市,河北区', '117.19697000', '39.14816000', 'Hebei');
INSERT INTO `t_dict_area` VALUES ('120106', '红桥区', '120100', '红桥', '3', '022', '300131', '中国,天津,天津市,红桥区', '117.15145000', '39.16715000', 'Hongqiao');
INSERT INTO `t_dict_area` VALUES ('120110', '东丽区', '120100', '东丽', '3', '022', '300300', '中国,天津,天津市,东丽区', '117.31436000', '39.08630000', 'Dongli');
INSERT INTO `t_dict_area` VALUES ('120111', '西青区', '120100', '西青', '3', '022', '300380', '中国,天津,天津市,西青区', '117.00927000', '39.14123000', 'Xiqing');
INSERT INTO `t_dict_area` VALUES ('120112', '津南区', '120100', '津南', '3', '022', '300350', '中国,天津,天津市,津南区', '117.38537000', '38.99139000', 'Jinnan');
INSERT INTO `t_dict_area` VALUES ('120113', '北辰区', '120100', '北辰', '3', '022', '300400', '中国,天津,天津市,北辰区', '117.13217000', '39.22131000', 'Beichen');
INSERT INTO `t_dict_area` VALUES ('120114', '武清区', '120100', '武清', '3', '022', '301700', '中国,天津,天津市,武清区', '117.04443000', '39.38415000', 'Wuqing');
INSERT INTO `t_dict_area` VALUES ('120115', '宝坻区', '120100', '宝坻', '3', '022', '301800', '中国,天津,天津市,宝坻区', '117.31030000', '39.71761000', 'Baodi');
INSERT INTO `t_dict_area` VALUES ('120116', '滨海新区', '120100', '滨海新区', '3', '022', '300451', '中国,天津,天津市,滨海新区', '117.70162000', '39.02668000', 'Binhaixinqu');
INSERT INTO `t_dict_area` VALUES ('120221', '宁河县', '120100', '宁河', '3', '022', '301500', '中国,天津,天津市,宁河县', '117.82550000', '39.33048000', 'Ninghe');
INSERT INTO `t_dict_area` VALUES ('120223', '静海县', '120100', '静海', '3', '022', '301600', '中国,天津,天津市,静海县', '116.97436000', '38.94582000', 'Jinghai');
INSERT INTO `t_dict_area` VALUES ('120225', '蓟县', '120100', '蓟县', '3', '022', '301900', '中国,天津,天津市,蓟县', '117.40799000', '40.04567000', 'Jixian');
INSERT INTO `t_dict_area` VALUES ('130000', '河北省', '100000', '河北', '1', '', '', '中国,河北省', '114.50246100', '38.04547400', 'Hebei');
INSERT INTO `t_dict_area` VALUES ('130100', '石家庄市', '130000', '石家庄', '2', '0311', '050011', '中国,河北省,石家庄市', '114.50246100', '38.04547400', 'Shijiazhuang');
INSERT INTO `t_dict_area` VALUES ('130102', '长安区', '130100', '长安', '3', '0311', '050011', '中国,河北省,石家庄市,长安区', '114.53906000', '38.03665000', 'Chang\'an');
INSERT INTO `t_dict_area` VALUES ('130104', '桥西区', '130100', '桥西', '3', '0311', '050091', '中国,河北省,石家庄市,桥西区', '114.46977000', '38.03221000', 'Qiaoxi');
INSERT INTO `t_dict_area` VALUES ('130105', '新华区', '130100', '新华', '3', '0311', '050051', '中国,河北省,石家庄市,新华区', '114.46326000', '38.05088000', 'Xinhua');
INSERT INTO `t_dict_area` VALUES ('130107', '井陉矿区', '130100', '井陉矿区', '3', '0311', '050100', '中国,河北省,石家庄市,井陉矿区', '114.06518000', '38.06705000', 'Jingxingkuangqu');
INSERT INTO `t_dict_area` VALUES ('130108', '裕华区', '130100', '裕华', '3', '0311', '050031', '中国,河北省,石家庄市,裕华区', '114.53115000', '38.00604000', 'Yuhua');
INSERT INTO `t_dict_area` VALUES ('130109', '藁城区', '130100', '藁城', '3', '0311', '052160', '中国,河北省,石家庄市,藁城区', '114.84671000', '38.02162000', 'Gaocheng');
INSERT INTO `t_dict_area` VALUES ('130110', '鹿泉区', '130100', '鹿泉', '3', '0311', '050200', '中国,河北省,石家庄市,鹿泉区', '114.31347000', '38.08782000', 'Luquan');
INSERT INTO `t_dict_area` VALUES ('130111', '栾城区', '130100', '栾城', '3', '0311', '051430', '中国,河北省,石家庄市,栾城区', '114.64834000', '37.90022000', 'Luancheng');
INSERT INTO `t_dict_area` VALUES ('130121', '井陉县', '130100', '井陉', '3', '0311', '050300', '中国,河北省,石家庄市,井陉县', '114.14257000', '38.03688000', 'Jingxing');
INSERT INTO `t_dict_area` VALUES ('130123', '正定县', '130100', '正定', '3', '0311', '050800', '中国,河北省,石家庄市,正定县', '114.57296000', '38.14445000', 'Zhengding');
INSERT INTO `t_dict_area` VALUES ('130125', '行唐县', '130100', '行唐', '3', '0311', '050600', '中国,河北省,石家庄市,行唐县', '114.55316000', '38.43654000', 'Xingtang');
INSERT INTO `t_dict_area` VALUES ('130126', '灵寿县', '130100', '灵寿', '3', '0311', '050500', '中国,河北省,石家庄市,灵寿县', '114.38259000', '38.30845000', 'Lingshou');
INSERT INTO `t_dict_area` VALUES ('130127', '高邑县', '130100', '高邑', '3', '0311', '051330', '中国,河北省,石家庄市,高邑县', '114.61142000', '37.61556000', 'Gaoyi');
INSERT INTO `t_dict_area` VALUES ('130128', '深泽县', '130100', '深泽', '3', '0311', '052560', '中国,河北省,石家庄市,深泽县', '115.20358000', '38.18353000', 'Shenze');
INSERT INTO `t_dict_area` VALUES ('130129', '赞皇县', '130100', '赞皇', '3', '0311', '051230', '中国,河北省,石家庄市,赞皇县', '114.38775000', '37.66135000', 'Zanhuang');
INSERT INTO `t_dict_area` VALUES ('130130', '无极县', '130100', '无极', '3', '0311', '052460', '中国,河北省,石家庄市,无极县', '114.97509000', '38.17653000', 'Wuji');
INSERT INTO `t_dict_area` VALUES ('130131', '平山县', '130100', '平山', '3', '0311', '050400', '中国,河北省,石家庄市,平山县', '114.18600000', '38.25994000', 'Pingshan');
INSERT INTO `t_dict_area` VALUES ('130132', '元氏县', '130100', '元氏', '3', '0311', '051130', '中国,河北省,石家庄市,元氏县', '114.52539000', '37.76668000', 'Yuanshi');
INSERT INTO `t_dict_area` VALUES ('130133', '赵县', '130100', '赵县', '3', '0311', '051530', '中国,河北省,石家庄市,赵县', '114.77612000', '37.75628000', 'Zhaoxian');
INSERT INTO `t_dict_area` VALUES ('130181', '辛集市', '130100', '辛集', '3', '0311', '052360', '中国,河北省,石家庄市,辛集市', '115.20626000', '37.94079000', 'Xinji');
INSERT INTO `t_dict_area` VALUES ('130183', '晋州市', '130100', '晋州', '3', '0311', '052260', '中国,河北省,石家庄市,晋州市', '115.04348000', '38.03135000', 'Jinzhou');
INSERT INTO `t_dict_area` VALUES ('130184', '新乐市', '130100', '新乐', '3', '0311', '050700', '中国,河北省,石家庄市,新乐市', '114.68985000', '38.34417000', 'Xinle');
INSERT INTO `t_dict_area` VALUES ('130200', '唐山市', '130000', '唐山', '2', '0315', '063000', '中国,河北省,唐山市', '118.17539300', '39.63511300', 'Tangshan');
INSERT INTO `t_dict_area` VALUES ('130202', '路南区', '130200', '路南', '3', '0315', '063000', '中国,河北省,唐山市,路南区', '118.15431000', '39.62505000', 'Lunan');
INSERT INTO `t_dict_area` VALUES ('130203', '路北区', '130200', '路北', '3', '0315', '063000', '中国,河北省,唐山市,路北区', '118.20079000', '39.62436000', 'Lubei');
INSERT INTO `t_dict_area` VALUES ('130204', '古冶区', '130200', '古冶', '3', '0315', '063100', '中国,河北省,唐山市,古冶区', '118.45803000', '39.71993000', 'Guye');
INSERT INTO `t_dict_area` VALUES ('130205', '开平区', '130200', '开平', '3', '0315', '063021', '中国,河北省,唐山市,开平区', '118.26171000', '39.67128000', 'Kaiping');
INSERT INTO `t_dict_area` VALUES ('130207', '丰南区', '130200', '丰南', '3', '0315', '063300', '中国,河北省,唐山市,丰南区', '118.11282000', '39.56483000', 'Fengnan');
INSERT INTO `t_dict_area` VALUES ('130208', '丰润区', '130200', '丰润', '3', '0315', '064000', '中国,河北省,唐山市,丰润区', '118.12976000', '39.82440000', 'Fengrun');
INSERT INTO `t_dict_area` VALUES ('130209', '曹妃甸区', '130200', '曹妃甸', '3', '0315', '063200', '中国,河北省,唐山市,曹妃甸区', '118.46037900', '39.27307000', 'Caofeidian');
INSERT INTO `t_dict_area` VALUES ('130223', '滦县', '130200', '滦县', '3', '0315', '063700', '中国,河北省,唐山市,滦县', '118.70346000', '39.74056000', 'Luanxian');
INSERT INTO `t_dict_area` VALUES ('130224', '滦南县', '130200', '滦南', '3', '0315', '063500', '中国,河北省,唐山市,滦南县', '118.67410000', '39.50390000', 'Luannan');
INSERT INTO `t_dict_area` VALUES ('130225', '乐亭县', '130200', '乐亭', '3', '0315', '063600', '中国,河北省,唐山市,乐亭县', '118.91250000', '39.42561000', 'Laoting');
INSERT INTO `t_dict_area` VALUES ('130227', '迁西县', '130200', '迁西', '3', '0315', '064300', '中国,河北省,唐山市,迁西县', '118.31616000', '40.14587000', 'Qianxi');
INSERT INTO `t_dict_area` VALUES ('130229', '玉田县', '130200', '玉田', '3', '0315', '064100', '中国,河北省,唐山市,玉田县', '117.73880000', '39.90049000', 'Yutian');
INSERT INTO `t_dict_area` VALUES ('130281', '遵化市', '130200', '遵化', '3', '0315', '064200', '中国,河北省,唐山市,遵化市', '117.96444000', '40.18741000', 'Zunhua');
INSERT INTO `t_dict_area` VALUES ('130283', '迁安市', '130200', '迁安', '3', '0315', '064400', '中国,河北省,唐山市,迁安市', '118.70068000', '39.99833000', 'Qian\'an');
INSERT INTO `t_dict_area` VALUES ('130300', '秦皇岛市', '130000', '秦皇岛', '2', '0335', '066000', '中国,河北省,秦皇岛市', '119.58657900', '39.94253100', 'Qinhuangdao');
INSERT INTO `t_dict_area` VALUES ('130302', '海港区', '130300', '海港', '3', '0335', '066000', '中国,河北省,秦皇岛市,海港区', '119.61046000', '39.93450000', 'Haigang');
INSERT INTO `t_dict_area` VALUES ('130303', '山海关区', '130300', '山海关', '3', '0335', '066200', '中国,河北省,秦皇岛市,山海关区', '119.77563000', '39.97869000', 'Shanhaiguan');
INSERT INTO `t_dict_area` VALUES ('130304', '北戴河区', '130300', '北戴河', '3', '0335', '066100', '中国,河北省,秦皇岛市,北戴河区', '119.48388000', '39.83408000', 'Beidaihe');
INSERT INTO `t_dict_area` VALUES ('130321', '青龙满族自治县', '130300', '青龙', '3', '0335', '066500', '中国,河北省,秦皇岛市,青龙满族自治县', '118.95242000', '40.40743000', 'Qinglong');
INSERT INTO `t_dict_area` VALUES ('130322', '昌黎县', '130300', '昌黎', '3', '0335', '066600', '中国,河北省,秦皇岛市,昌黎县', '119.16595000', '39.70884000', 'Changli');
INSERT INTO `t_dict_area` VALUES ('130323', '抚宁县', '130300', '抚宁', '3', '0335', '066300', '中国,河北省,秦皇岛市,抚宁县', '119.24487000', '39.87538000', 'Funing');
INSERT INTO `t_dict_area` VALUES ('130324', '卢龙县', '130300', '卢龙', '3', '0335', '066400', '中国,河北省,秦皇岛市,卢龙县', '118.89288000', '39.89176000', 'Lulong');
INSERT INTO `t_dict_area` VALUES ('130400', '邯郸市', '130000', '邯郸', '2', '0310', '056002', '中国,河北省,邯郸市', '114.49068600', '36.61227300', 'Handan');
INSERT INTO `t_dict_area` VALUES ('130402', '邯山区', '130400', '邯山', '3', '0310', '056001', '中国,河北省,邯郸市,邯山区', '114.48375000', '36.60006000', 'Hanshan');
INSERT INTO `t_dict_area` VALUES ('130403', '丛台区', '130400', '丛台', '3', '0310', '056002', '中国,河北省,邯郸市,丛台区', '114.49343000', '36.61847000', 'Congtai');
INSERT INTO `t_dict_area` VALUES ('130404', '复兴区', '130400', '复兴', '3', '0310', '056003', '中国,河北省,邯郸市,复兴区', '114.45928000', '36.61134000', 'Fuxing');
INSERT INTO `t_dict_area` VALUES ('130406', '峰峰矿区', '130400', '峰峰矿区', '3', '0310', '056200', '中国,河北省,邯郸市,峰峰矿区', '114.21148000', '36.41937000', 'Fengfengkuangqu');
INSERT INTO `t_dict_area` VALUES ('130421', '邯郸县', '130400', '邯郸', '3', '0310', '056101', '中国,河北省,邯郸市,邯郸县', '114.53103000', '36.59385000', 'Handan');
INSERT INTO `t_dict_area` VALUES ('130423', '临漳县', '130400', '临漳', '3', '0310', '056600', '中国,河北省,邯郸市,临漳县', '114.61950000', '36.33461000', 'Linzhang');
INSERT INTO `t_dict_area` VALUES ('130424', '成安县', '130400', '成安', '3', '0310', '056700', '中国,河北省,邯郸市,成安县', '114.66995000', '36.44411000', 'Cheng\'an');
INSERT INTO `t_dict_area` VALUES ('130425', '大名县', '130400', '大名', '3', '0310', '056900', '中国,河北省,邯郸市,大名县', '115.15362000', '36.27994000', 'Daming');
INSERT INTO `t_dict_area` VALUES ('130426', '涉县', '130400', '涉县', '3', '0310', '056400', '中国,河北省,邯郸市,涉县', '113.69183000', '36.58072000', 'Shexian');
INSERT INTO `t_dict_area` VALUES ('130427', '磁县', '130400', '磁县', '3', '0310', '056500', '中国,河北省,邯郸市,磁县', '114.37387000', '36.37392000', 'Cixian');
INSERT INTO `t_dict_area` VALUES ('130428', '肥乡县', '130400', '肥乡', '3', '0310', '057550', '中国,河北省,邯郸市,肥乡县', '114.79998000', '36.54807000', 'Feixiang');
INSERT INTO `t_dict_area` VALUES ('130429', '永年县', '130400', '永年', '3', '0310', '057150', '中国,河北省,邯郸市,永年县', '114.48925000', '36.78356000', 'Yongnian');
INSERT INTO `t_dict_area` VALUES ('130430', '邱县', '130400', '邱县', '3', '0310', '057450', '中国,河北省,邯郸市,邱县', '115.17407000', '36.82082000', 'Qiuxian');
INSERT INTO `t_dict_area` VALUES ('130431', '鸡泽县', '130400', '鸡泽', '3', '0310', '057350', '中国,河北省,邯郸市,鸡泽县', '114.87420000', '36.92374000', 'Jize');
INSERT INTO `t_dict_area` VALUES ('130432', '广平县', '130400', '广平', '3', '0310', '057650', '中国,河北省,邯郸市,广平县', '114.94653000', '36.48046000', 'Guangping');
INSERT INTO `t_dict_area` VALUES ('130433', '馆陶县', '130400', '馆陶', '3', '0310', '057750', '中国,河北省,邯郸市,馆陶县', '115.29913000', '36.53719000', 'Guantao');
INSERT INTO `t_dict_area` VALUES ('130434', '魏县', '130400', '魏县', '3', '0310', '056800', '中国,河北省,邯郸市,魏县', '114.93518000', '36.36171000', 'Weixian');
INSERT INTO `t_dict_area` VALUES ('130435', '曲周县', '130400', '曲周', '3', '0310', '057250', '中国,河北省,邯郸市,曲周县', '114.95196000', '36.77671000', 'Quzhou');
INSERT INTO `t_dict_area` VALUES ('130481', '武安市', '130400', '武安', '3', '0310', '056300', '中国,河北省,邯郸市,武安市', '114.20153000', '36.69281000', 'Wu\'an');
INSERT INTO `t_dict_area` VALUES ('130500', '邢台市', '130000', '邢台', '2', '0319', '054001', '中国,河北省,邢台市', '114.50885100', '37.06820000', 'Xingtai');
INSERT INTO `t_dict_area` VALUES ('130502', '桥东区', '130500', '桥东', '3', '0319', '054001', '中国,河北省,邢台市,桥东区', '114.50725000', '37.06801000', 'Qiaodong');
INSERT INTO `t_dict_area` VALUES ('130503', '桥西区', '130500', '桥西', '3', '0319', '054000', '中国,河北省,邢台市,桥西区', '114.46803000', '37.05984000', 'Qiaoxi');
INSERT INTO `t_dict_area` VALUES ('130521', '邢台县', '130500', '邢台', '3', '0319', '054001', '中国,河北省,邢台市,邢台县', '114.56575000', '37.04560000', 'Xingtai');
INSERT INTO `t_dict_area` VALUES ('130522', '临城县', '130500', '临城', '3', '0319', '054300', '中国,河北省,邢台市,临城县', '114.50387000', '37.43977000', 'Lincheng');
INSERT INTO `t_dict_area` VALUES ('130523', '内丘县', '130500', '内丘', '3', '0319', '054200', '中国,河北省,邢台市,内丘县', '114.51212000', '37.28671000', 'Neiqiu');
INSERT INTO `t_dict_area` VALUES ('130524', '柏乡县', '130500', '柏乡', '3', '0319', '055450', '中国,河北省,邢台市,柏乡县', '114.69332000', '37.48242000', 'Baixiang');
INSERT INTO `t_dict_area` VALUES ('130525', '隆尧县', '130500', '隆尧', '3', '0319', '055350', '中国,河北省,邢台市,隆尧县', '114.77615000', '37.35351000', 'Longyao');
INSERT INTO `t_dict_area` VALUES ('130526', '任县', '130500', '任县', '3', '0319', '055150', '中国,河北省,邢台市,任县', '114.68420000', '37.12575000', 'Renxian');
INSERT INTO `t_dict_area` VALUES ('130527', '南和县', '130500', '南和', '3', '0319', '054400', '中国,河北省,邢台市,南和县', '114.68371000', '37.00488000', 'Nanhe');
INSERT INTO `t_dict_area` VALUES ('130528', '宁晋县', '130500', '宁晋', '3', '0319', '055550', '中国,河北省,邢台市,宁晋县', '114.92117000', '37.61696000', 'Ningjin');
INSERT INTO `t_dict_area` VALUES ('130529', '巨鹿县', '130500', '巨鹿', '3', '0319', '055250', '中国,河北省,邢台市,巨鹿县', '115.03524000', '37.21801000', 'Julu');
INSERT INTO `t_dict_area` VALUES ('130530', '新河县', '130500', '新河', '3', '0319', '055650', '中国,河北省,邢台市,新河县', '115.24987000', '37.52718000', 'Xinhe');
INSERT INTO `t_dict_area` VALUES ('130531', '广宗县', '130500', '广宗', '3', '0319', '054600', '中国,河北省,邢台市,广宗县', '115.14254000', '37.07460000', 'Guangzong');
INSERT INTO `t_dict_area` VALUES ('130532', '平乡县', '130500', '平乡', '3', '0319', '054500', '中国,河北省,邢台市,平乡县', '115.03002000', '37.06317000', 'Pingxiang');
INSERT INTO `t_dict_area` VALUES ('130533', '威县', '130500', '威县', '3', '0319', '054700', '中国,河北省,邢台市,威县', '115.26370000', '36.97680000', 'Weixian');
INSERT INTO `t_dict_area` VALUES ('130534', '清河县', '130500', '清河', '3', '0319', '054800', '中国,河北省,邢台市,清河县', '115.66479000', '37.07122000', 'Qinghe');
INSERT INTO `t_dict_area` VALUES ('130535', '临西县', '130500', '临西', '3', '0319', '054900', '中国,河北省,邢台市,临西县', '115.50097000', '36.87078000', 'Linxi');
INSERT INTO `t_dict_area` VALUES ('130581', '南宫市', '130500', '南宫', '3', '0319', '055750', '中国,河北省,邢台市,南宫市', '115.39068000', '37.35799000', 'Nangong');
INSERT INTO `t_dict_area` VALUES ('130582', '沙河市', '130500', '沙河', '3', '0319', '054100', '中国,河北省,邢台市,沙河市', '114.49810000', '36.85770000', 'Shahe');
INSERT INTO `t_dict_area` VALUES ('130600', '保定市', '130000', '保定', '2', '0312', '071052', '中国,河北省,保定市', '115.48233100', '38.86765700', 'Baoding');
INSERT INTO `t_dict_area` VALUES ('130602', '新市区', '130600', '新市', '3', '0312', '071051', '中国,河北省,保定市,新市区', '115.45870000', '38.87751000', 'Xinshi');
INSERT INTO `t_dict_area` VALUES ('130603', '北市区', '130600', '北市', '3', '0312', '071000', '中国,河北省,保定市,北市区', '115.49715000', '38.88322000', 'Beishi');
INSERT INTO `t_dict_area` VALUES ('130604', '南市区', '130600', '南市', '3', '0312', '071001', '中国,河北省,保定市,南市区', '115.52859000', '38.85455000', 'Nanshi');
INSERT INTO `t_dict_area` VALUES ('130621', '满城县', '130600', '满城', '3', '0312', '072150', '中国,河北省,保定市,满城县', '115.32296000', '38.94972000', 'Mancheng');
INSERT INTO `t_dict_area` VALUES ('130622', '清苑县', '130600', '清苑', '3', '0312', '071100', '中国,河北省,保定市,清苑县', '115.49267000', '38.76709000', 'Qingyuan');
INSERT INTO `t_dict_area` VALUES ('130623', '涞水县', '130600', '涞水', '3', '0312', '074100', '中国,河北省,保定市,涞水县', '115.71517000', '39.39404000', 'Laishui');
INSERT INTO `t_dict_area` VALUES ('130624', '阜平县', '130600', '阜平', '3', '0312', '073200', '中国,河北省,保定市,阜平县', '114.19683000', '38.84763000', 'Fuping');
INSERT INTO `t_dict_area` VALUES ('130625', '徐水县', '130600', '徐水', '3', '0312', '072550', '中国,河北省,保定市,徐水县', '115.65829000', '39.02099000', 'Xushui');
INSERT INTO `t_dict_area` VALUES ('130626', '定兴县', '130600', '定兴', '3', '0312', '072650', '中国,河北省,保定市,定兴县', '115.80786000', '39.26312000', 'Dingxing');
INSERT INTO `t_dict_area` VALUES ('130627', '唐县', '130600', '唐县', '3', '0312', '072350', '中国,河北省,保定市,唐县', '114.98516000', '38.74513000', 'Tangxian');
INSERT INTO `t_dict_area` VALUES ('130628', '高阳县', '130600', '高阳', '3', '0312', '071500', '中国,河北省,保定市,高阳县', '115.77880000', '38.70003000', 'Gaoyang');
INSERT INTO `t_dict_area` VALUES ('130629', '容城县', '130600', '容城', '3', '0312', '071700', '中国,河北省,保定市,容城县', '115.87158000', '39.05350000', 'Rongcheng');
INSERT INTO `t_dict_area` VALUES ('130630', '涞源县', '130600', '涞源', '3', '0312', '074300', '中国,河北省,保定市,涞源县', '114.69128000', '39.35388000', 'Laiyuan');
INSERT INTO `t_dict_area` VALUES ('130631', '望都县', '130600', '望都', '3', '0312', '072450', '中国,河北省,保定市,望都县', '115.15670000', '38.70996000', 'Wangdu');
INSERT INTO `t_dict_area` VALUES ('130632', '安新县', '130600', '安新', '3', '0312', '071600', '中国,河北省,保定市,安新县', '115.93557000', '38.93532000', 'Anxin');
INSERT INTO `t_dict_area` VALUES ('130633', '易县', '130600', '易县', '3', '0312', '074200', '中国,河北省,保定市,易县', '115.49810000', '39.34885000', 'Yixian');
INSERT INTO `t_dict_area` VALUES ('130634', '曲阳县', '130600', '曲阳', '3', '0312', '073100', '中国,河北省,保定市,曲阳县', '114.70123000', '38.62154000', 'Quyang');
INSERT INTO `t_dict_area` VALUES ('130635', '蠡县', '130600', '蠡县', '3', '0312', '071400', '中国,河北省,保定市,蠡县', '115.57717000', '38.48974000', 'Lixian');
INSERT INTO `t_dict_area` VALUES ('130636', '顺平县', '130600', '顺平', '3', '0312', '072250', '中国,河北省,保定市,顺平县', '115.13470000', '38.83854000', 'Shunping');
INSERT INTO `t_dict_area` VALUES ('130637', '博野县', '130600', '博野', '3', '0312', '071300', '中国,河北省,保定市,博野县', '115.47033000', '38.45640000', 'Boye');
INSERT INTO `t_dict_area` VALUES ('130638', '雄县', '130600', '雄县', '3', '0312', '071800', '中国,河北省,保定市,雄县', '116.10873000', '38.99442000', 'Xiongxian');
INSERT INTO `t_dict_area` VALUES ('130681', '涿州市', '130600', '涿州', '3', '0312', '072750', '中国,河北省,保定市,涿州市', '115.98062000', '39.48622000', 'Zhuozhou');
INSERT INTO `t_dict_area` VALUES ('130682', '定州市', '130600', '定州', '3', '0312', '073000', '中国,河北省,保定市,定州市', '114.99020000', '38.51623000', 'Dingzhou');
INSERT INTO `t_dict_area` VALUES ('130683', '安国市', '130600', '安国', '3', '0312', '071200', '中国,河北省,保定市,安国市', '115.32321000', '38.41391000', 'Anguo');
INSERT INTO `t_dict_area` VALUES ('130684', '高碑店市', '130600', '高碑店', '3', '0312', '074000', '中国,河北省,保定市,高碑店市', '115.87368000', '39.32655000', 'Gaobeidian');
INSERT INTO `t_dict_area` VALUES ('130700', '张家口市', '130000', '张家口', '2', '0313', '075000', '中国,河北省,张家口市', '114.88409100', '40.81190100', 'Zhangjiakou');
INSERT INTO `t_dict_area` VALUES ('130702', '桥东区', '130700', '桥东', '3', '0313', '075000', '中国,河北省,张家口市,桥东区', '114.89430000', '40.78844000', 'Qiaodong');
INSERT INTO `t_dict_area` VALUES ('130703', '桥西区', '130700', '桥西', '3', '0313', '075061', '中国,河北省,张家口市,桥西区', '114.86962000', '40.81945000', 'Qiaoxi');
INSERT INTO `t_dict_area` VALUES ('130705', '宣化区', '130700', '宣化', '3', '0313', '075100', '中国,河北省,张家口市,宣化区', '115.06543000', '40.60957000', 'Xuanhua');
INSERT INTO `t_dict_area` VALUES ('130706', '下花园区', '130700', '下花园', '3', '0313', '075300', '中国,河北省,张家口市,下花园区', '115.28744000', '40.50236000', 'Xiahuayuan');
INSERT INTO `t_dict_area` VALUES ('130721', '宣化县', '130700', '宣化', '3', '0313', '075100', '中国,河北省,张家口市,宣化县', '115.15497000', '40.56618000', 'Xuanhua');
INSERT INTO `t_dict_area` VALUES ('130722', '张北县', '130700', '张北', '3', '0313', '076450', '中国,河北省,张家口市,张北县', '114.71432000', '41.15977000', 'Zhangbei');
INSERT INTO `t_dict_area` VALUES ('130723', '康保县', '130700', '康保', '3', '0313', '076650', '中国,河北省,张家口市,康保县', '114.60031000', '41.85225000', 'Kangbao');
INSERT INTO `t_dict_area` VALUES ('130724', '沽源县', '130700', '沽源', '3', '0313', '076550', '中国,河北省,张家口市,沽源县', '115.68859000', '41.66959000', 'Guyuan');
INSERT INTO `t_dict_area` VALUES ('130725', '尚义县', '130700', '尚义', '3', '0313', '076750', '中国,河北省,张家口市,尚义县', '113.97134000', '41.07782000', 'Shangyi');
INSERT INTO `t_dict_area` VALUES ('130726', '蔚县', '130700', '蔚县', '3', '0313', '075700', '中国,河北省,张家口市,蔚县', '114.58892000', '39.84067000', 'Yuxian');
INSERT INTO `t_dict_area` VALUES ('130727', '阳原县', '130700', '阳原', '3', '0313', '075800', '中国,河北省,张家口市,阳原县', '114.15051000', '40.10361000', 'Yangyuan');
INSERT INTO `t_dict_area` VALUES ('130728', '怀安县', '130700', '怀安', '3', '0313', '076150', '中国,河北省,张家口市,怀安县', '114.38559000', '40.67425000', 'Huai\'an');
INSERT INTO `t_dict_area` VALUES ('130729', '万全县', '130700', '万全', '3', '0313', '076250', '中国,河北省,张家口市,万全县', '114.74050000', '40.76694000', 'Wanquan');
INSERT INTO `t_dict_area` VALUES ('130730', '怀来县', '130700', '怀来', '3', '0313', '075400', '中国,河北省,张家口市,怀来县', '115.51773000', '40.41536000', 'Huailai');
INSERT INTO `t_dict_area` VALUES ('130731', '涿鹿县', '130700', '涿鹿', '3', '0313', '075600', '中国,河北省,张家口市,涿鹿县', '115.22403000', '40.37636000', 'Zhuolu');
INSERT INTO `t_dict_area` VALUES ('130732', '赤城县', '130700', '赤城', '3', '0313', '075500', '中国,河北省,张家口市,赤城县', '115.83187000', '40.91438000', 'Chicheng');
INSERT INTO `t_dict_area` VALUES ('130733', '崇礼县', '130700', '崇礼', '3', '0313', '076350', '中国,河北省,张家口市,崇礼县', '115.27993000', '40.97519000', 'Chongli');
INSERT INTO `t_dict_area` VALUES ('130800', '承德市', '130000', '承德', '2', '0314', '067000', '中国,河北省,承德市', '117.93915200', '40.97620400', 'Chengde');
INSERT INTO `t_dict_area` VALUES ('130802', '双桥区', '130800', '双桥', '3', '0314', '067000', '中国,河北省,承德市,双桥区', '117.94320000', '40.97466000', 'Shuangqiao');
INSERT INTO `t_dict_area` VALUES ('130803', '双滦区', '130800', '双滦', '3', '0314', '067001', '中国,河北省,承德市,双滦区', '117.74487000', '40.95375000', 'Shuangluan');
INSERT INTO `t_dict_area` VALUES ('130804', '鹰手营子矿区', '130800', '鹰手营子矿区', '3', '0314', '067200', '中国,河北省,承德市,鹰手营子矿区', '117.65985000', '40.54744000', 'Yingshouyingzikuangqu');
INSERT INTO `t_dict_area` VALUES ('130821', '承德县', '130800', '承德', '3', '0314', '067400', '中国,河北省,承德市,承德县', '118.17639000', '40.76985000', 'Chengde');
INSERT INTO `t_dict_area` VALUES ('130822', '兴隆县', '130800', '兴隆', '3', '0314', '067300', '中国,河北省,承德市,兴隆县', '117.50073000', '40.41709000', 'Xinglong');
INSERT INTO `t_dict_area` VALUES ('130823', '平泉县', '130800', '平泉', '3', '0314', '067500', '中国,河北省,承德市,平泉县', '118.70196000', '41.01839000', 'Pingquan');
INSERT INTO `t_dict_area` VALUES ('130824', '滦平县', '130800', '滦平', '3', '0314', '068250', '中国,河北省,承德市,滦平县', '117.33276000', '40.94148000', 'Luanping');
INSERT INTO `t_dict_area` VALUES ('130825', '隆化县', '130800', '隆化', '3', '0314', '068150', '中国,河北省,承德市,隆化县', '117.72970000', '41.31412000', 'Longhua');
INSERT INTO `t_dict_area` VALUES ('130826', '丰宁满族自治县', '130800', '丰宁', '3', '0314', '068350', '中国,河北省,承德市,丰宁满族自治县', '116.64920000', '41.20481000', 'Fengning');
INSERT INTO `t_dict_area` VALUES ('130827', '宽城满族自治县', '130800', '宽城', '3', '0314', '067600', '中国,河北省,承德市,宽城满族自治县', '118.49176000', '40.60829000', 'Kuancheng');
INSERT INTO `t_dict_area` VALUES ('130828', '围场满族蒙古族自治县', '130800', '围场', '3', '0314', '068450', '中国,河北省,承德市,围场满族蒙古族自治县', '117.76010000', '41.94368000', 'Weichang');
INSERT INTO `t_dict_area` VALUES ('130900', '沧州市', '130000', '沧州', '2', '0317', '061001', '中国,河北省,沧州市', '116.85746100', '38.31058200', 'Cangzhou');
INSERT INTO `t_dict_area` VALUES ('130902', '新华区', '130900', '新华', '3', '0317', '061000', '中国,河北省,沧州市,新华区', '116.86643000', '38.31438000', 'Xinhua');
INSERT INTO `t_dict_area` VALUES ('130903', '运河区', '130900', '运河', '3', '0317', '061001', '中国,河北省,沧州市,运河区', '116.85706000', '38.31352000', 'Yunhe');
INSERT INTO `t_dict_area` VALUES ('130921', '沧县', '130900', '沧县', '3', '0317', '061000', '中国,河北省,沧州市,沧县', '116.87817000', '38.29361000', 'Cangxian');
INSERT INTO `t_dict_area` VALUES ('130922', '青县', '130900', '青县', '3', '0317', '062650', '中国,河北省,沧州市,青县', '116.80316000', '38.58345000', 'Qingxian');
INSERT INTO `t_dict_area` VALUES ('130923', '东光县', '130900', '东光', '3', '0317', '061600', '中国,河北省,沧州市,东光县', '116.53668000', '37.88570000', 'Dongguang');
INSERT INTO `t_dict_area` VALUES ('130924', '海兴县', '130900', '海兴', '3', '0317', '061200', '中国,河北省,沧州市,海兴县', '117.49758000', '38.13958000', 'Haixing');
INSERT INTO `t_dict_area` VALUES ('130925', '盐山县', '130900', '盐山', '3', '0317', '061300', '中国,河北省,沧州市,盐山县', '117.23092000', '38.05647000', 'Yanshan');
INSERT INTO `t_dict_area` VALUES ('130926', '肃宁县', '130900', '肃宁', '3', '0317', '062350', '中国,河北省,沧州市,肃宁县', '115.82971000', '38.42272000', 'Suning');
INSERT INTO `t_dict_area` VALUES ('130927', '南皮县', '130900', '南皮', '3', '0317', '061500', '中国,河北省,沧州市,南皮县', '116.70224000', '38.04109000', 'Nanpi');
INSERT INTO `t_dict_area` VALUES ('130928', '吴桥县', '130900', '吴桥', '3', '0317', '061800', '中国,河北省,沧州市,吴桥县', '116.38470000', '37.62546000', 'Wuqiao');
INSERT INTO `t_dict_area` VALUES ('130929', '献县', '130900', '献县', '3', '0317', '062250', '中国,河北省,沧州市,献县', '116.12695000', '38.19228000', 'Xianxian');
INSERT INTO `t_dict_area` VALUES ('130930', '孟村回族自治县', '130900', '孟村', '3', '0317', '061400', '中国,河北省,沧州市,孟村回族自治县', '117.10412000', '38.05338000', 'Mengcun');
INSERT INTO `t_dict_area` VALUES ('130981', '泊头市', '130900', '泊头', '3', '0317', '062150', '中国,河北省,沧州市,泊头市', '116.57824000', '38.08359000', 'Botou');
INSERT INTO `t_dict_area` VALUES ('130982', '任丘市', '130900', '任丘', '3', '0317', '062550', '中国,河北省,沧州市,任丘市', '116.10330000', '38.71124000', 'Renqiu');
INSERT INTO `t_dict_area` VALUES ('130983', '黄骅市', '130900', '黄骅', '3', '0317', '061100', '中国,河北省,沧州市,黄骅市', '117.33883000', '38.37060000', 'Huanghua');
INSERT INTO `t_dict_area` VALUES ('130984', '河间市', '130900', '河间', '3', '0317', '062450', '中国,河北省,沧州市,河间市', '116.09930000', '38.44549000', 'Hejian');
INSERT INTO `t_dict_area` VALUES ('131000', '廊坊市', '130000', '廊坊', '2', '0316', '065000', '中国,河北省,廊坊市', '116.71387300', '39.52924400', 'Langfang');
INSERT INTO `t_dict_area` VALUES ('131002', '安次区', '131000', '安次', '3', '0316', '065000', '中国,河北省,廊坊市,安次区', '116.70308000', '39.52057000', 'Anci');
INSERT INTO `t_dict_area` VALUES ('131003', '广阳区', '131000', '广阳', '3', '0316', '065000', '中国,河北省,廊坊市,广阳区', '116.71069000', '39.52278000', 'Guangyang');
INSERT INTO `t_dict_area` VALUES ('131022', '固安县', '131000', '固安', '3', '0316', '065500', '中国,河北省,廊坊市,固安县', '116.29916000', '39.43833000', 'Gu\'an');
INSERT INTO `t_dict_area` VALUES ('131023', '永清县', '131000', '永清', '3', '0316', '065600', '中国,河北省,廊坊市,永清县', '116.50091000', '39.32069000', 'Yongqing');
INSERT INTO `t_dict_area` VALUES ('131024', '香河县', '131000', '香河', '3', '0316', '065400', '中国,河北省,廊坊市,香河县', '117.00634000', '39.76133000', 'Xianghe');
INSERT INTO `t_dict_area` VALUES ('131025', '大城县', '131000', '大城', '3', '0316', '065900', '中国,河北省,廊坊市,大城县', '116.65353000', '38.70534000', 'Daicheng');
INSERT INTO `t_dict_area` VALUES ('131026', '文安县', '131000', '文安', '3', '0316', '065800', '中国,河北省,廊坊市,文安县', '116.45846000', '38.87325000', 'Wen\'an');
INSERT INTO `t_dict_area` VALUES ('131028', '大厂回族自治县', '131000', '大厂', '3', '0316', '065300', '中国,河北省,廊坊市,大厂回族自治县', '116.98916000', '39.88649000', 'Dachang');
INSERT INTO `t_dict_area` VALUES ('131081', '霸州市', '131000', '霸州', '3', '0316', '065700', '中国,河北省,廊坊市,霸州市', '116.39154000', '39.12569000', 'Bazhou');
INSERT INTO `t_dict_area` VALUES ('131082', '三河市', '131000', '三河', '3', '0316', '065200', '中国,河北省,廊坊市,三河市', '117.07229000', '39.98358000', 'Sanhe');
INSERT INTO `t_dict_area` VALUES ('131100', '衡水市', '130000', '衡水', '2', '0318', '053000', '中国,河北省,衡水市', '115.66599300', '37.73509700', 'Hengshui');
INSERT INTO `t_dict_area` VALUES ('131102', '桃城区', '131100', '桃城', '3', '0318', '053000', '中国,河北省,衡水市,桃城区', '115.67529000', '37.73499000', 'Taocheng');
INSERT INTO `t_dict_area` VALUES ('131121', '枣强县', '131100', '枣强', '3', '0318', '053100', '中国,河北省,衡水市,枣强县', '115.72576000', '37.51027000', 'Zaoqiang');
INSERT INTO `t_dict_area` VALUES ('131122', '武邑县', '131100', '武邑', '3', '0318', '053400', '中国,河北省,衡水市,武邑县', '115.88748000', '37.80181000', 'Wuyi');
INSERT INTO `t_dict_area` VALUES ('131123', '武强县', '131100', '武强', '3', '0318', '053300', '中国,河北省,衡水市,武强县', '115.98226000', '38.04138000', 'Wuqiang');
INSERT INTO `t_dict_area` VALUES ('131124', '饶阳县', '131100', '饶阳', '3', '0318', '053900', '中国,河北省,衡水市,饶阳县', '115.72558000', '38.23529000', 'Raoyang');
INSERT INTO `t_dict_area` VALUES ('131125', '安平县', '131100', '安平', '3', '0318', '053600', '中国,河北省,衡水市,安平县', '115.51876000', '38.23388000', 'Anping');
INSERT INTO `t_dict_area` VALUES ('131126', '故城县', '131100', '故城', '3', '0318', '053800', '中国,河北省,衡水市,故城县', '115.97076000', '37.34773000', 'Gucheng');
INSERT INTO `t_dict_area` VALUES ('131127', '景县', '131100', '景县', '3', '0318', '053500', '中国,河北省,衡水市,景县', '116.26904000', '37.69260000', 'Jingxian');
INSERT INTO `t_dict_area` VALUES ('131128', '阜城县', '131100', '阜城', '3', '0318', '053700', '中国,河北省,衡水市,阜城县', '116.14431000', '37.86881000', 'Fucheng');
INSERT INTO `t_dict_area` VALUES ('131181', '冀州市', '131100', '冀州', '3', '0318', '053200', '中国,河北省,衡水市,冀州市', '115.57934000', '37.55082000', 'Jizhou');
INSERT INTO `t_dict_area` VALUES ('131182', '深州市', '131100', '深州', '3', '0318', '053800', '中国,河北省,衡水市,深州市', '115.55993000', '38.00109000', 'Shenzhou');
INSERT INTO `t_dict_area` VALUES ('140000', '山西省', '100000', '山西', '1', '', '', '中国,山西省', '112.54924800', '37.85701400', 'Shanxi');
INSERT INTO `t_dict_area` VALUES ('140100', '太原市', '140000', '太原', '2', '0351', '030082', '中国,山西省,太原市', '112.54924800', '37.85701400', 'Taiyuan');
INSERT INTO `t_dict_area` VALUES ('140105', '小店区', '140100', '小店', '3', '0351', '030032', '中国,山西省,太原市,小店区', '112.56878000', '37.73565000', 'Xiaodian');
INSERT INTO `t_dict_area` VALUES ('140106', '迎泽区', '140100', '迎泽', '3', '0351', '030002', '中国,山西省,太原市,迎泽区', '112.56338000', '37.86326000', 'Yingze');
INSERT INTO `t_dict_area` VALUES ('140107', '杏花岭区', '140100', '杏花岭', '3', '0351', '030009', '中国,山西省,太原市,杏花岭区', '112.56237000', '37.88429000', 'Xinghualing');
INSERT INTO `t_dict_area` VALUES ('140108', '尖草坪区', '140100', '尖草坪', '3', '0351', '030023', '中国,山西省,太原市,尖草坪区', '112.48709000', '37.94193000', 'Jiancaoping');
INSERT INTO `t_dict_area` VALUES ('140109', '万柏林区', '140100', '万柏林', '3', '0351', '030024', '中国,山西省,太原市,万柏林区', '112.51553000', '37.85923000', 'Wanbailin');
INSERT INTO `t_dict_area` VALUES ('140110', '晋源区', '140100', '晋源', '3', '0351', '030025', '中国,山西省,太原市,晋源区', '112.47985000', '37.72479000', 'Jinyuan');
INSERT INTO `t_dict_area` VALUES ('140121', '清徐县', '140100', '清徐', '3', '0351', '030400', '中国,山西省,太原市,清徐县', '112.35888000', '37.60758000', 'Qingxu');
INSERT INTO `t_dict_area` VALUES ('140122', '阳曲县', '140100', '阳曲', '3', '0351', '030100', '中国,山西省,太原市,阳曲县', '112.67861000', '38.05989000', 'Yangqu');
INSERT INTO `t_dict_area` VALUES ('140123', '娄烦县', '140100', '娄烦', '3', '0351', '030300', '中国,山西省,太原市,娄烦县', '111.79473000', '38.06689000', 'Loufan');
INSERT INTO `t_dict_area` VALUES ('140181', '古交市', '140100', '古交', '3', '0351', '030200', '中国,山西省,太原市,古交市', '112.16918000', '37.90983000', 'Gujiao');
INSERT INTO `t_dict_area` VALUES ('140200', '大同市', '140000', '大同', '2', '0352', '037008', '中国,山西省,大同市', '113.29525900', '40.09031000', 'Datong');
INSERT INTO `t_dict_area` VALUES ('140202', '城区', '140200', '城区', '3', '0352', '037008', '中国,山西省,大同市,城区', '113.29800000', '40.07566000', 'Chengqu');
INSERT INTO `t_dict_area` VALUES ('140203', '矿区', '140200', '矿区', '3', '0352', '037003', '中国,山西省,大同市,矿区', '113.17720000', '40.03685000', 'Kuangqu');
INSERT INTO `t_dict_area` VALUES ('140211', '南郊区', '140200', '南郊', '3', '0352', '037001', '中国,山西省,大同市,南郊区', '113.14947000', '40.00539000', 'Nanjiao');
INSERT INTO `t_dict_area` VALUES ('140212', '新荣区', '140200', '新荣', '3', '0352', '037002', '中国,山西省,大同市,新荣区', '113.13504000', '40.25618000', 'Xinrong');
INSERT INTO `t_dict_area` VALUES ('140221', '阳高县', '140200', '阳高', '3', '0352', '038100', '中国,山西省,大同市,阳高县', '113.75012000', '40.36256000', 'Yanggao');
INSERT INTO `t_dict_area` VALUES ('140222', '天镇县', '140200', '天镇', '3', '0352', '038200', '中国,山西省,大同市,天镇县', '114.09310000', '40.42299000', 'Tianzhen');
INSERT INTO `t_dict_area` VALUES ('140223', '广灵县', '140200', '广灵', '3', '0352', '037500', '中国,山西省,大同市,广灵县', '114.28204000', '39.76082000', 'Guangling');
INSERT INTO `t_dict_area` VALUES ('140224', '灵丘县', '140200', '灵丘', '3', '0352', '034400', '中国,山西省,大同市,灵丘县', '114.23672000', '39.44043000', 'Lingqiu');
INSERT INTO `t_dict_area` VALUES ('140225', '浑源县', '140200', '浑源', '3', '0352', '037400', '中国,山西省,大同市,浑源县', '113.69552000', '39.69962000', 'Hunyuan');
INSERT INTO `t_dict_area` VALUES ('140226', '左云县', '140200', '左云', '3', '0352', '037100', '中国,山西省,大同市,左云县', '112.70266000', '40.01336000', 'Zuoyun');
INSERT INTO `t_dict_area` VALUES ('140227', '大同县', '140200', '大同', '3', '0352', '037300', '中国,山西省,大同市,大同县', '113.61212000', '40.04012000', 'Datong');
INSERT INTO `t_dict_area` VALUES ('140300', '阳泉市', '140000', '阳泉', '2', '0353', '045000', '中国,山西省,阳泉市', '113.58328500', '37.86118800', 'Yangquan');
INSERT INTO `t_dict_area` VALUES ('140302', '城区', '140300', '城区', '3', '0353', '045000', '中国,山西省,阳泉市,城区', '113.60069000', '37.84740000', 'Chengqu');
INSERT INTO `t_dict_area` VALUES ('140303', '矿区', '140300', '矿区', '3', '0353', '045000', '中国,山西省,阳泉市,矿区', '113.55677000', '37.86895000', 'Kuangqu');
INSERT INTO `t_dict_area` VALUES ('140311', '郊区', '140300', '郊区', '3', '0353', '045011', '中国,山西省,阳泉市,郊区', '113.58539000', '37.94139000', 'Jiaoqu');
INSERT INTO `t_dict_area` VALUES ('140321', '平定县', '140300', '平定', '3', '0353', '045200', '中国,山西省,阳泉市,平定县', '113.65789000', '37.78601000', 'Pingding');
INSERT INTO `t_dict_area` VALUES ('140322', '盂县', '140300', '盂县', '3', '0353', '045100', '中国,山西省,阳泉市,盂县', '113.41235000', '38.08579000', 'Yuxian');
INSERT INTO `t_dict_area` VALUES ('140400', '长治市', '140000', '长治', '2', '0355', '046000', '中国,山西省,长治市', '113.11355600', '36.19111200', 'Changzhi');
INSERT INTO `t_dict_area` VALUES ('140402', '城区', '140400', '城区', '3', '0355', '046011', '中国,山西省,长治市,城区', '113.12308000', '36.20351000', 'Chengqu');
INSERT INTO `t_dict_area` VALUES ('140411', '郊区', '140400', '郊区', '3', '0355', '046011', '中国,山西省,长治市,郊区', '113.12653000', '36.19918000', 'Jiaoqu');
INSERT INTO `t_dict_area` VALUES ('140421', '长治县', '140400', '长治', '3', '0355', '047100', '中国,山西省,长治市,长治县', '113.04791000', '36.04722000', 'Changzhi');
INSERT INTO `t_dict_area` VALUES ('140423', '襄垣县', '140400', '襄垣', '3', '0355', '046200', '中国,山西省,长治市,襄垣县', '113.05157000', '36.53527000', 'Xiangyuan');
INSERT INTO `t_dict_area` VALUES ('140424', '屯留县', '140400', '屯留', '3', '0355', '046100', '中国,山西省,长治市,屯留县', '112.89196000', '36.31579000', 'Tunliu');
INSERT INTO `t_dict_area` VALUES ('140425', '平顺县', '140400', '平顺', '3', '0355', '047400', '中国,山西省,长治市,平顺县', '113.43603000', '36.20005000', 'Pingshun');
INSERT INTO `t_dict_area` VALUES ('140426', '黎城县', '140400', '黎城', '3', '0355', '047600', '中国,山西省,长治市,黎城县', '113.38766000', '36.50301000', 'Licheng');
INSERT INTO `t_dict_area` VALUES ('140427', '壶关县', '140400', '壶关', '3', '0355', '047300', '中国,山西省,长治市,壶关县', '113.20700000', '36.11301000', 'Huguan');
INSERT INTO `t_dict_area` VALUES ('140428', '长子县', '140400', '长子', '3', '0355', '046600', '中国,山西省,长治市,长子县', '112.87731000', '36.12125000', 'Zhangzi');
INSERT INTO `t_dict_area` VALUES ('140429', '武乡县', '140400', '武乡', '3', '0355', '046300', '中国,山西省,长治市,武乡县', '112.86343000', '36.83687000', 'Wuxiang');
INSERT INTO `t_dict_area` VALUES ('140430', '沁县', '140400', '沁县', '3', '0355', '046400', '中国,山西省,长治市,沁县', '112.69863000', '36.75628000', 'Qinxian');
INSERT INTO `t_dict_area` VALUES ('140431', '沁源县', '140400', '沁源', '3', '0355', '046500', '中国,山西省,长治市,沁源县', '112.33758000', '36.50008000', 'Qinyuan');
INSERT INTO `t_dict_area` VALUES ('140481', '潞城市', '140400', '潞城', '3', '0355', '047500', '中国,山西省,长治市,潞城市', '113.22888000', '36.33414000', 'Lucheng');
INSERT INTO `t_dict_area` VALUES ('140500', '晋城市', '140000', '晋城', '2', '0356', '048000', '中国,山西省,晋城市', '112.85127400', '35.49755300', 'Jincheng');
INSERT INTO `t_dict_area` VALUES ('140502', '城区', '140500', '城区', '3', '0356', '048000', '中国,山西省,晋城市,城区', '112.85319000', '35.50175000', 'Chengqu');
INSERT INTO `t_dict_area` VALUES ('140521', '沁水县', '140500', '沁水', '3', '0356', '048200', '中国,山西省,晋城市,沁水县', '112.18710000', '35.69102000', 'Qinshui');
INSERT INTO `t_dict_area` VALUES ('140522', '阳城县', '140500', '阳城', '3', '0356', '048100', '中国,山西省,晋城市,阳城县', '112.41485000', '35.48614000', 'Yangcheng');
INSERT INTO `t_dict_area` VALUES ('140524', '陵川县', '140500', '陵川', '3', '0356', '048300', '中国,山西省,晋城市,陵川县', '113.28060000', '35.77532000', 'Lingchuan');
INSERT INTO `t_dict_area` VALUES ('140525', '泽州县', '140500', '泽州', '3', '0356', '048012', '中国,山西省,晋城市,泽州县', '112.83947000', '35.50789000', 'Zezhou');
INSERT INTO `t_dict_area` VALUES ('140581', '高平市', '140500', '高平', '3', '0356', '048400', '中国,山西省,晋城市,高平市', '112.92288000', '35.79705000', 'Gaoping');
INSERT INTO `t_dict_area` VALUES ('140600', '朔州市', '140000', '朔州', '2', '0349', '038500', '中国,山西省,朔州市', '112.43338700', '39.33126100', 'Shuozhou');
INSERT INTO `t_dict_area` VALUES ('140602', '朔城区', '140600', '朔城', '3', '0349', '036000', '中国,山西省,朔州市,朔城区', '112.43189000', '39.31982000', 'Shuocheng');
INSERT INTO `t_dict_area` VALUES ('140603', '平鲁区', '140600', '平鲁', '3', '0349', '038600', '中国,山西省,朔州市,平鲁区', '112.28833000', '39.51155000', 'Pinglu');
INSERT INTO `t_dict_area` VALUES ('140621', '山阴县', '140600', '山阴', '3', '0349', '036900', '中国,山西省,朔州市,山阴县', '112.81662000', '39.52697000', 'Shanyin');
INSERT INTO `t_dict_area` VALUES ('140622', '应县', '140600', '应县', '3', '0349', '037600', '中国,山西省,朔州市,应县', '113.19052000', '39.55279000', 'Yingxian');
INSERT INTO `t_dict_area` VALUES ('140623', '右玉县', '140600', '右玉', '3', '0349', '037200', '中国,山西省,朔州市,右玉县', '112.46902000', '39.99011000', 'Youyu');
INSERT INTO `t_dict_area` VALUES ('140624', '怀仁县', '140600', '怀仁', '3', '0349', '038300', '中国,山西省,朔州市,怀仁县', '113.10009000', '39.82806000', 'Huairen');
INSERT INTO `t_dict_area` VALUES ('140700', '晋中市', '140000', '晋中', '2', '0354', '030600', '中国,山西省,晋中市', '112.73646500', '37.69649500', 'Jinzhong');
INSERT INTO `t_dict_area` VALUES ('140702', '榆次区', '140700', '榆次', '3', '0354', '030600', '中国,山西省,晋中市,榆次区', '112.70788000', '37.69780000', 'Yuci');
INSERT INTO `t_dict_area` VALUES ('140721', '榆社县', '140700', '榆社', '3', '0354', '031800', '中国,山西省,晋中市,榆社县', '112.97558000', '37.07210000', 'Yushe');
INSERT INTO `t_dict_area` VALUES ('140722', '左权县', '140700', '左权', '3', '0354', '032600', '中国,山西省,晋中市,左权县', '113.37918000', '37.08235000', 'Zuoquan');
INSERT INTO `t_dict_area` VALUES ('140723', '和顺县', '140700', '和顺', '3', '0354', '032700', '中国,山西省,晋中市,和顺县', '113.56988000', '37.32963000', 'Heshun');
INSERT INTO `t_dict_area` VALUES ('140724', '昔阳县', '140700', '昔阳', '3', '0354', '045300', '中国,山西省,晋中市,昔阳县', '113.70517000', '37.61863000', 'Xiyang');
INSERT INTO `t_dict_area` VALUES ('140725', '寿阳县', '140700', '寿阳', '3', '0354', '045400', '中国,山西省,晋中市,寿阳县', '113.17495000', '37.88899000', 'Shouyang');
INSERT INTO `t_dict_area` VALUES ('140726', '太谷县', '140700', '太谷', '3', '0354', '030800', '中国,山西省,晋中市,太谷县', '112.55246000', '37.42161000', 'Taigu');
INSERT INTO `t_dict_area` VALUES ('140727', '祁县', '140700', '祁县', '3', '0354', '030900', '中国,山西省,晋中市,祁县', '112.33358000', '37.35790000', 'Qixian');
INSERT INTO `t_dict_area` VALUES ('140728', '平遥县', '140700', '平遥', '3', '0354', '031100', '中国,山西省,晋中市,平遥县', '112.17553000', '37.18920000', 'Pingyao');
INSERT INTO `t_dict_area` VALUES ('140729', '灵石县', '140700', '灵石', '3', '0354', '031300', '中国,山西省,晋中市,灵石县', '111.77740000', '36.84814000', 'Lingshi');
INSERT INTO `t_dict_area` VALUES ('140781', '介休市', '140700', '介休', '3', '0354', '032000', '中国,山西省,晋中市,介休市', '111.91824000', '37.02771000', 'Jiexiu');
INSERT INTO `t_dict_area` VALUES ('140800', '运城市', '140000', '运城', '2', '0359', '044000', '中国,山西省,运城市', '111.00395700', '35.02277800', 'Yuncheng');
INSERT INTO `t_dict_area` VALUES ('140802', '盐湖区', '140800', '盐湖', '3', '0359', '044000', '中国,山西省,运城市,盐湖区', '110.99827000', '35.01510000', 'Yanhu');
INSERT INTO `t_dict_area` VALUES ('140821', '临猗县', '140800', '临猗', '3', '0359', '044100', '中国,山西省,运城市,临猗县', '110.77432000', '35.14455000', 'Linyi');
INSERT INTO `t_dict_area` VALUES ('140822', '万荣县', '140800', '万荣', '3', '0359', '044200', '中国,山西省,运城市,万荣县', '110.83657000', '35.41556000', 'Wanrong');
INSERT INTO `t_dict_area` VALUES ('140823', '闻喜县', '140800', '闻喜', '3', '0359', '043800', '中国,山西省,运城市,闻喜县', '111.22265000', '35.35553000', 'Wenxi');
INSERT INTO `t_dict_area` VALUES ('140824', '稷山县', '140800', '稷山', '3', '0359', '043200', '中国,山西省,运城市,稷山县', '110.97924000', '35.59993000', 'Jishan');
INSERT INTO `t_dict_area` VALUES ('140825', '新绛县', '140800', '新绛', '3', '0359', '043100', '中国,山西省,运城市,新绛县', '111.22509000', '35.61566000', 'Xinjiang');
INSERT INTO `t_dict_area` VALUES ('140826', '绛县', '140800', '绛县', '3', '0359', '043600', '中国,山西省,运城市,绛县', '111.56668000', '35.49096000', 'Jiangxian');
INSERT INTO `t_dict_area` VALUES ('140827', '垣曲县', '140800', '垣曲', '3', '0359', '043700', '中国,山西省,运城市,垣曲县', '111.67166000', '35.29923000', 'Yuanqu');
INSERT INTO `t_dict_area` VALUES ('140828', '夏县', '140800', '夏县', '3', '0359', '044400', '中国,山西省,运城市,夏县', '111.21966000', '35.14121000', 'Xiaxian');
INSERT INTO `t_dict_area` VALUES ('140829', '平陆县', '140800', '平陆', '3', '0359', '044300', '中国,山西省,运城市,平陆县', '111.21704000', '34.83772000', 'Pinglu');
INSERT INTO `t_dict_area` VALUES ('140830', '芮城县', '140800', '芮城', '3', '0359', '044600', '中国,山西省,运城市,芮城县', '110.69455000', '34.69384000', 'Ruicheng');
INSERT INTO `t_dict_area` VALUES ('140881', '永济市', '140800', '永济', '3', '0359', '044500', '中国,山西省,运城市,永济市', '110.44537000', '34.86556000', 'Yongji');
INSERT INTO `t_dict_area` VALUES ('140882', '河津市', '140800', '河津', '3', '0359', '043300', '中国,山西省,运城市,河津市', '110.71160000', '35.59478000', 'Hejin');
INSERT INTO `t_dict_area` VALUES ('140900', '忻州市', '140000', '忻州', '2', '0350', '034000', '中国,山西省,忻州市', '112.73353800', '38.41769000', 'Xinzhou');
INSERT INTO `t_dict_area` VALUES ('140902', '忻府区', '140900', '忻府', '3', '0350', '034000', '中国,山西省,忻州市,忻府区', '112.74603000', '38.40414000', 'Xinfu');
INSERT INTO `t_dict_area` VALUES ('140921', '定襄县', '140900', '定襄', '3', '0350', '035400', '中国,山西省,忻州市,定襄县', '112.95733000', '38.47387000', 'Dingxiang');
INSERT INTO `t_dict_area` VALUES ('140922', '五台县', '140900', '五台', '3', '0350', '035500', '中国,山西省,忻州市,五台县', '113.25256000', '38.72774000', 'Wutai');
INSERT INTO `t_dict_area` VALUES ('140923', '代县', '140900', '代县', '3', '0350', '034200', '中国,山西省,忻州市,代县', '112.95913000', '39.06717000', 'Daixian');
INSERT INTO `t_dict_area` VALUES ('140924', '繁峙县', '140900', '繁峙', '3', '0350', '034300', '中国,山西省,忻州市,繁峙县', '113.26303000', '39.18886000', 'Fanshi');
INSERT INTO `t_dict_area` VALUES ('140925', '宁武县', '140900', '宁武', '3', '0350', '036700', '中国,山西省,忻州市,宁武县', '112.30423000', '39.00211000', 'Ningwu');
INSERT INTO `t_dict_area` VALUES ('140926', '静乐县', '140900', '静乐', '3', '0350', '035100', '中国,山西省,忻州市,静乐县', '111.94158000', '38.36020000', 'Jingle');
INSERT INTO `t_dict_area` VALUES ('140927', '神池县', '140900', '神池', '3', '0350', '036100', '中国,山西省,忻州市,神池县', '112.20541000', '39.09000000', 'Shenchi');
INSERT INTO `t_dict_area` VALUES ('140928', '五寨县', '140900', '五寨', '3', '0350', '036200', '中国,山西省,忻州市,五寨县', '111.84890000', '38.90757000', 'Wuzhai');
INSERT INTO `t_dict_area` VALUES ('140929', '岢岚县', '140900', '岢岚', '3', '0350', '036300', '中国,山西省,忻州市,岢岚县', '111.57388000', '38.70452000', 'Kelan');
INSERT INTO `t_dict_area` VALUES ('140930', '河曲县', '140900', '河曲', '3', '0350', '036500', '中国,山西省,忻州市,河曲县', '111.13821000', '39.38439000', 'Hequ');
INSERT INTO `t_dict_area` VALUES ('140931', '保德县', '140900', '保德', '3', '0350', '036600', '中国,山西省,忻州市,保德县', '111.08656000', '39.02248000', 'Baode');
INSERT INTO `t_dict_area` VALUES ('140932', '偏关县', '140900', '偏关', '3', '0350', '036400', '中国,山西省,忻州市,偏关县', '111.50863000', '39.43609000', 'Pianguan');
INSERT INTO `t_dict_area` VALUES ('140981', '原平市', '140900', '原平', '3', '0350', '034100', '中国,山西省,忻州市,原平市', '112.70584000', '38.73181000', 'Yuanping');
INSERT INTO `t_dict_area` VALUES ('141000', '临汾市', '140000', '临汾', '2', '0357', '041000', '中国,山西省,临汾市', '111.51797300', '36.08415000', 'Linfen');
INSERT INTO `t_dict_area` VALUES ('141002', '尧都区', '141000', '尧都', '3', '0357', '041000', '中国,山西省,临汾市,尧都区', '111.57870000', '36.08298000', 'Yaodu');
INSERT INTO `t_dict_area` VALUES ('141021', '曲沃县', '141000', '曲沃', '3', '0357', '043400', '中国,山西省,临汾市,曲沃县', '111.47525000', '35.64119000', 'Quwo');
INSERT INTO `t_dict_area` VALUES ('141022', '翼城县', '141000', '翼城', '3', '0357', '043500', '中国,山西省,临汾市,翼城县', '111.71810000', '35.73881000', 'Yicheng');
INSERT INTO `t_dict_area` VALUES ('141023', '襄汾县', '141000', '襄汾', '3', '0357', '041500', '中国,山西省,临汾市,襄汾县', '111.44204000', '35.87711000', 'Xiangfen');
INSERT INTO `t_dict_area` VALUES ('141024', '洪洞县', '141000', '洪洞', '3', '0357', '041600', '中国,山西省,临汾市,洪洞县', '111.67501000', '36.25425000', 'Hongtong');
INSERT INTO `t_dict_area` VALUES ('141025', '古县', '141000', '古县', '3', '0357', '042400', '中国,山西省,临汾市,古县', '111.92041000', '36.26688000', 'Guxian');
INSERT INTO `t_dict_area` VALUES ('141026', '安泽县', '141000', '安泽', '3', '0357', '042500', '中国,山西省,临汾市,安泽县', '112.24981000', '36.14803000', 'Anze');
INSERT INTO `t_dict_area` VALUES ('141027', '浮山县', '141000', '浮山', '3', '0357', '042600', '中国,山西省,临汾市,浮山县', '111.84744000', '35.96854000', 'Fushan');
INSERT INTO `t_dict_area` VALUES ('141028', '吉县', '141000', '吉县', '3', '0357', '042200', '中国,山西省,临汾市,吉县', '110.68148000', '36.09873000', 'Jixian');
INSERT INTO `t_dict_area` VALUES ('141029', '乡宁县', '141000', '乡宁', '3', '0357', '042100', '中国,山西省,临汾市,乡宁县', '110.84652000', '35.97072000', 'Xiangning');
INSERT INTO `t_dict_area` VALUES ('141030', '大宁县', '141000', '大宁', '3', '0357', '042300', '中国,山西省,临汾市,大宁县', '110.75216000', '36.46624000', 'Daning');
INSERT INTO `t_dict_area` VALUES ('141031', '隰县', '141000', '隰县', '3', '0357', '041300', '中国,山西省,临汾市,隰县', '110.93881000', '36.69258000', 'Xixian');
INSERT INTO `t_dict_area` VALUES ('141032', '永和县', '141000', '永和', '3', '0357', '041400', '中国,山西省,临汾市,永和县', '110.63168000', '36.75840000', 'Yonghe');
INSERT INTO `t_dict_area` VALUES ('141033', '蒲县', '141000', '蒲县', '3', '0357', '041200', '中国,山西省,临汾市,蒲县', '111.09674000', '36.41243000', 'Puxian');
INSERT INTO `t_dict_area` VALUES ('141034', '汾西县', '141000', '汾西', '3', '0357', '031500', '中国,山西省,临汾市,汾西县', '111.56811000', '36.65063000', 'Fenxi');
INSERT INTO `t_dict_area` VALUES ('141081', '侯马市', '141000', '侯马', '3', '0357', '043000', '中国,山西省,临汾市,侯马市', '111.37207000', '35.61903000', 'Houma');
INSERT INTO `t_dict_area` VALUES ('141082', '霍州市', '141000', '霍州', '3', '0357', '031400', '中国,山西省,临汾市,霍州市', '111.75500000', '36.56380000', 'Huozhou');
INSERT INTO `t_dict_area` VALUES ('141100', '吕梁市', '140000', '吕梁', '2', '0358', '033000', '中国,山西省,吕梁市', '111.13433500', '37.52436600', 'Lvliang');
INSERT INTO `t_dict_area` VALUES ('141102', '离石区', '141100', '离石', '3', '0358', '033000', '中国,山西省,吕梁市,离石区', '111.15059000', '37.51770000', 'Lishi');
INSERT INTO `t_dict_area` VALUES ('141121', '文水县', '141100', '文水', '3', '0358', '032100', '中国,山西省,吕梁市,文水县', '112.02829000', '37.43841000', 'Wenshui');
INSERT INTO `t_dict_area` VALUES ('141122', '交城县', '141100', '交城', '3', '0358', '030500', '中国,山西省,吕梁市,交城县', '112.15850000', '37.55120000', 'Jiaocheng');
INSERT INTO `t_dict_area` VALUES ('141123', '兴县', '141100', '兴县', '3', '0358', '033600', '中国,山西省,吕梁市,兴县', '111.12692000', '38.46321000', 'Xingxian');
INSERT INTO `t_dict_area` VALUES ('141124', '临县', '141100', '临县', '3', '0358', '033200', '中国,山西省,吕梁市,临县', '110.99282000', '37.95271000', 'Linxian');
INSERT INTO `t_dict_area` VALUES ('141125', '柳林县', '141100', '柳林', '3', '0358', '033300', '中国,山西省,吕梁市,柳林县', '110.88922000', '37.42932000', 'Liulin');
INSERT INTO `t_dict_area` VALUES ('141126', '石楼县', '141100', '石楼', '3', '0358', '032500', '中国,山西省,吕梁市,石楼县', '110.83520000', '36.99731000', 'Shilou');
INSERT INTO `t_dict_area` VALUES ('141127', '岚县', '141100', '岚县', '3', '0358', '033500', '中国,山西省,吕梁市,岚县', '111.67627000', '38.27874000', 'Lanxian');
INSERT INTO `t_dict_area` VALUES ('141128', '方山县', '141100', '方山', '3', '0358', '033100', '中国,山西省,吕梁市,方山县', '111.24011000', '37.88979000', 'Fangshan');
INSERT INTO `t_dict_area` VALUES ('141129', '中阳县', '141100', '中阳', '3', '0358', '033400', '中国,山西省,吕梁市,中阳县', '111.17950000', '37.35715000', 'Zhongyang');
INSERT INTO `t_dict_area` VALUES ('141130', '交口县', '141100', '交口', '3', '0358', '032400', '中国,山西省,吕梁市,交口县', '111.18103000', '36.98213000', 'Jiaokou');
INSERT INTO `t_dict_area` VALUES ('141181', '孝义市', '141100', '孝义', '3', '0358', '032300', '中国,山西省,吕梁市,孝义市', '111.77362000', '37.14414000', 'Xiaoyi');
INSERT INTO `t_dict_area` VALUES ('141182', '汾阳市', '141100', '汾阳', '3', '0358', '032200', '中国,山西省,吕梁市,汾阳市', '111.78820000', '37.26605000', 'Fenyang');
INSERT INTO `t_dict_area` VALUES ('150000', '内蒙古自治区', '100000', '内蒙古', '1', '', '', '中国,内蒙古自治区', '111.67080100', '40.81831100', 'Inner Mongolia');
INSERT INTO `t_dict_area` VALUES ('150100', '呼和浩特市', '150000', '呼和浩特', '2', '0471', '010000', '中国,内蒙古自治区,呼和浩特市', '111.67080100', '40.81831100', 'Hohhot');
INSERT INTO `t_dict_area` VALUES ('150102', '新城区', '150100', '新城', '3', '0471', '010050', '中国,内蒙古自治区,呼和浩特市,新城区', '111.66554000', '40.85828000', 'Xincheng');
INSERT INTO `t_dict_area` VALUES ('150103', '回民区', '150100', '回民', '3', '0471', '010030', '中国,内蒙古自治区,呼和浩特市,回民区', '111.62402000', '40.80827000', 'Huimin');
INSERT INTO `t_dict_area` VALUES ('150104', '玉泉区', '150100', '玉泉', '3', '0471', '010020', '中国,内蒙古自治区,呼和浩特市,玉泉区', '111.67456000', '40.75227000', 'Yuquan');
INSERT INTO `t_dict_area` VALUES ('150105', '赛罕区', '150100', '赛罕', '3', '0471', '010020', '中国,内蒙古自治区,呼和浩特市,赛罕区', '111.70224000', '40.79207000', 'Saihan');
INSERT INTO `t_dict_area` VALUES ('150121', '土默特左旗', '150100', '土默特左旗', '3', '0471', '010100', '中国,内蒙古自治区,呼和浩特市,土默特左旗', '111.14898000', '40.72229000', 'Tumotezuoqi');
INSERT INTO `t_dict_area` VALUES ('150122', '托克托县', '150100', '托克托', '3', '0471', '010200', '中国,内蒙古自治区,呼和浩特市,托克托县', '111.19101000', '40.27492000', 'Tuoketuo');
INSERT INTO `t_dict_area` VALUES ('150123', '和林格尔县', '150100', '和林格尔', '3', '0471', '011500', '中国,内蒙古自治区,呼和浩特市,和林格尔县', '111.82205000', '40.37892000', 'Helingeer');
INSERT INTO `t_dict_area` VALUES ('150124', '清水河县', '150100', '清水河', '3', '0471', '011600', '中国,内蒙古自治区,呼和浩特市,清水河县', '111.68316000', '39.90970000', 'Qingshuihe');
INSERT INTO `t_dict_area` VALUES ('150125', '武川县', '150100', '武川', '3', '0471', '011700', '中国,内蒙古自治区,呼和浩特市,武川县', '111.45785000', '41.09289000', 'Wuchuan');
INSERT INTO `t_dict_area` VALUES ('150200', '包头市', '150000', '包头', '2', '0472', '014025', '中国,内蒙古自治区,包头市', '109.84040500', '40.65816800', 'Baotou');
INSERT INTO `t_dict_area` VALUES ('150202', '东河区', '150200', '东河', '3', '0472', '014040', '中国,内蒙古自治区,包头市,东河区', '110.04620000', '40.58237000', 'Donghe');
INSERT INTO `t_dict_area` VALUES ('150203', '昆都仑区', '150200', '昆都仑', '3', '0472', '014010', '中国,内蒙古自治区,包头市,昆都仑区', '109.83862000', '40.64175000', 'Kundulun');
INSERT INTO `t_dict_area` VALUES ('150204', '青山区', '150200', '青山', '3', '0472', '014030', '中国,内蒙古自治区,包头市,青山区', '109.90131000', '40.64329000', 'Qingshan');
INSERT INTO `t_dict_area` VALUES ('150205', '石拐区', '150200', '石拐', '3', '0472', '014070', '中国,内蒙古自治区,包头市,石拐区', '110.27322000', '40.67297000', 'Shiguai');
INSERT INTO `t_dict_area` VALUES ('150206', '白云鄂博矿区', '150200', '白云鄂博矿区', '3', '0472', '014080', '中国,内蒙古自治区,包头市,白云鄂博矿区', '109.97367000', '41.76968000', 'Baiyunebokuangqu');
INSERT INTO `t_dict_area` VALUES ('150207', '九原区', '150200', '九原', '3', '0472', '014060', '中国,内蒙古自治区,包头市,九原区', '109.96496000', '40.60554000', 'Jiuyuan');
INSERT INTO `t_dict_area` VALUES ('150221', '土默特右旗', '150200', '土默特右旗', '3', '0472', '014100', '中国,内蒙古自治区,包头市,土默特右旗', '110.52417000', '40.56880000', 'Tumoteyouqi');
INSERT INTO `t_dict_area` VALUES ('150222', '固阳县', '150200', '固阳', '3', '0472', '014200', '中国,内蒙古自治区,包头市,固阳县', '110.06372000', '41.01851000', 'Guyang');
INSERT INTO `t_dict_area` VALUES ('150223', '达尔罕茂明安联合旗', '150200', '达茂旗', '3', '0472', '014500', '中国,内蒙古自治区,包头市,达尔罕茂明安联合旗', '110.43258000', '41.69875000', 'Damaoqi');
INSERT INTO `t_dict_area` VALUES ('150300', '乌海市', '150000', '乌海', '2', '0473', '016000', '中国,内蒙古自治区,乌海市', '106.82556300', '39.67373400', 'Wuhai');
INSERT INTO `t_dict_area` VALUES ('150302', '海勃湾区', '150300', '海勃湾', '3', '0473', '016000', '中国,内蒙古自治区,乌海市,海勃湾区', '106.82220000', '39.66955000', 'Haibowan');
INSERT INTO `t_dict_area` VALUES ('150303', '海南区', '150300', '海南', '3', '0473', '016030', '中国,内蒙古自治区,乌海市,海南区', '106.88656000', '39.44128000', 'Hainan');
INSERT INTO `t_dict_area` VALUES ('150304', '乌达区', '150300', '乌达', '3', '0473', '016040', '中国,内蒙古自治区,乌海市,乌达区', '106.72723000', '39.50500000', 'Wuda');
INSERT INTO `t_dict_area` VALUES ('150400', '赤峰市', '150000', '赤峰', '2', '0476', '024000', '中国,内蒙古自治区,赤峰市', '118.95680600', '42.27531700', 'Chifeng');
INSERT INTO `t_dict_area` VALUES ('150402', '红山区', '150400', '红山', '3', '0476', '024020', '中国,内蒙古自治区,赤峰市,红山区', '118.95755000', '42.24312000', 'Hongshan');
INSERT INTO `t_dict_area` VALUES ('150403', '元宝山区', '150400', '元宝山', '3', '0476', '024076', '中国,内蒙古自治区,赤峰市,元宝山区', '119.28921000', '42.04005000', 'Yuanbaoshan');
INSERT INTO `t_dict_area` VALUES ('150404', '松山区', '150400', '松山', '3', '0476', '024005', '中国,内蒙古自治区,赤峰市,松山区', '118.93280000', '42.28613000', 'Songshan');
INSERT INTO `t_dict_area` VALUES ('150421', '阿鲁科尔沁旗', '150400', '阿鲁科尔沁旗', '3', '0476', '025550', '中国,内蒙古自治区,赤峰市,阿鲁科尔沁旗', '120.06527000', '43.87988000', 'Alukeerqinqi');
INSERT INTO `t_dict_area` VALUES ('150422', '巴林左旗', '150400', '巴林左旗', '3', '0476', '025450', '中国,内蒙古自治区,赤峰市,巴林左旗', '119.38012000', '43.97031000', 'Balinzuoqi');
INSERT INTO `t_dict_area` VALUES ('150423', '巴林右旗', '150400', '巴林右旗', '3', '0476', '025150', '中国,内蒙古自治区,赤峰市,巴林右旗', '118.66461000', '43.53387000', 'Balinyouqi');
INSERT INTO `t_dict_area` VALUES ('150424', '林西县', '150400', '林西', '3', '0476', '025250', '中国,内蒙古自治区,赤峰市,林西县', '118.04733000', '43.61165000', 'Linxi');
INSERT INTO `t_dict_area` VALUES ('150425', '克什克腾旗', '150400', '克什克腾旗', '3', '0476', '025350', '中国,内蒙古自治区,赤峰市,克什克腾旗', '117.54562000', '43.26501000', 'Keshiketengqi');
INSERT INTO `t_dict_area` VALUES ('150426', '翁牛特旗', '150400', '翁牛特旗', '3', '0476', '024500', '中国,内蒙古自治区,赤峰市,翁牛特旗', '119.03042000', '42.93147000', 'Wengniuteqi');
INSERT INTO `t_dict_area` VALUES ('150428', '喀喇沁旗', '150400', '喀喇沁旗', '3', '0476', '024400', '中国,内蒙古自治区,赤峰市,喀喇沁旗', '118.70144000', '41.92917000', 'Kalaqinqi');
INSERT INTO `t_dict_area` VALUES ('150429', '宁城县', '150400', '宁城', '3', '0476', '024200', '中国,内蒙古自治区,赤峰市,宁城县', '119.34375000', '41.59661000', 'Ningcheng');
INSERT INTO `t_dict_area` VALUES ('150430', '敖汉旗', '150400', '敖汉旗', '3', '0476', '024300', '中国,内蒙古自治区,赤峰市,敖汉旗', '119.92163000', '42.29071000', 'Aohanqi');
INSERT INTO `t_dict_area` VALUES ('150500', '通辽市', '150000', '通辽', '2', '0475', '028000', '中国,内蒙古自治区,通辽市', '122.26311900', '43.61742900', 'Tongliao');
INSERT INTO `t_dict_area` VALUES ('150502', '科尔沁区', '150500', '科尔沁', '3', '0475', '028000', '中国,内蒙古自治区,通辽市,科尔沁区', '122.25573000', '43.62257000', 'Keerqin');
INSERT INTO `t_dict_area` VALUES ('150521', '科尔沁左翼中旗', '150500', '科尔沁左翼中旗', '3', '0475', '029300', '中国,内蒙古自治区,通辽市,科尔沁左翼中旗', '123.31912000', '44.13014000', 'Keerqinzuoyizhongqi');
INSERT INTO `t_dict_area` VALUES ('150522', '科尔沁左翼后旗', '150500', '科尔沁左翼后旗', '3', '0475', '028100', '中国,内蒙古自治区,通辽市,科尔沁左翼后旗', '122.35745000', '42.94897000', 'Keerqinzuoyihouqi');
INSERT INTO `t_dict_area` VALUES ('150523', '开鲁县', '150500', '开鲁', '3', '0475', '028400', '中国,内蒙古自治区,通辽市,开鲁县', '121.31884000', '43.60003000', 'Kailu');
INSERT INTO `t_dict_area` VALUES ('150524', '库伦旗', '150500', '库伦旗', '3', '0475', '028200', '中国,内蒙古自治区,通辽市,库伦旗', '121.77600000', '42.72998000', 'Kulunqi');
INSERT INTO `t_dict_area` VALUES ('150525', '奈曼旗', '150500', '奈曼旗', '3', '0475', '028300', '中国,内蒙古自治区,通辽市,奈曼旗', '120.66348000', '42.84527000', 'Naimanqi');
INSERT INTO `t_dict_area` VALUES ('150526', '扎鲁特旗', '150500', '扎鲁特旗', '3', '0475', '029100', '中国,内蒙古自治区,通辽市,扎鲁特旗', '120.91507000', '44.55592000', 'Zhaluteqi');
INSERT INTO `t_dict_area` VALUES ('150581', '霍林郭勒市', '150500', '霍林郭勒', '3', '0475', '029200', '中国,内蒙古自治区,通辽市,霍林郭勒市', '119.65429000', '45.53454000', 'Huolinguole');
INSERT INTO `t_dict_area` VALUES ('150600', '鄂尔多斯市', '150000', '鄂尔多斯', '2', '0477', '017004', '中国,内蒙古自治区,鄂尔多斯市', '109.99029000', '39.81717900', 'Ordos');
INSERT INTO `t_dict_area` VALUES ('150602', '东胜区', '150600', '东胜', '3', '0477', '017000', '中国,内蒙古自治区,鄂尔多斯市,东胜区', '109.96289000', '39.82236000', 'Dongsheng');
INSERT INTO `t_dict_area` VALUES ('150621', '达拉特旗', '150600', '达拉特旗', '3', '0477', '014300', '中国,内蒙古自治区,鄂尔多斯市,达拉特旗', '110.03317000', '40.40010000', 'Dalateqi');
INSERT INTO `t_dict_area` VALUES ('150622', '准格尔旗', '150600', '准格尔旗', '3', '0477', '017100', '中国,内蒙古自治区,鄂尔多斯市,准格尔旗', '111.23645000', '39.86783000', 'Zhungeerqi');
INSERT INTO `t_dict_area` VALUES ('150623', '鄂托克前旗', '150600', '鄂托克前旗', '3', '0477', '016200', '中国,内蒙古自治区,鄂尔多斯市,鄂托克前旗', '107.48403000', '38.18396000', 'Etuokeqianqi');
INSERT INTO `t_dict_area` VALUES ('150624', '鄂托克旗', '150600', '鄂托克旗', '3', '0477', '016100', '中国,内蒙古自治区,鄂尔多斯市,鄂托克旗', '107.98226000', '39.09456000', 'Etuokeqi');
INSERT INTO `t_dict_area` VALUES ('150625', '杭锦旗', '150600', '杭锦旗', '3', '0477', '017400', '中国,内蒙古自治区,鄂尔多斯市,杭锦旗', '108.72934000', '39.84023000', 'Hangjinqi');
INSERT INTO `t_dict_area` VALUES ('150626', '乌审旗', '150600', '乌审旗', '3', '0477', '017300', '中国,内蒙古自治区,鄂尔多斯市,乌审旗', '108.84610000', '38.59092000', 'Wushenqi');
INSERT INTO `t_dict_area` VALUES ('150627', '伊金霍洛旗', '150600', '伊金霍洛旗', '3', '0477', '017200', '中国,内蒙古自治区,鄂尔多斯市,伊金霍洛旗', '109.74908000', '39.57393000', 'Yijinhuoluoqi');
INSERT INTO `t_dict_area` VALUES ('150700', '呼伦贝尔市', '150000', '呼伦贝尔', '2', '0470', '021008', '中国,内蒙古自治区,呼伦贝尔市', '119.75816800', '49.21533300', 'Hulunber');
INSERT INTO `t_dict_area` VALUES ('150702', '海拉尔区', '150700', '海拉尔', '3', '0470', '021000', '中国,内蒙古自治区,呼伦贝尔市,海拉尔区', '119.73640000', '49.21220000', 'Hailaer');
INSERT INTO `t_dict_area` VALUES ('150703', '扎赉诺尔区', '150700', '扎赉诺尔', '3', '0470', '021410', '中国,内蒙古自治区,呼伦贝尔市,扎赉诺尔区', '117.79270200', '49.48694300', 'Zhalainuoer');
INSERT INTO `t_dict_area` VALUES ('150721', '阿荣旗', '150700', '阿荣旗', '3', '0470', '162750', '中国,内蒙古自治区,呼伦贝尔市,阿荣旗', '123.45941000', '48.12581000', 'Arongqi');
INSERT INTO `t_dict_area` VALUES ('150722', '莫力达瓦达斡尔族自治旗', '150700', '莫旗', '3', '0470', '162850', '中国,内蒙古自治区,呼伦贝尔市,莫力达瓦达斡尔族自治旗', '124.51498000', '48.48055000', 'Moqi');
INSERT INTO `t_dict_area` VALUES ('150723', '鄂伦春自治旗', '150700', '鄂伦春', '3', '0470', '165450', '中国,内蒙古自治区,呼伦贝尔市,鄂伦春自治旗', '123.72604000', '50.59777000', 'Elunchun');
INSERT INTO `t_dict_area` VALUES ('150724', '鄂温克族自治旗', '150700', '鄂温', '3', '0470', '021100', '中国,内蒙古自治区,呼伦贝尔市,鄂温克族自治旗', '119.75650000', '49.14284000', 'Ewen');
INSERT INTO `t_dict_area` VALUES ('150725', '陈巴尔虎旗', '150700', '陈巴尔虎旗', '3', '0470', '021500', '中国,内蒙古自治区,呼伦贝尔市,陈巴尔虎旗', '119.42434000', '49.32684000', 'Chenbaerhuqi');
INSERT INTO `t_dict_area` VALUES ('150726', '新巴尔虎左旗', '150700', '新巴尔虎左旗', '3', '0470', '021200', '中国,内蒙古自治区,呼伦贝尔市,新巴尔虎左旗', '118.26989000', '48.21842000', 'Xinbaerhuzuoqi');
INSERT INTO `t_dict_area` VALUES ('150727', '新巴尔虎右旗', '150700', '新巴尔虎右旗', '3', '0470', '021300', '中国,内蒙古自治区,呼伦贝尔市,新巴尔虎右旗', '116.82366000', '48.66473000', 'Xinbaerhuyouqi');
INSERT INTO `t_dict_area` VALUES ('150781', '满洲里市', '150700', '满洲里', '3', '0470', '021400', '中国,内蒙古自治区,呼伦贝尔市,满洲里市', '117.47946000', '49.58272000', 'Manzhouli');
INSERT INTO `t_dict_area` VALUES ('150782', '牙克石市', '150700', '牙克石', '3', '0470', '022150', '中国,内蒙古自治区,呼伦贝尔市,牙克石市', '120.71170000', '49.28560000', 'Yakeshi');
INSERT INTO `t_dict_area` VALUES ('150783', '扎兰屯市', '150700', '扎兰屯', '3', '0470', '162650', '中国,内蒙古自治区,呼伦贝尔市,扎兰屯市', '122.73757000', '48.01363000', 'Zhalantun');
INSERT INTO `t_dict_area` VALUES ('150784', '额尔古纳市', '150700', '额尔古纳', '3', '0470', '022250', '中国,内蒙古自治区,呼伦贝尔市,额尔古纳市', '120.19094000', '50.24249000', 'Eerguna');
INSERT INTO `t_dict_area` VALUES ('150785', '根河市', '150700', '根河', '3', '0470', '022350', '中国,内蒙古自治区,呼伦贝尔市,根河市', '121.52197000', '50.77996000', 'Genhe');
INSERT INTO `t_dict_area` VALUES ('150800', '巴彦淖尔市', '150000', '巴彦淖尔', '2', '0478', '015001', '中国,内蒙古自治区,巴彦淖尔市', '107.41695900', '40.75740200', 'Bayan Nur');
INSERT INTO `t_dict_area` VALUES ('150802', '临河区', '150800', '临河', '3', '0478', '015001', '中国,内蒙古自治区,巴彦淖尔市,临河区', '107.42668000', '40.75827000', 'Linhe');
INSERT INTO `t_dict_area` VALUES ('150821', '五原县', '150800', '五原', '3', '0478', '015100', '中国,内蒙古自治区,巴彦淖尔市,五原县', '108.26916000', '41.09631000', 'Wuyuan');
INSERT INTO `t_dict_area` VALUES ('150822', '磴口县', '150800', '磴口', '3', '0478', '015200', '中国,内蒙古自治区,巴彦淖尔市,磴口县', '107.00936000', '40.33062000', 'Dengkou');
INSERT INTO `t_dict_area` VALUES ('150823', '乌拉特前旗', '150800', '乌拉特前旗', '3', '0478', '014400', '中国,内蒙古自治区,巴彦淖尔市,乌拉特前旗', '108.65219000', '40.73649000', 'Wulateqianqi');
INSERT INTO `t_dict_area` VALUES ('150824', '乌拉特中旗', '150800', '乌拉特中旗', '3', '0478', '015300', '中国,内蒙古自治区,巴彦淖尔市,乌拉特中旗', '108.52587000', '41.56789000', 'Wulatezhongqi');
INSERT INTO `t_dict_area` VALUES ('150825', '乌拉特后旗', '150800', '乌拉特后旗', '3', '0478', '015500', '中国,内蒙古自治区,巴彦淖尔市,乌拉特后旗', '106.98971000', '41.43151000', 'Wulatehouqi');
INSERT INTO `t_dict_area` VALUES ('150826', '杭锦后旗', '150800', '杭锦后旗', '3', '0478', '015400', '中国,内蒙古自治区,巴彦淖尔市,杭锦后旗', '107.15133000', '40.88627000', 'Hangjinhouqi');
INSERT INTO `t_dict_area` VALUES ('150900', '乌兰察布市', '150000', '乌兰察布', '2', '0474', '012000', '中国,内蒙古自治区,乌兰察布市', '113.11454300', '41.03412600', 'Ulanqab');
INSERT INTO `t_dict_area` VALUES ('150902', '集宁区', '150900', '集宁', '3', '0474', '012000', '中国,内蒙古自治区,乌兰察布市,集宁区', '113.11452000', '41.03530000', 'Jining');
INSERT INTO `t_dict_area` VALUES ('150921', '卓资县', '150900', '卓资', '3', '0474', '012300', '中国,内蒙古自治区,乌兰察布市,卓资县', '112.57757000', '40.89414000', 'Zhuozi');
INSERT INTO `t_dict_area` VALUES ('150922', '化德县', '150900', '化德', '3', '0474', '013350', '中国,内蒙古自治区,乌兰察布市,化德县', '114.01071000', '41.90433000', 'Huade');
INSERT INTO `t_dict_area` VALUES ('150923', '商都县', '150900', '商都', '3', '0474', '013450', '中国,内蒙古自治区,乌兰察布市,商都县', '113.57772000', '41.56213000', 'Shangdu');
INSERT INTO `t_dict_area` VALUES ('150924', '兴和县', '150900', '兴和', '3', '0474', '013650', '中国,内蒙古自治区,乌兰察布市,兴和县', '113.83395000', '40.87186000', 'Xinghe');
INSERT INTO `t_dict_area` VALUES ('150925', '凉城县', '150900', '凉城', '3', '0474', '013750', '中国,内蒙古自治区,乌兰察布市,凉城县', '112.49569000', '40.53346000', 'Liangcheng');
INSERT INTO `t_dict_area` VALUES ('150926', '察哈尔右翼前旗', '150900', '察右前旗', '3', '0474', '012200', '中国,内蒙古自治区,乌兰察布市,察哈尔右翼前旗', '113.22131000', '40.77880000', 'Chayouqianqi');
INSERT INTO `t_dict_area` VALUES ('150927', '察哈尔右翼中旗', '150900', '察右中旗', '3', '0474', '013550', '中国,内蒙古自治区,乌兰察布市,察哈尔右翼中旗', '112.63537000', '41.27742000', 'Chayouzhongqi');
INSERT INTO `t_dict_area` VALUES ('150928', '察哈尔右翼后旗', '150900', '察右后旗', '3', '0474', '012400', '中国,内蒙古自治区,乌兰察布市,察哈尔右翼后旗', '113.19216000', '41.43554000', 'Chayouhouqi');
INSERT INTO `t_dict_area` VALUES ('150929', '四子王旗', '150900', '四子王旗', '3', '0474', '011800', '中国,内蒙古自治区,乌兰察布市,四子王旗', '111.70654000', '41.53312000', 'Siziwangqi');
INSERT INTO `t_dict_area` VALUES ('150981', '丰镇市', '150900', '丰镇', '3', '0474', '012100', '中国,内蒙古自治区,乌兰察布市,丰镇市', '113.10983000', '40.43690000', 'Fengzhen');
INSERT INTO `t_dict_area` VALUES ('152200', '兴安盟', '150000', '兴安盟', '2', '0482', '137401', '中国,内蒙古自治区,兴安盟', '122.07031700', '46.07626800', 'Hinggan');
INSERT INTO `t_dict_area` VALUES ('152201', '乌兰浩特市', '152200', '乌兰浩特', '3', '0482', '137401', '中国,内蒙古自治区,兴安盟,乌兰浩特市', '122.06378000', '46.06235000', 'Wulanhaote');
INSERT INTO `t_dict_area` VALUES ('152202', '阿尔山市', '152200', '阿尔山', '3', '0482', '137800', '中国,内蒙古自治区,兴安盟,阿尔山市', '119.94317000', '47.17716000', 'Aershan');
INSERT INTO `t_dict_area` VALUES ('152221', '科尔沁右翼前旗', '152200', '科右前旗', '3', '0482', '137423', '中国,内蒙古自治区,兴安盟,科尔沁右翼前旗', '121.95269000', '46.07950000', 'Keyouqianqi');
INSERT INTO `t_dict_area` VALUES ('152222', '科尔沁右翼中旗', '152200', '科右中旗', '3', '0482', '029400', '中国,内蒙古自治区,兴安盟,科尔沁右翼中旗', '121.46807000', '45.05605000', 'Keyouzhongqi');
INSERT INTO `t_dict_area` VALUES ('152223', '扎赉特旗', '152200', '扎赉特旗', '3', '0482', '137600', '中国,内蒙古自治区,兴安盟,扎赉特旗', '122.91229000', '46.72670000', 'Zhalaiteqi');
INSERT INTO `t_dict_area` VALUES ('152224', '突泉县', '152200', '突泉', '3', '0482', '137500', '中国,内蒙古自治区,兴安盟,突泉县', '121.59396000', '45.38187000', 'Tuquan');
INSERT INTO `t_dict_area` VALUES ('152500', '锡林郭勒盟', '150000', '锡林郭勒盟', '2', '0479', '026000', '中国,内蒙古自治区,锡林郭勒盟', '116.09099600', '43.94401800', 'Xilin Gol');
INSERT INTO `t_dict_area` VALUES ('152501', '二连浩特市', '152500', '二连浩特', '3', '0479', '011100', '中国,内蒙古自治区,锡林郭勒盟,二连浩特市', '111.98297000', '43.65303000', 'Erlianhaote');
INSERT INTO `t_dict_area` VALUES ('152502', '锡林浩特市', '152500', '锡林浩特', '3', '0479', '026021', '中国,内蒙古自治区,锡林郭勒盟,锡林浩特市', '116.08603000', '43.93341000', 'Xilinhaote');
INSERT INTO `t_dict_area` VALUES ('152522', '阿巴嘎旗', '152500', '阿巴嘎旗', '3', '0479', '011400', '中国,内蒙古自治区,锡林郭勒盟,阿巴嘎旗', '114.96826000', '44.02174000', 'Abagaqi');
INSERT INTO `t_dict_area` VALUES ('152523', '苏尼特左旗', '152500', '苏尼特左旗', '3', '0479', '011300', '中国,内蒙古自治区,锡林郭勒盟,苏尼特左旗', '113.65060000', '43.85687000', 'Sunitezuoqi');
INSERT INTO `t_dict_area` VALUES ('152524', '苏尼特右旗', '152500', '苏尼特右旗', '3', '0479', '011200', '中国,内蒙古自治区,锡林郭勒盟,苏尼特右旗', '112.65741000', '42.74690000', 'Suniteyouqi');
INSERT INTO `t_dict_area` VALUES ('152525', '东乌珠穆沁旗', '152500', '东乌旗', '3', '0479', '026300', '中国,内蒙古自治区,锡林郭勒盟,东乌珠穆沁旗', '116.97293000', '45.51108000', 'Dongwuqi');
INSERT INTO `t_dict_area` VALUES ('152526', '西乌珠穆沁旗', '152500', '西乌旗', '3', '0479', '026200', '中国,内蒙古自治区,锡林郭勒盟,西乌珠穆沁旗', '117.60983000', '44.59623000', 'Xiwuqi');
INSERT INTO `t_dict_area` VALUES ('152527', '太仆寺旗', '152500', '太仆寺旗', '3', '0479', '027000', '中国,内蒙古自治区,锡林郭勒盟,太仆寺旗', '115.28302000', '41.87727000', 'Taipusiqi');
INSERT INTO `t_dict_area` VALUES ('152528', '镶黄旗', '152500', '镶黄旗', '3', '0479', '013250', '中国,内蒙古自治区,锡林郭勒盟,镶黄旗', '113.84472000', '42.23927000', 'Xianghuangqi');
INSERT INTO `t_dict_area` VALUES ('152529', '正镶白旗', '152500', '正镶白旗', '3', '0479', '013800', '中国,内蒙古自治区,锡林郭勒盟,正镶白旗', '115.00067000', '42.30712000', 'Zhengxiangbaiqi');
INSERT INTO `t_dict_area` VALUES ('152530', '正蓝旗', '152500', '正蓝旗', '3', '0479', '027200', '中国,内蒙古自治区,锡林郭勒盟,正蓝旗', '116.00363000', '42.25229000', 'Zhenglanqi');
INSERT INTO `t_dict_area` VALUES ('152531', '多伦县', '152500', '多伦', '3', '0479', '027300', '中国,内蒙古自治区,锡林郭勒盟,多伦县', '116.48565000', '42.20300000', 'Duolun');
INSERT INTO `t_dict_area` VALUES ('152900', '阿拉善盟', '150000', '阿拉善盟', '2', '0483', '750306', '中国,内蒙古自治区,阿拉善盟', '105.70642200', '38.84481400', 'Alxa');
INSERT INTO `t_dict_area` VALUES ('152921', '阿拉善左旗', '152900', '阿拉善左旗', '3', '0483', '750306', '中国,内蒙古自治区,阿拉善盟,阿拉善左旗', '105.67532000', '38.82930000', 'Alashanzuoqi');
INSERT INTO `t_dict_area` VALUES ('152922', '阿拉善右旗', '152900', '阿拉善右旗', '3', '0483', '737300', '中国,内蒙古自治区,阿拉善盟,阿拉善右旗', '101.66705000', '39.21533000', 'Alashanyouqi');
INSERT INTO `t_dict_area` VALUES ('152923', '额济纳旗', '152900', '额济纳旗', '3', '0483', '735400', '中国,内蒙古自治区,阿拉善盟,额济纳旗', '101.06887000', '41.96755000', 'Ejinaqi');
INSERT INTO `t_dict_area` VALUES ('210000', '辽宁省', '100000', '辽宁', '1', '', '', '中国,辽宁省', '123.42909600', '41.79676700', 'Liaoning');
INSERT INTO `t_dict_area` VALUES ('210100', '沈阳市', '210000', '沈阳', '2', '024', '110013', '中国,辽宁省,沈阳市', '123.42909600', '41.79676700', 'Shenyang');
INSERT INTO `t_dict_area` VALUES ('210102', '和平区', '210100', '和平', '3', '024', '110001', '中国,辽宁省,沈阳市,和平区', '123.42040000', '41.78997000', 'Heping');
INSERT INTO `t_dict_area` VALUES ('210103', '沈河区', '210100', '沈河', '3', '024', '110011', '中国,辽宁省,沈阳市,沈河区', '123.45871000', '41.79625000', 'Shenhe');
INSERT INTO `t_dict_area` VALUES ('210104', '大东区', '210100', '大东', '3', '024', '110041', '中国,辽宁省,沈阳市,大东区', '123.46997000', '41.80539000', 'Dadong');
INSERT INTO `t_dict_area` VALUES ('210105', '皇姑区', '210100', '皇姑', '3', '024', '110031', '中国,辽宁省,沈阳市,皇姑区', '123.42527000', '41.82035000', 'Huanggu');
INSERT INTO `t_dict_area` VALUES ('210106', '铁西区', '210100', '铁西', '3', '024', '110021', '中国,辽宁省,沈阳市,铁西区', '123.37675000', '41.80269000', 'Tiexi');
INSERT INTO `t_dict_area` VALUES ('210111', '苏家屯区', '210100', '苏家屯', '3', '024', '110101', '中国,辽宁省,沈阳市,苏家屯区', '123.34405000', '41.66475000', 'Sujiatun');
INSERT INTO `t_dict_area` VALUES ('210112', '浑南区', '210100', '浑南', '3', '024', '110015', '中国,辽宁省,沈阳市,浑南区', '123.45770700', '41.71945000', 'Hunnan');
INSERT INTO `t_dict_area` VALUES ('210113', '沈北新区', '210100', '沈北新区', '3', '024', '110121', '中国,辽宁省,沈阳市,沈北新区', '123.52658000', '42.05297000', 'Shenbeixinqu');
INSERT INTO `t_dict_area` VALUES ('210114', '于洪区', '210100', '于洪', '3', '024', '110141', '中国,辽宁省,沈阳市,于洪区', '123.30807000', '41.79400000', 'Yuhong');
INSERT INTO `t_dict_area` VALUES ('210122', '辽中县', '210100', '辽中', '3', '024', '110200', '中国,辽宁省,沈阳市,辽中县', '122.72659000', '41.51302000', 'Liaozhong');
INSERT INTO `t_dict_area` VALUES ('210123', '康平县', '210100', '康平', '3', '024', '110500', '中国,辽宁省,沈阳市,康平县', '123.35446000', '42.75081000', 'Kangping');
INSERT INTO `t_dict_area` VALUES ('210124', '法库县', '210100', '法库', '3', '024', '110400', '中国,辽宁省,沈阳市,法库县', '123.41214000', '42.50608000', 'Faku');
INSERT INTO `t_dict_area` VALUES ('210181', '新民市', '210100', '新民', '3', '024', '110300', '中国,辽宁省,沈阳市,新民市', '122.82867000', '41.99847000', 'Xinmin');
INSERT INTO `t_dict_area` VALUES ('210200', '大连市', '210000', '大连', '2', '0411', '116011', '中国,辽宁省,大连市', '121.61862200', '38.91459000', 'Dalian');
INSERT INTO `t_dict_area` VALUES ('210202', '中山区', '210200', '中山', '3', '0411', '116001', '中国,辽宁省,大连市,中山区', '121.64465000', '38.91859000', 'Zhongshan');
INSERT INTO `t_dict_area` VALUES ('210203', '西岗区', '210200', '西岗', '3', '0411', '116011', '中国,辽宁省,大连市,西岗区', '121.61238000', '38.91469000', 'Xigang');
INSERT INTO `t_dict_area` VALUES ('210204', '沙河口区', '210200', '沙河口', '3', '0411', '116021', '中国,辽宁省,大连市,沙河口区', '121.58017000', '38.90536000', 'Shahekou');
INSERT INTO `t_dict_area` VALUES ('210211', '甘井子区', '210200', '甘井子', '3', '0411', '116033', '中国,辽宁省,大连市,甘井子区', '121.56567000', '38.95017000', 'Ganjingzi');
INSERT INTO `t_dict_area` VALUES ('210212', '旅顺口区', '210200', '旅顺口', '3', '0411', '116041', '中国,辽宁省,大连市,旅顺口区', '121.26202000', '38.85125000', 'Lvshunkou');
INSERT INTO `t_dict_area` VALUES ('210213', '金州区', '210200', '金州', '3', '0411', '116100', '中国,辽宁省,大连市,金州区', '121.71893000', '39.10040000', 'Jinzhou');
INSERT INTO `t_dict_area` VALUES ('210224', '长海县', '210200', '长海', '3', '0411', '116500', '中国,辽宁省,大连市,长海县', '122.58859000', '39.27274000', 'Changhai');
INSERT INTO `t_dict_area` VALUES ('210281', '瓦房店市', '210200', '瓦房店', '3', '0411', '116300', '中国,辽宁省,大连市,瓦房店市', '121.98104000', '39.62843000', 'Wafangdian');
INSERT INTO `t_dict_area` VALUES ('210282', '普兰店市', '210200', '普兰店', '3', '0411', '116200', '中国,辽宁省,大连市,普兰店市', '121.96316000', '39.39465000', 'Pulandian');
INSERT INTO `t_dict_area` VALUES ('210283', '庄河市', '210200', '庄河', '3', '0411', '116400', '中国,辽宁省,大连市,庄河市', '122.96725000', '39.68815000', 'Zhuanghe');
INSERT INTO `t_dict_area` VALUES ('210300', '鞍山市', '210000', '鞍山', '2', '0412', '114001', '中国,辽宁省,鞍山市', '122.99563200', '41.11062600', 'Anshan');
INSERT INTO `t_dict_area` VALUES ('210302', '铁东区', '210300', '铁东', '3', '0412', '114001', '中国,辽宁省,鞍山市,铁东区', '122.99085000', '41.08975000', 'Tiedong');
INSERT INTO `t_dict_area` VALUES ('210303', '铁西区', '210300', '铁西', '3', '0413', '114013', '中国,辽宁省,鞍山市,铁西区', '122.96967000', '41.11977000', 'Tiexi');
INSERT INTO `t_dict_area` VALUES ('210304', '立山区', '210300', '立山', '3', '0414', '114031', '中国,辽宁省,鞍山市,立山区', '123.02948000', '41.15008000', 'Lishan');
INSERT INTO `t_dict_area` VALUES ('210311', '千山区', '210300', '千山', '3', '0415', '114041', '中国,辽宁省,鞍山市,千山区', '122.96048000', '41.07507000', 'Qianshan');
INSERT INTO `t_dict_area` VALUES ('210321', '台安县', '210300', '台安', '3', '0417', '114100', '中国,辽宁省,鞍山市,台安县', '122.43585000', '41.41265000', 'Tai\'an');
INSERT INTO `t_dict_area` VALUES ('210323', '岫岩满族自治县', '210300', '岫岩', '3', '0418', '114300', '中国,辽宁省,鞍山市,岫岩满族自治县', '123.28875000', '40.27996000', 'Xiuyan');
INSERT INTO `t_dict_area` VALUES ('210381', '海城市', '210300', '海城', '3', '0416', '114200', '中国,辽宁省,鞍山市,海城市', '122.68457000', '40.88142000', 'Haicheng');
INSERT INTO `t_dict_area` VALUES ('210400', '抚顺市', '210000', '抚顺', '2', '024', '113008', '中国,辽宁省,抚顺市', '123.92110900', '41.87595600', 'Fushun');
INSERT INTO `t_dict_area` VALUES ('210402', '新抚区', '210400', '新抚', '3', '024', '113008', '中国,辽宁省,抚顺市,新抚区', '123.91264000', '41.86205000', 'Xinfu');
INSERT INTO `t_dict_area` VALUES ('210403', '东洲区', '210400', '东洲', '3', '024', '113003', '中国,辽宁省,抚顺市,东洲区', '124.03759000', '41.85190000', 'Dongzhou');
INSERT INTO `t_dict_area` VALUES ('210404', '望花区', '210400', '望花', '3', '024', '113001', '中国,辽宁省,抚顺市,望花区', '123.78283000', '41.85532000', 'Wanghua');
INSERT INTO `t_dict_area` VALUES ('210411', '顺城区', '210400', '顺城', '3', '024', '113006', '中国,辽宁省,抚顺市,顺城区', '123.94506000', '41.88321000', 'Shuncheng');
INSERT INTO `t_dict_area` VALUES ('210421', '抚顺县', '210400', '抚顺', '3', '024', '113006', '中国,辽宁省,抚顺市,抚顺县', '124.17755000', '41.71217000', 'Fushun');
INSERT INTO `t_dict_area` VALUES ('210422', '新宾满族自治县', '210400', '新宾', '3', '024', '113200', '中国,辽宁省,抚顺市,新宾满族自治县', '125.04049000', '41.73409000', 'Xinbin');
INSERT INTO `t_dict_area` VALUES ('210423', '清原满族自治县', '210400', '清原', '3', '024', '113300', '中国,辽宁省,抚顺市,清原满族自治县', '124.92807000', '42.10221000', 'Qingyuan');
INSERT INTO `t_dict_area` VALUES ('210500', '本溪市', '210000', '本溪', '2', '0414', '117000', '中国,辽宁省,本溪市', '123.77051900', '41.29790900', 'Benxi');
INSERT INTO `t_dict_area` VALUES ('210502', '平山区', '210500', '平山', '3', '0414', '117000', '中国,辽宁省,本溪市,平山区', '123.76892000', '41.29970000', 'Pingshan');
INSERT INTO `t_dict_area` VALUES ('210503', '溪湖区', '210500', '溪湖', '3', '0414', '117002', '中国,辽宁省,本溪市,溪湖区', '123.76764000', '41.32921000', 'Xihu');
INSERT INTO `t_dict_area` VALUES ('210504', '明山区', '210500', '明山', '3', '0414', '117021', '中国,辽宁省,本溪市,明山区', '123.81746000', '41.30827000', 'Mingshan');
INSERT INTO `t_dict_area` VALUES ('210505', '南芬区', '210500', '南芬', '3', '0414', '117014', '中国,辽宁省,本溪市,南芬区', '123.74523000', '41.10060000', 'Nanfen');
INSERT INTO `t_dict_area` VALUES ('210521', '本溪满族自治县', '210500', '本溪', '3', '0414', '117100', '中国,辽宁省,本溪市,本溪满族自治县', '124.12741000', '41.30059000', 'Benxi');
INSERT INTO `t_dict_area` VALUES ('210522', '桓仁满族自治县', '210500', '桓仁', '3', '0414', '117200', '中国,辽宁省,本溪市,桓仁满族自治县', '125.36062000', '41.26798000', 'Huanren');
INSERT INTO `t_dict_area` VALUES ('210600', '丹东市', '210000', '丹东', '2', '0415', '118000', '中国,辽宁省,丹东市', '124.38304400', '40.12429600', 'Dandong');
INSERT INTO `t_dict_area` VALUES ('210602', '元宝区', '210600', '元宝', '3', '0415', '118000', '中国,辽宁省,丹东市,元宝区', '124.39575000', '40.13651000', 'Yuanbao');
INSERT INTO `t_dict_area` VALUES ('210603', '振兴区', '210600', '振兴', '3', '0415', '118002', '中国,辽宁省,丹东市,振兴区', '124.36035000', '40.10489000', 'Zhenxing');
INSERT INTO `t_dict_area` VALUES ('210604', '振安区', '210600', '振安', '3', '0415', '118001', '中国,辽宁省,丹东市,振安区', '124.42816000', '40.15826000', 'Zhen\'an');
INSERT INTO `t_dict_area` VALUES ('210624', '宽甸满族自治县', '210600', '宽甸', '3', '0415', '118200', '中国,辽宁省,丹东市,宽甸满族自治县', '124.78247000', '40.73187000', 'Kuandian');
INSERT INTO `t_dict_area` VALUES ('210681', '东港市', '210600', '东港', '3', '0415', '118300', '中国,辽宁省,丹东市,东港市', '124.16287000', '39.86256000', 'Donggang');
INSERT INTO `t_dict_area` VALUES ('210682', '凤城市', '210600', '凤城', '3', '0415', '118100', '中国,辽宁省,丹东市,凤城市', '124.06671000', '40.45302000', 'Fengcheng');
INSERT INTO `t_dict_area` VALUES ('210700', '锦州市', '210000', '锦州', '2', '0416', '121000', '中国,辽宁省,锦州市', '121.13574200', '41.11926900', 'Jinzhou');
INSERT INTO `t_dict_area` VALUES ('210702', '古塔区', '210700', '古塔', '3', '0416', '121001', '中国,辽宁省,锦州市,古塔区', '121.12832000', '41.11725000', 'Guta');
INSERT INTO `t_dict_area` VALUES ('210703', '凌河区', '210700', '凌河', '3', '0416', '121000', '中国,辽宁省,锦州市,凌河区', '121.15089000', '41.11496000', 'Linghe');
INSERT INTO `t_dict_area` VALUES ('210711', '太和区', '210700', '太和', '3', '0416', '121011', '中国,辽宁省,锦州市,太和区', '121.10354000', '41.10929000', 'Taihe');
INSERT INTO `t_dict_area` VALUES ('210726', '黑山县', '210700', '黑山', '3', '0416', '121400', '中国,辽宁省,锦州市,黑山县', '122.12081000', '41.69417000', 'Heishan');
INSERT INTO `t_dict_area` VALUES ('210727', '义县', '210700', '义县', '3', '0416', '121100', '中国,辽宁省,锦州市,义县', '121.24035000', '41.53458000', 'Yixian');
INSERT INTO `t_dict_area` VALUES ('210781', '凌海市', '210700', '凌海', '3', '0416', '121200', '中国,辽宁省,锦州市,凌海市', '121.35705000', '41.17370000', 'Linghai');
INSERT INTO `t_dict_area` VALUES ('210782', '北镇市', '210700', '北镇', '3', '0416', '121300', '中国,辽宁省,锦州市,北镇市', '121.79858000', '41.59537000', 'Beizhen');
INSERT INTO `t_dict_area` VALUES ('210800', '营口市', '210000', '营口', '2', '0417', '115003', '中国,辽宁省,营口市', '122.23515100', '40.66743200', 'Yingkou');
INSERT INTO `t_dict_area` VALUES ('210802', '站前区', '210800', '站前', '3', '0417', '115002', '中国,辽宁省,营口市,站前区', '122.25896000', '40.67266000', 'Zhanqian');
INSERT INTO `t_dict_area` VALUES ('210803', '西市区', '210800', '西市', '3', '0417', '115004', '中国,辽宁省,营口市,西市区', '122.20641000', '40.66640000', 'Xishi');
INSERT INTO `t_dict_area` VALUES ('210804', '鲅鱼圈区', '210800', '鲅鱼圈', '3', '0417', '115007', '中国,辽宁省,营口市,鲅鱼圈区', '122.13266000', '40.26865000', 'Bayuquan');
INSERT INTO `t_dict_area` VALUES ('210811', '老边区', '210800', '老边', '3', '0417', '115005', '中国,辽宁省,营口市,老边区', '122.37996000', '40.68030000', 'Laobian');
INSERT INTO `t_dict_area` VALUES ('210881', '盖州市', '210800', '盖州', '3', '0417', '115200', '中国,辽宁省,营口市,盖州市', '122.35464000', '40.40446000', 'Gaizhou');
INSERT INTO `t_dict_area` VALUES ('210882', '大石桥市', '210800', '大石桥', '3', '0417', '115100', '中国,辽宁省,营口市,大石桥市', '122.50927000', '40.64567000', 'Dashiqiao');
INSERT INTO `t_dict_area` VALUES ('210900', '阜新市', '210000', '阜新', '2', '0418', '123000', '中国,辽宁省,阜新市', '121.64896200', '42.01179600', 'Fuxin');
INSERT INTO `t_dict_area` VALUES ('210902', '海州区', '210900', '海州', '3', '0418', '123000', '中国,辽宁省,阜新市,海州区', '121.65626000', '42.01336000', 'Haizhou');
INSERT INTO `t_dict_area` VALUES ('210903', '新邱区', '210900', '新邱', '3', '0418', '123005', '中国,辽宁省,阜新市,新邱区', '121.79251000', '42.09181000', 'Xinqiu');
INSERT INTO `t_dict_area` VALUES ('210904', '太平区', '210900', '太平', '3', '0418', '123003', '中国,辽宁省,阜新市,太平区', '121.67865000', '42.01065000', 'Taiping');
INSERT INTO `t_dict_area` VALUES ('210905', '清河门区', '210900', '清河门', '3', '0418', '123006', '中国,辽宁省,阜新市,清河门区', '121.41610000', '41.78309000', 'Qinghemen');
INSERT INTO `t_dict_area` VALUES ('210911', '细河区', '210900', '细河', '3', '0418', '123000', '中国,辽宁省,阜新市,细河区', '121.68013000', '42.02533000', 'Xihe');
INSERT INTO `t_dict_area` VALUES ('210921', '阜新蒙古族自治县', '210900', '阜新', '3', '0418', '123100', '中国,辽宁省,阜新市,阜新蒙古族自治县', '121.75787000', '42.06510000', 'Fuxin');
INSERT INTO `t_dict_area` VALUES ('210922', '彰武县', '210900', '彰武', '3', '0418', '123200', '中国,辽宁省,阜新市,彰武县', '122.54022000', '42.38625000', 'Zhangwu');
INSERT INTO `t_dict_area` VALUES ('211000', '辽阳市', '210000', '辽阳', '2', '0419', '111000', '中国,辽宁省,辽阳市', '123.18152000', '41.26940200', 'Liaoyang');
INSERT INTO `t_dict_area` VALUES ('211002', '白塔区', '211000', '白塔', '3', '0419', '111000', '中国,辽宁省,辽阳市,白塔区', '123.17470000', '41.27025000', 'Baita');
INSERT INTO `t_dict_area` VALUES ('211003', '文圣区', '211000', '文圣', '3', '0419', '111000', '中国,辽宁省,辽阳市,文圣区', '123.18521000', '41.26267000', 'Wensheng');
INSERT INTO `t_dict_area` VALUES ('211004', '宏伟区', '211000', '宏伟', '3', '0419', '111003', '中国,辽宁省,辽阳市,宏伟区', '123.19290000', '41.21852000', 'Hongwei');
INSERT INTO `t_dict_area` VALUES ('211005', '弓长岭区', '211000', '弓长岭', '3', '0419', '111008', '中国,辽宁省,辽阳市,弓长岭区', '123.41963000', '41.15181000', 'Gongchangling');
INSERT INTO `t_dict_area` VALUES ('211011', '太子河区', '211000', '太子河', '3', '0419', '111000', '中国,辽宁省,辽阳市,太子河区', '123.18182000', '41.25337000', 'Taizihe');
INSERT INTO `t_dict_area` VALUES ('211021', '辽阳县', '211000', '辽阳', '3', '0419', '111200', '中国,辽宁省,辽阳市,辽阳县', '123.10574000', '41.20542000', 'Liaoyang');
INSERT INTO `t_dict_area` VALUES ('211081', '灯塔市', '211000', '灯塔', '3', '0419', '111300', '中国,辽宁省,辽阳市,灯塔市', '123.33926000', '41.42612000', 'Dengta');
INSERT INTO `t_dict_area` VALUES ('211100', '盘锦市', '210000', '盘锦', '2', '0427', '124010', '中国,辽宁省,盘锦市', '122.06957000', '41.12448400', 'Panjin');
INSERT INTO `t_dict_area` VALUES ('211102', '双台子区', '211100', '双台子', '3', '0427', '124000', '中国,辽宁省,盘锦市,双台子区', '122.06011000', '41.19060000', 'Shuangtaizi');
INSERT INTO `t_dict_area` VALUES ('211103', '兴隆台区', '211100', '兴隆台', '3', '0427', '124010', '中国,辽宁省,盘锦市,兴隆台区', '122.07529000', '41.12402000', 'Xinglongtai');
INSERT INTO `t_dict_area` VALUES ('211121', '大洼县', '211100', '大洼', '3', '0427', '124200', '中国,辽宁省,盘锦市,大洼县', '122.08239000', '41.00244000', 'Dawa');
INSERT INTO `t_dict_area` VALUES ('211122', '盘山县', '211100', '盘山', '3', '0427', '124000', '中国,辽宁省,盘锦市,盘山县', '121.99777000', '41.23805000', 'Panshan');
INSERT INTO `t_dict_area` VALUES ('211200', '铁岭市', '210000', '铁岭', '2', '024', '112000', '中国,辽宁省,铁岭市', '123.84427900', '42.29058500', 'Tieling');
INSERT INTO `t_dict_area` VALUES ('211202', '银州区', '211200', '银州', '3', '024', '112000', '中国,辽宁省,铁岭市,银州区', '123.85730000', '42.29507000', 'Yinzhou');
INSERT INTO `t_dict_area` VALUES ('211204', '清河区', '211200', '清河', '3', '024', '112003', '中国,辽宁省,铁岭市,清河区', '124.15911000', '42.54679000', 'Qinghe');
INSERT INTO `t_dict_area` VALUES ('211221', '铁岭县', '211200', '铁岭', '3', '024', '112000', '中国,辽宁省,铁岭市,铁岭县', '123.77325000', '42.22498000', 'Tieling');
INSERT INTO `t_dict_area` VALUES ('211223', '西丰县', '211200', '西丰', '3', '024', '112400', '中国,辽宁省,铁岭市,西丰县', '124.73040000', '42.73756000', 'Xifeng');
INSERT INTO `t_dict_area` VALUES ('211224', '昌图县', '211200', '昌图', '3', '024', '112500', '中国,辽宁省,铁岭市,昌图县', '124.11206000', '42.78428000', 'Changtu');
INSERT INTO `t_dict_area` VALUES ('211281', '调兵山市', '211200', '调兵山', '3', '024', '112700', '中国,辽宁省,铁岭市,调兵山市', '123.56689000', '42.46750000', 'Diaobingshan');
INSERT INTO `t_dict_area` VALUES ('211282', '开原市', '211200', '开原', '3', '024', '112300', '中国,辽宁省,铁岭市,开原市', '124.03945000', '42.54585000', 'Kaiyuan');
INSERT INTO `t_dict_area` VALUES ('211300', '朝阳市', '210000', '朝阳', '2', '0421', '122000', '中国,辽宁省,朝阳市', '120.45117600', '41.57675800', 'Chaoyang');
INSERT INTO `t_dict_area` VALUES ('211302', '双塔区', '211300', '双塔', '3', '0421', '122000', '中国,辽宁省,朝阳市,双塔区', '120.45385000', '41.56600000', 'Shuangta');
INSERT INTO `t_dict_area` VALUES ('211303', '龙城区', '211300', '龙城', '3', '0421', '122000', '中国,辽宁省,朝阳市,龙城区', '120.43719000', '41.59264000', 'Longcheng');
INSERT INTO `t_dict_area` VALUES ('211321', '朝阳县', '211300', '朝阳', '3', '0421', '122000', '中国,辽宁省,朝阳市,朝阳县', '120.17401000', '41.43240000', 'Chaoyang');
INSERT INTO `t_dict_area` VALUES ('211322', '建平县', '211300', '建平', '3', '0421', '122400', '中国,辽宁省,朝阳市,建平县', '119.64392000', '41.40315000', 'Jianping');
INSERT INTO `t_dict_area` VALUES ('211324', '喀喇沁左翼蒙古族自治县', '211300', '喀喇沁左翼', '3', '0421', '122300', '中国,辽宁省,朝阳市,喀喇沁左翼蒙古族自治县', '119.74185000', '41.12801000', 'Kalaqinzuoyi');
INSERT INTO `t_dict_area` VALUES ('211381', '北票市', '211300', '北票', '3', '0421', '122100', '中国,辽宁省,朝阳市,北票市', '120.76977000', '41.80196000', 'Beipiao');
INSERT INTO `t_dict_area` VALUES ('211382', '凌源市', '211300', '凌源', '3', '0421', '122500', '中国,辽宁省,朝阳市,凌源市', '119.40148000', '41.24558000', 'Lingyuan');
INSERT INTO `t_dict_area` VALUES ('211400', '葫芦岛市', '210000', '葫芦岛', '2', '0429', '125000', '中国,辽宁省,葫芦岛市', '120.85639400', '40.75557200', 'Huludao');
INSERT INTO `t_dict_area` VALUES ('211402', '连山区', '211400', '连山', '3', '0429', '125001', '中国,辽宁省,葫芦岛市,连山区', '120.86393000', '40.75554000', 'Lianshan');
INSERT INTO `t_dict_area` VALUES ('211403', '龙港区', '211400', '龙港', '3', '0429', '125003', '中国,辽宁省,葫芦岛市,龙港区', '120.94866000', '40.71919000', 'Longgang');
INSERT INTO `t_dict_area` VALUES ('211404', '南票区', '211400', '南票', '3', '0429', '125027', '中国,辽宁省,葫芦岛市,南票区', '120.74978000', '41.10707000', 'Nanpiao');
INSERT INTO `t_dict_area` VALUES ('211421', '绥中县', '211400', '绥中', '3', '0429', '125200', '中国,辽宁省,葫芦岛市,绥中县', '120.34451000', '40.32552000', 'Suizhong');
INSERT INTO `t_dict_area` VALUES ('211422', '建昌县', '211400', '建昌', '3', '0429', '125300', '中国,辽宁省,葫芦岛市,建昌县', '119.83770000', '40.82448000', 'Jianchang');
INSERT INTO `t_dict_area` VALUES ('211481', '兴城市', '211400', '兴城', '3', '0429', '125100', '中国,辽宁省,葫芦岛市,兴城市', '120.72537000', '40.61492000', 'Xingcheng');
INSERT INTO `t_dict_area` VALUES ('211500', '金普新区', '210000', '金普新区', '2', '0411', '116100', '中国,辽宁省,金普新区', '121.78962700', '39.05545100', 'Jinpuxinqu');
INSERT INTO `t_dict_area` VALUES ('211501', '金州新区', '211500', '金州新区', '3', '0411', '116100', '中国,辽宁省,金普新区,金州新区', '121.78482100', '39.05225200', 'Jinzhouxinqu');
INSERT INTO `t_dict_area` VALUES ('211502', '普湾新区', '211500', '普湾新区', '3', '0411', '116200', '中国,辽宁省,金普新区,普湾新区', '121.81281200', '39.33009300', 'Puwanxinqu');
INSERT INTO `t_dict_area` VALUES ('211503', '保税区', '211500', '保税区', '3', '0411', '116100', '中国,辽宁省,金普新区,保税区', '121.94289000', '39.22461400', 'Baoshuiqu');
INSERT INTO `t_dict_area` VALUES ('220000', '吉林省', '100000', '吉林', '1', '', '', '中国,吉林省', '125.32450000', '43.88684100', 'Jilin');
INSERT INTO `t_dict_area` VALUES ('220100', '长春市', '220000', '长春', '2', '0431', '130022', '中国,吉林省,长春市', '125.32450000', '43.88684100', 'Changchun');
INSERT INTO `t_dict_area` VALUES ('220102', '南关区', '220100', '南关', '3', '0431', '130022', '中国,吉林省,长春市,南关区', '125.35035000', '43.86401000', 'Nanguan');
INSERT INTO `t_dict_area` VALUES ('220103', '宽城区', '220100', '宽城', '3', '0431', '130051', '中国,吉林省,长春市,宽城区', '125.32635000', '43.90182000', 'Kuancheng');
INSERT INTO `t_dict_area` VALUES ('220104', '朝阳区', '220100', '朝阳', '3', '0431', '130012', '中国,吉林省,长春市,朝阳区', '125.28830000', '43.83339000', 'Chaoyang');
INSERT INTO `t_dict_area` VALUES ('220105', '二道区', '220100', '二道', '3', '0431', '130031', '中国,吉林省,长春市,二道区', '125.37429000', '43.86501000', 'Erdao');
INSERT INTO `t_dict_area` VALUES ('220106', '绿园区', '220100', '绿园', '3', '0431', '130062', '中国,吉林省,长春市,绿园区', '125.25582000', '43.88045000', 'Lvyuan');
INSERT INTO `t_dict_area` VALUES ('220112', '双阳区', '220100', '双阳', '3', '0431', '130600', '中国,吉林省,长春市,双阳区', '125.65631000', '43.52803000', 'Shuangyang');
INSERT INTO `t_dict_area` VALUES ('220113', '九台区', '220100', '九台', '3', '0431', '130500', '中国,吉林省,长春市,九台区', '125.83950000', '44.15163000', 'Jiutai');
INSERT INTO `t_dict_area` VALUES ('220122', '农安县', '220100', '农安', '3', '0431', '130200', '中国,吉林省,长春市,农安县', '125.18481000', '44.43265000', 'Nong\'an');
INSERT INTO `t_dict_area` VALUES ('220182', '榆树市', '220100', '榆树', '3', '0431', '130400', '中国,吉林省,长春市,榆树市', '126.55688000', '44.82523000', 'Yushu');
INSERT INTO `t_dict_area` VALUES ('220183', '德惠市', '220100', '德惠', '3', '0431', '130300', '中国,吉林省,长春市,德惠市', '125.70538000', '44.53719000', 'Dehui');
INSERT INTO `t_dict_area` VALUES ('220200', '吉林市', '220000', '吉林', '2', '0432', '132011', '中国,吉林省,吉林市', '126.55302000', '43.84357700', 'Jilin');
INSERT INTO `t_dict_area` VALUES ('220202', '昌邑区', '220200', '昌邑', '3', '0432', '132002', '中国,吉林省,吉林市,昌邑区', '126.57424000', '43.88183000', 'Changyi');
INSERT INTO `t_dict_area` VALUES ('220203', '龙潭区', '220200', '龙潭', '3', '0432', '132021', '中国,吉林省,吉林市,龙潭区', '126.56213000', '43.91054000', 'Longtan');
INSERT INTO `t_dict_area` VALUES ('220204', '船营区', '220200', '船营', '3', '0432', '132011', '中国,吉林省,吉林市,船营区', '126.54096000', '43.83344000', 'Chuanying');
INSERT INTO `t_dict_area` VALUES ('220211', '丰满区', '220200', '丰满', '3', '0432', '132013', '中国,吉林省,吉林市,丰满区', '126.56237000', '43.82236000', 'Fengman');
INSERT INTO `t_dict_area` VALUES ('220221', '永吉县', '220200', '永吉', '3', '0432', '132200', '中国,吉林省,吉林市,永吉县', '126.49630000', '43.67197000', 'Yongji');
INSERT INTO `t_dict_area` VALUES ('220281', '蛟河市', '220200', '蛟河', '3', '0432', '132500', '中国,吉林省,吉林市,蛟河市', '127.34426000', '43.72696000', 'Jiaohe');
INSERT INTO `t_dict_area` VALUES ('220282', '桦甸市', '220200', '桦甸', '3', '0432', '132400', '中国,吉林省,吉林市,桦甸市', '126.74624000', '42.97206000', 'Huadian');
INSERT INTO `t_dict_area` VALUES ('220283', '舒兰市', '220200', '舒兰', '3', '0432', '132600', '中国,吉林省,吉林市,舒兰市', '126.96530000', '44.40582000', 'Shulan');
INSERT INTO `t_dict_area` VALUES ('220284', '磐石市', '220200', '磐石', '3', '0432', '132300', '中国,吉林省,吉林市,磐石市', '126.06250000', '42.94628000', 'Panshi');
INSERT INTO `t_dict_area` VALUES ('220300', '四平市', '220000', '四平', '2', '0434', '136000', '中国,吉林省,四平市', '124.37078500', '43.17034400', 'Siping');
INSERT INTO `t_dict_area` VALUES ('220302', '铁西区', '220300', '铁西', '3', '0434', '136000', '中国,吉林省,四平市,铁西区', '124.37369000', '43.17456000', 'Tiexi');
INSERT INTO `t_dict_area` VALUES ('220303', '铁东区', '220300', '铁东', '3', '0434', '136001', '中国,吉林省,四平市,铁东区', '124.40976000', '43.16241000', 'Tiedong');
INSERT INTO `t_dict_area` VALUES ('220322', '梨树县', '220300', '梨树', '3', '0434', '136500', '中国,吉林省,四平市,梨树县', '124.33563000', '43.30717000', 'Lishu');
INSERT INTO `t_dict_area` VALUES ('220323', '伊通满族自治县', '220300', '伊通', '3', '0434', '130700', '中国,吉林省,四平市,伊通满族自治县', '125.30596000', '43.34434000', 'Yitong');
INSERT INTO `t_dict_area` VALUES ('220381', '公主岭市', '220300', '公主岭', '3', '0434', '136100', '中国,吉林省,四平市,公主岭市', '124.82266000', '43.50453000', 'Gongzhuling');
INSERT INTO `t_dict_area` VALUES ('220382', '双辽市', '220300', '双辽', '3', '0434', '136400', '中国,吉林省,四平市,双辽市', '123.50106000', '43.52099000', 'Shuangliao');
INSERT INTO `t_dict_area` VALUES ('220400', '辽源市', '220000', '辽源', '2', '0437', '136200', '中国,吉林省,辽源市', '125.14534900', '42.90269200', 'Liaoyuan');
INSERT INTO `t_dict_area` VALUES ('220402', '龙山区', '220400', '龙山', '3', '0437', '136200', '中国,吉林省,辽源市,龙山区', '125.13641000', '42.89714000', 'Longshan');
INSERT INTO `t_dict_area` VALUES ('220403', '西安区', '220400', '西安', '3', '0437', '136201', '中国,吉林省,辽源市,西安区', '125.14904000', '42.92700000', 'Xi\'an');
INSERT INTO `t_dict_area` VALUES ('220421', '东丰县', '220400', '东丰', '3', '0437', '136300', '中国,吉林省,辽源市,东丰县', '125.53244000', '42.67830000', 'Dongfeng');
INSERT INTO `t_dict_area` VALUES ('220422', '东辽县', '220400', '东辽', '3', '0437', '136600', '中国,吉林省,辽源市,东辽县', '124.98596000', '42.92492000', 'Dongliao');
INSERT INTO `t_dict_area` VALUES ('220500', '通化市', '220000', '通化', '2', '0435', '134001', '中国,吉林省,通化市', '125.93650100', '41.72117700', 'Tonghua');
INSERT INTO `t_dict_area` VALUES ('220502', '东昌区', '220500', '东昌', '3', '0435', '134001', '中国,吉林省,通化市,东昌区', '125.95510000', '41.72849000', 'Dongchang');
INSERT INTO `t_dict_area` VALUES ('220503', '二道江区', '220500', '二道江', '3', '0435', '134003', '中国,吉林省,通化市,二道江区', '126.04257000', '41.77410000', 'Erdaojiang');
INSERT INTO `t_dict_area` VALUES ('220521', '通化县', '220500', '通化', '3', '0435', '134100', '中国,吉林省,通化市,通化县', '125.75936000', '41.67928000', 'Tonghua');
INSERT INTO `t_dict_area` VALUES ('220523', '辉南县', '220500', '辉南', '3', '0435', '135100', '中国,吉林省,通化市,辉南县', '126.04684000', '42.68497000', 'Huinan');
INSERT INTO `t_dict_area` VALUES ('220524', '柳河县', '220500', '柳河', '3', '0435', '135300', '中国,吉林省,通化市,柳河县', '125.74475000', '42.28468000', 'Liuhe');
INSERT INTO `t_dict_area` VALUES ('220581', '梅河口市', '220500', '梅河口', '3', '0435', '135000', '中国,吉林省,通化市,梅河口市', '125.71041000', '42.53828000', 'Meihekou');
INSERT INTO `t_dict_area` VALUES ('220582', '集安市', '220500', '集安', '3', '0435', '134200', '中国,吉林省,通化市,集安市', '126.18829000', '41.12268000', 'Ji\'an');
INSERT INTO `t_dict_area` VALUES ('220600', '白山市', '220000', '白山', '2', '0439', '134300', '中国,吉林省,白山市', '126.42783900', '41.94250500', 'Baishan');
INSERT INTO `t_dict_area` VALUES ('220602', '浑江区', '220600', '浑江', '3', '0439', '134300', '中国,吉林省,白山市,浑江区', '126.42234200', '41.94565600', 'Hunjiang');
INSERT INTO `t_dict_area` VALUES ('220605', '江源区', '220600', '江源', '3', '0439', '134700', '中国,吉林省,白山市,江源区', '126.59079000', '42.05664000', 'Jiangyuan');
INSERT INTO `t_dict_area` VALUES ('220621', '抚松县', '220600', '抚松', '3', '0439', '134500', '中国,吉林省,白山市,抚松县', '127.28030000', '42.34198000', 'Fusong');
INSERT INTO `t_dict_area` VALUES ('220622', '靖宇县', '220600', '靖宇', '3', '0439', '135200', '中国,吉林省,白山市,靖宇县', '126.81308000', '42.38863000', 'Jingyu');
INSERT INTO `t_dict_area` VALUES ('220623', '长白朝鲜族自治县', '220600', '长白', '3', '0439', '134400', '中国,吉林省,白山市,长白朝鲜族自治县', '128.20047000', '41.41996000', 'Changbai');
INSERT INTO `t_dict_area` VALUES ('220681', '临江市', '220600', '临江', '3', '0439', '134600', '中国,吉林省,白山市,临江市', '126.91751000', '41.81142000', 'Linjiang');
INSERT INTO `t_dict_area` VALUES ('220700', '松原市', '220000', '松原', '2', '0438', '138000', '中国,吉林省,松原市', '124.82360800', '45.11824300', 'Songyuan');
INSERT INTO `t_dict_area` VALUES ('220702', '宁江区', '220700', '宁江', '3', '0438', '138000', '中国,吉林省,松原市,宁江区', '124.81689000', '45.17175000', 'Ningjiang');
INSERT INTO `t_dict_area` VALUES ('220721', '前郭尔罗斯蒙古族自治县', '220700', '前郭尔罗斯', '3', '0438', '138000', '中国,吉林省,松原市,前郭尔罗斯蒙古族自治县', '124.82351000', '45.11726000', 'Qianguoerluosi');
INSERT INTO `t_dict_area` VALUES ('220722', '长岭县', '220700', '长岭', '3', '0438', '131500', '中国,吉林省,松原市,长岭县', '123.96725000', '44.27581000', 'Changling');
INSERT INTO `t_dict_area` VALUES ('220723', '乾安县', '220700', '乾安', '3', '0438', '131400', '中国,吉林省,松原市,乾安县', '124.02737000', '45.01068000', 'Qian\'an');
INSERT INTO `t_dict_area` VALUES ('220781', '扶余市', '220700', '扶余', '3', '0438', '131200', '中国,吉林省,松原市,扶余市', '126.04275800', '44.98619900', 'Fuyu');
INSERT INTO `t_dict_area` VALUES ('220800', '白城市', '220000', '白城', '2', '0436', '137000', '中国,吉林省,白城市', '122.84111400', '45.61902600', 'Baicheng');
INSERT INTO `t_dict_area` VALUES ('220802', '洮北区', '220800', '洮北', '3', '0436', '137000', '中国,吉林省,白城市,洮北区', '122.85104000', '45.62167000', 'Taobei');
INSERT INTO `t_dict_area` VALUES ('220821', '镇赉县', '220800', '镇赉', '3', '0436', '137300', '中国,吉林省,白城市,镇赉县', '123.19924000', '45.84779000', 'Zhenlai');
INSERT INTO `t_dict_area` VALUES ('220822', '通榆县', '220800', '通榆', '3', '0436', '137200', '中国,吉林省,白城市,通榆县', '123.08761000', '44.81388000', 'Tongyu');
INSERT INTO `t_dict_area` VALUES ('220881', '洮南市', '220800', '洮南', '3', '0436', '137100', '中国,吉林省,白城市,洮南市', '122.78772000', '45.33502000', 'Taonan');
INSERT INTO `t_dict_area` VALUES ('220882', '大安市', '220800', '大安', '3', '0436', '131300', '中国,吉林省,白城市,大安市', '124.29519000', '45.50846000', 'Da\'an');
INSERT INTO `t_dict_area` VALUES ('222400', '延边朝鲜族自治州', '220000', '延边', '2', '0433', '133000', '中国,吉林省,延边朝鲜族自治州', '129.51322800', '42.90482300', 'Yanbian');
INSERT INTO `t_dict_area` VALUES ('222401', '延吉市', '222400', '延吉', '3', '0433', '133000', '中国,吉林省,延边朝鲜族自治州,延吉市', '129.51357000', '42.90682000', 'Yanji');
INSERT INTO `t_dict_area` VALUES ('222402', '图们市', '222400', '图们', '3', '0433', '133100', '中国,吉林省,延边朝鲜族自治州,图们市', '129.84381000', '42.96801000', 'Tumen');
INSERT INTO `t_dict_area` VALUES ('222403', '敦化市', '222400', '敦化', '3', '0433', '133700', '中国,吉林省,延边朝鲜族自治州,敦化市', '128.23242000', '43.37304000', 'Dunhua');
INSERT INTO `t_dict_area` VALUES ('222404', '珲春市', '222400', '珲春', '3', '0433', '133300', '中国,吉林省,延边朝鲜族自治州,珲春市', '130.36572000', '42.86242000', 'Hunchun');
INSERT INTO `t_dict_area` VALUES ('222405', '龙井市', '222400', '龙井', '3', '0433', '133400', '中国,吉林省,延边朝鲜族自治州,龙井市', '129.42584000', '42.76804000', 'Longjing');
INSERT INTO `t_dict_area` VALUES ('222406', '和龙市', '222400', '和龙', '3', '0433', '133500', '中国,吉林省,延边朝鲜族自治州,和龙市', '129.01077000', '42.54640000', 'Helong');
INSERT INTO `t_dict_area` VALUES ('222424', '汪清县', '222400', '汪清', '3', '0433', '133200', '中国,吉林省,延边朝鲜族自治州,汪清县', '129.77121000', '43.31278000', 'Wangqing');
INSERT INTO `t_dict_area` VALUES ('222426', '安图县', '222400', '安图', '3', '0433', '133600', '中国,吉林省,延边朝鲜族自治州,安图县', '128.90625000', '43.11533000', 'Antu');
INSERT INTO `t_dict_area` VALUES ('230000', '黑龙江省', '100000', '黑龙江', '1', '', '', '中国,黑龙江省', '126.64246400', '45.75696700', 'Heilongjiang');
INSERT INTO `t_dict_area` VALUES ('230100', '哈尔滨市', '230000', '哈尔滨', '2', '0451', '150010', '中国,黑龙江省,哈尔滨市', '126.64246400', '45.75696700', 'Harbin');
INSERT INTO `t_dict_area` VALUES ('230102', '道里区', '230100', '道里', '3', '0451', '150010', '中国,黑龙江省,哈尔滨市,道里区', '126.61705000', '45.75586000', 'Daoli');
INSERT INTO `t_dict_area` VALUES ('230103', '南岗区', '230100', '南岗', '3', '0451', '150006', '中国,黑龙江省,哈尔滨市,南岗区', '126.66854000', '45.75996000', 'Nangang');
INSERT INTO `t_dict_area` VALUES ('230104', '道外区', '230100', '道外', '3', '0451', '150020', '中国,黑龙江省,哈尔滨市,道外区', '126.64938000', '45.79187000', 'Daowai');
INSERT INTO `t_dict_area` VALUES ('230108', '平房区', '230100', '平房', '3', '0451', '150060', '中国,黑龙江省,哈尔滨市,平房区', '126.63729000', '45.59777000', 'Pingfang');
INSERT INTO `t_dict_area` VALUES ('230109', '松北区', '230100', '松北', '3', '0451', '150028', '中国,黑龙江省,哈尔滨市,松北区', '126.56276000', '45.80831000', 'Songbei');
INSERT INTO `t_dict_area` VALUES ('230110', '香坊区', '230100', '香坊', '3', '0451', '150036', '中国,黑龙江省,哈尔滨市,香坊区', '126.67968000', '45.72383000', 'Xiangfang');
INSERT INTO `t_dict_area` VALUES ('230111', '呼兰区', '230100', '呼兰', '3', '0451', '150500', '中国,黑龙江省,哈尔滨市,呼兰区', '126.58792000', '45.88895000', 'Hulan');
INSERT INTO `t_dict_area` VALUES ('230112', '阿城区', '230100', '阿城', '3', '0451', '150300', '中国,黑龙江省,哈尔滨市,阿城区', '126.97525000', '45.54144000', 'A\'cheng');
INSERT INTO `t_dict_area` VALUES ('230113', '双城区', '230100', '双城', '3', '0451', '150100', '中国,黑龙江省,哈尔滨市,双城区', '126.30878400', '45.37794200', 'Shuangcheng');
INSERT INTO `t_dict_area` VALUES ('230123', '依兰县', '230100', '依兰', '3', '0451', '154800', '中国,黑龙江省,哈尔滨市,依兰县', '129.56817000', '46.32470000', 'Yilan');
INSERT INTO `t_dict_area` VALUES ('230124', '方正县', '230100', '方正', '3', '0451', '150800', '中国,黑龙江省,哈尔滨市,方正县', '128.82952000', '45.85162000', 'Fangzheng');
INSERT INTO `t_dict_area` VALUES ('230125', '宾县', '230100', '宾县', '3', '0451', '150400', '中国,黑龙江省,哈尔滨市,宾县', '127.48675000', '45.75504000', 'Binxian');
INSERT INTO `t_dict_area` VALUES ('230126', '巴彦县', '230100', '巴彦', '3', '0451', '151800', '中国,黑龙江省,哈尔滨市,巴彦县', '127.40799000', '46.08148000', 'Bayan');
INSERT INTO `t_dict_area` VALUES ('230127', '木兰县', '230100', '木兰', '3', '0451', '151900', '中国,黑龙江省,哈尔滨市,木兰县', '128.04480000', '45.94944000', 'Mulan');
INSERT INTO `t_dict_area` VALUES ('230128', '通河县', '230100', '通河', '3', '0451', '150900', '中国,黑龙江省,哈尔滨市,通河县', '128.74603000', '45.99007000', 'Tonghe');
INSERT INTO `t_dict_area` VALUES ('230129', '延寿县', '230100', '延寿', '3', '0451', '150700', '中国,黑龙江省,哈尔滨市,延寿县', '128.33419000', '45.45540000', 'Yanshou');
INSERT INTO `t_dict_area` VALUES ('230183', '尚志市', '230100', '尚志', '3', '0451', '150600', '中国,黑龙江省,哈尔滨市,尚志市', '127.96191000', '45.21736000', 'Shangzhi');
INSERT INTO `t_dict_area` VALUES ('230184', '五常市', '230100', '五常', '3', '0451', '150200', '中国,黑龙江省,哈尔滨市,五常市', '127.16751000', '44.93184000', 'Wuchang');
INSERT INTO `t_dict_area` VALUES ('230200', '齐齐哈尔市', '230000', '齐齐哈尔', '2', '0452', '161005', '中国,黑龙江省,齐齐哈尔市', '123.95348600', '47.34807900', 'Qiqihar');
INSERT INTO `t_dict_area` VALUES ('230202', '龙沙区', '230200', '龙沙', '3', '0452', '161000', '中国,黑龙江省,齐齐哈尔市,龙沙区', '123.95752000', '47.31776000', 'Longsha');
INSERT INTO `t_dict_area` VALUES ('230203', '建华区', '230200', '建华', '3', '0452', '161006', '中国,黑龙江省,齐齐哈尔市,建华区', '124.01330000', '47.36718000', 'Jianhua');
INSERT INTO `t_dict_area` VALUES ('230204', '铁锋区', '230200', '铁锋', '3', '0452', '161000', '中国,黑龙江省,齐齐哈尔市,铁锋区', '123.97821000', '47.34075000', 'Tiefeng');
INSERT INTO `t_dict_area` VALUES ('230205', '昂昂溪区', '230200', '昂昂溪', '3', '0452', '161031', '中国,黑龙江省,齐齐哈尔市,昂昂溪区', '123.82229000', '47.15513000', 'Angangxi');
INSERT INTO `t_dict_area` VALUES ('230206', '富拉尔基区', '230200', '富拉尔基', '3', '0452', '161041', '中国,黑龙江省,齐齐哈尔市,富拉尔基区', '123.62918000', '47.20884000', 'Fulaerji');
INSERT INTO `t_dict_area` VALUES ('230207', '碾子山区', '230200', '碾子山', '3', '0452', '161046', '中国,黑龙江省,齐齐哈尔市,碾子山区', '122.88183000', '47.51662000', 'Nianzishan');
INSERT INTO `t_dict_area` VALUES ('230208', '梅里斯达斡尔族区', '230200', '梅里斯', '3', '0452', '161021', '中国,黑龙江省,齐齐哈尔市,梅里斯达斡尔族区', '123.75274000', '47.30946000', 'Meilisi');
INSERT INTO `t_dict_area` VALUES ('230221', '龙江县', '230200', '龙江', '3', '0452', '161100', '中国,黑龙江省,齐齐哈尔市,龙江县', '123.20532000', '47.33868000', 'Longjiang');
INSERT INTO `t_dict_area` VALUES ('230223', '依安县', '230200', '依安', '3', '0452', '161500', '中国,黑龙江省,齐齐哈尔市,依安县', '125.30896000', '47.89310000', 'Yi\'an');
INSERT INTO `t_dict_area` VALUES ('230224', '泰来县', '230200', '泰来', '3', '0452', '162400', '中国,黑龙江省,齐齐哈尔市,泰来县', '123.42285000', '46.39386000', 'Tailai');
INSERT INTO `t_dict_area` VALUES ('230225', '甘南县', '230200', '甘南', '3', '0452', '162100', '中国,黑龙江省,齐齐哈尔市,甘南县', '123.50317000', '47.92437000', 'Gannan');
INSERT INTO `t_dict_area` VALUES ('230227', '富裕县', '230200', '富裕', '3', '0452', '161200', '中国,黑龙江省,齐齐哈尔市,富裕县', '124.47457000', '47.77431000', 'Fuyu');
INSERT INTO `t_dict_area` VALUES ('230229', '克山县', '230200', '克山', '3', '0452', '161600', '中国,黑龙江省,齐齐哈尔市,克山县', '125.87396000', '48.03265000', 'Keshan');
INSERT INTO `t_dict_area` VALUES ('230230', '克东县', '230200', '克东', '3', '0452', '164800', '中国,黑龙江省,齐齐哈尔市,克东县', '126.24917000', '48.03828000', 'Kedong');
INSERT INTO `t_dict_area` VALUES ('230231', '拜泉县', '230200', '拜泉', '3', '0452', '164700', '中国,黑龙江省,齐齐哈尔市,拜泉县', '126.09167000', '47.60817000', 'Baiquan');
INSERT INTO `t_dict_area` VALUES ('230281', '讷河市', '230200', '讷河', '3', '0452', '161300', '中国,黑龙江省,齐齐哈尔市,讷河市', '124.87713000', '48.48388000', 'Nehe');
INSERT INTO `t_dict_area` VALUES ('230300', '鸡西市', '230000', '鸡西', '2', '0467', '158100', '中国,黑龙江省,鸡西市', '130.97596600', '45.30004600', 'Jixi');
INSERT INTO `t_dict_area` VALUES ('230302', '鸡冠区', '230300', '鸡冠', '3', '0467', '158100', '中国,黑龙江省,鸡西市,鸡冠区', '130.98139000', '45.30396000', 'Jiguan');
INSERT INTO `t_dict_area` VALUES ('230303', '恒山区', '230300', '恒山', '3', '0467', '158130', '中国,黑龙江省,鸡西市,恒山区', '130.90493000', '45.21071000', 'Hengshan');
INSERT INTO `t_dict_area` VALUES ('230304', '滴道区', '230300', '滴道', '3', '0467', '158150', '中国,黑龙江省,鸡西市,滴道区', '130.84841000', '45.35109000', 'Didao');
INSERT INTO `t_dict_area` VALUES ('230305', '梨树区', '230300', '梨树', '3', '0467', '158160', '中国,黑龙江省,鸡西市,梨树区', '130.69848000', '45.09037000', 'Lishu');
INSERT INTO `t_dict_area` VALUES ('230306', '城子河区', '230300', '城子河', '3', '0467', '158170', '中国,黑龙江省,鸡西市,城子河区', '131.01132000', '45.33689000', 'Chengzihe');
INSERT INTO `t_dict_area` VALUES ('230307', '麻山区', '230300', '麻山', '3', '0467', '158180', '中国,黑龙江省,鸡西市,麻山区', '130.47811000', '45.21209000', 'Mashan');
INSERT INTO `t_dict_area` VALUES ('230321', '鸡东县', '230300', '鸡东', '3', '0467', '158200', '中国,黑龙江省,鸡西市,鸡东县', '131.12423000', '45.26025000', 'Jidong');
INSERT INTO `t_dict_area` VALUES ('230381', '虎林市', '230300', '虎林', '3', '0467', '158400', '中国,黑龙江省,鸡西市,虎林市', '132.93679000', '45.76291000', 'Hulin');
INSERT INTO `t_dict_area` VALUES ('230382', '密山市', '230300', '密山', '3', '0467', '158300', '中国,黑龙江省,鸡西市,密山市', '131.84625000', '45.52970000', 'Mishan');
INSERT INTO `t_dict_area` VALUES ('230400', '鹤岗市', '230000', '鹤岗', '2', '0468', '154100', '中国,黑龙江省,鹤岗市', '130.27748700', '47.33208500', 'Hegang');
INSERT INTO `t_dict_area` VALUES ('230402', '向阳区', '230400', '向阳', '3', '0468', '154100', '中国,黑龙江省,鹤岗市,向阳区', '130.29430000', '47.34247000', 'Xiangyang');
INSERT INTO `t_dict_area` VALUES ('230403', '工农区', '230400', '工农', '3', '0468', '154101', '中国,黑龙江省,鹤岗市,工农区', '130.27468000', '47.31869000', 'Gongnong');
INSERT INTO `t_dict_area` VALUES ('230404', '南山区', '230400', '南山', '3', '0468', '154104', '中国,黑龙江省,鹤岗市,南山区', '130.27676000', '47.31404000', 'Nanshan');
INSERT INTO `t_dict_area` VALUES ('230405', '兴安区', '230400', '兴安', '3', '0468', '154102', '中国,黑龙江省,鹤岗市,兴安区', '130.23965000', '47.25260000', 'Xing\'an');
INSERT INTO `t_dict_area` VALUES ('230406', '东山区', '230400', '东山', '3', '0468', '154106', '中国,黑龙江省,鹤岗市,东山区', '130.31706000', '47.33853000', 'Dongshan');
INSERT INTO `t_dict_area` VALUES ('230407', '兴山区', '230400', '兴山', '3', '0468', '154105', '中国,黑龙江省,鹤岗市,兴山区', '130.29271000', '47.35776000', 'Xingshan');
INSERT INTO `t_dict_area` VALUES ('230421', '萝北县', '230400', '萝北', '3', '0468', '154200', '中国,黑龙江省,鹤岗市,萝北县', '130.83346000', '47.57959000', 'Luobei');
INSERT INTO `t_dict_area` VALUES ('230422', '绥滨县', '230400', '绥滨', '3', '0468', '156200', '中国,黑龙江省,鹤岗市,绥滨县', '131.86029000', '47.29030000', 'Suibin');
INSERT INTO `t_dict_area` VALUES ('230500', '双鸭山市', '230000', '双鸭山', '2', '0469', '155100', '中国,黑龙江省,双鸭山市', '131.15730400', '46.64344200', 'Shuangyashan');
INSERT INTO `t_dict_area` VALUES ('230502', '尖山区', '230500', '尖山', '3', '0469', '155100', '中国,黑龙江省,双鸭山市,尖山区', '131.15841000', '46.64635000', 'Jianshan');
INSERT INTO `t_dict_area` VALUES ('230503', '岭东区', '230500', '岭东', '3', '0469', '155120', '中国,黑龙江省,双鸭山市,岭东区', '131.16473000', '46.59043000', 'Lingdong');
INSERT INTO `t_dict_area` VALUES ('230505', '四方台区', '230500', '四方台', '3', '0469', '155130', '中国,黑龙江省,双鸭山市,四方台区', '131.33593000', '46.59499000', 'Sifangtai');
INSERT INTO `t_dict_area` VALUES ('230506', '宝山区', '230500', '宝山', '3', '0469', '155131', '中国,黑龙江省,双鸭山市,宝山区', '131.40160000', '46.57718000', 'Baoshan');
INSERT INTO `t_dict_area` VALUES ('230521', '集贤县', '230500', '集贤', '3', '0469', '155900', '中国,黑龙江省,双鸭山市,集贤县', '131.14053000', '46.72678000', 'Jixian');
INSERT INTO `t_dict_area` VALUES ('230522', '友谊县', '230500', '友谊', '3', '0469', '155800', '中国,黑龙江省,双鸭山市,友谊县', '131.80789000', '46.76739000', 'Youyi');
INSERT INTO `t_dict_area` VALUES ('230523', '宝清县', '230500', '宝清', '3', '0469', '155600', '中国,黑龙江省,双鸭山市,宝清县', '132.19695000', '46.32716000', 'Baoqing');
INSERT INTO `t_dict_area` VALUES ('230524', '饶河县', '230500', '饶河', '3', '0469', '155700', '中国,黑龙江省,双鸭山市,饶河县', '134.01986000', '46.79899000', 'Raohe');
INSERT INTO `t_dict_area` VALUES ('230600', '大庆市', '230000', '大庆', '2', '0459', '163000', '中国,黑龙江省,大庆市', '125.11272000', '46.59073400', 'Daqing');
INSERT INTO `t_dict_area` VALUES ('230602', '萨尔图区', '230600', '萨尔图', '3', '0459', '163001', '中国,黑龙江省,大庆市,萨尔图区', '125.08792000', '46.59359000', 'Saertu');
INSERT INTO `t_dict_area` VALUES ('230603', '龙凤区', '230600', '龙凤', '3', '0459', '163711', '中国,黑龙江省,大庆市,龙凤区', '125.11657000', '46.53273000', 'Longfeng');
INSERT INTO `t_dict_area` VALUES ('230604', '让胡路区', '230600', '让胡路', '3', '0459', '163712', '中国,黑龙江省,大庆市,让胡路区', '124.87075000', '46.65220000', 'Ranghulu');
INSERT INTO `t_dict_area` VALUES ('230605', '红岗区', '230600', '红岗', '3', '0459', '163511', '中国,黑龙江省,大庆市,红岗区', '124.89248000', '46.40128000', 'Honggang');
INSERT INTO `t_dict_area` VALUES ('230606', '大同区', '230600', '大同', '3', '0459', '163515', '中国,黑龙江省,大庆市,大同区', '124.81591000', '46.03295000', 'Datong');
INSERT INTO `t_dict_area` VALUES ('230621', '肇州县', '230600', '肇州', '3', '0459', '166400', '中国,黑龙江省,大庆市,肇州县', '125.27059000', '45.70414000', 'Zhaozhou');
INSERT INTO `t_dict_area` VALUES ('230622', '肇源县', '230600', '肇源', '3', '0459', '166500', '中国,黑龙江省,大庆市,肇源县', '125.08456000', '45.52032000', 'Zhaoyuan');
INSERT INTO `t_dict_area` VALUES ('230623', '林甸县', '230600', '林甸', '3', '0459', '166300', '中国,黑龙江省,大庆市,林甸县', '124.87564000', '47.18601000', 'Lindian');
INSERT INTO `t_dict_area` VALUES ('230624', '杜尔伯特蒙古族自治县', '230600', '杜尔伯特', '3', '0459', '166200', '中国,黑龙江省,大庆市,杜尔伯特蒙古族自治县', '124.44937000', '46.86507000', 'Duerbote');
INSERT INTO `t_dict_area` VALUES ('230700', '伊春市', '230000', '伊春', '2', '0458', '153000', '中国,黑龙江省,伊春市', '128.89939600', '47.72477500', 'Yichun');
INSERT INTO `t_dict_area` VALUES ('230702', '伊春区', '230700', '伊春', '3', '0458', '153000', '中国,黑龙江省,伊春市,伊春区', '128.90752000', '47.72800000', 'Yichun');
INSERT INTO `t_dict_area` VALUES ('230703', '南岔区', '230700', '南岔', '3', '0458', '153100', '中国,黑龙江省,伊春市,南岔区', '129.28362000', '47.13897000', 'Nancha');
INSERT INTO `t_dict_area` VALUES ('230704', '友好区', '230700', '友好', '3', '0458', '153031', '中国,黑龙江省,伊春市,友好区', '128.84039000', '47.85371000', 'Youhao');
INSERT INTO `t_dict_area` VALUES ('230705', '西林区', '230700', '西林', '3', '0458', '153025', '中国,黑龙江省,伊春市,西林区', '129.31201000', '47.48103000', 'Xilin');
INSERT INTO `t_dict_area` VALUES ('230706', '翠峦区', '230700', '翠峦', '3', '0458', '153013', '中国,黑龙江省,伊春市,翠峦区', '128.66729000', '47.72503000', 'Cuiluan');
INSERT INTO `t_dict_area` VALUES ('230707', '新青区', '230700', '新青', '3', '0458', '153036', '中国,黑龙江省,伊春市,新青区', '129.53653000', '48.29067000', 'Xinqing');
INSERT INTO `t_dict_area` VALUES ('230708', '美溪区', '230700', '美溪', '3', '0458', '153021', '中国,黑龙江省,伊春市,美溪区', '129.13708000', '47.63513000', 'Meixi');
INSERT INTO `t_dict_area` VALUES ('230709', '金山屯区', '230700', '金山屯', '3', '0458', '153026', '中国,黑龙江省,伊春市,金山屯区', '129.43768000', '47.41349000', 'Jinshantun');
INSERT INTO `t_dict_area` VALUES ('230710', '五营区', '230700', '五营', '3', '0458', '153033', '中国,黑龙江省,伊春市,五营区', '129.24545000', '48.10791000', 'Wuying');
INSERT INTO `t_dict_area` VALUES ('230711', '乌马河区', '230700', '乌马河', '3', '0458', '153011', '中国,黑龙江省,伊春市,乌马河区', '128.79672000', '47.72800000', 'Wumahe');
INSERT INTO `t_dict_area` VALUES ('230712', '汤旺河区', '230700', '汤旺河', '3', '0458', '153037', '中国,黑龙江省,伊春市,汤旺河区', '129.57226000', '48.45182000', 'Tangwanghe');
INSERT INTO `t_dict_area` VALUES ('230713', '带岭区', '230700', '带岭', '3', '0458', '153106', '中国,黑龙江省,伊春市,带岭区', '129.02352000', '47.02553000', 'Dailing');
INSERT INTO `t_dict_area` VALUES ('230714', '乌伊岭区', '230700', '乌伊岭', '3', '0458', '153038', '中国,黑龙江省,伊春市,乌伊岭区', '129.43981000', '48.59602000', 'Wuyiling');
INSERT INTO `t_dict_area` VALUES ('230715', '红星区', '230700', '红星', '3', '0458', '153035', '中国,黑龙江省,伊春市,红星区', '129.38870000', '48.23944000', 'Hongxing');
INSERT INTO `t_dict_area` VALUES ('230716', '上甘岭区', '230700', '上甘岭', '3', '0458', '153032', '中国,黑龙江省,伊春市,上甘岭区', '129.02447000', '47.97522000', 'Shangganling');
INSERT INTO `t_dict_area` VALUES ('230722', '嘉荫县', '230700', '嘉荫', '3', '0458', '153200', '中国,黑龙江省,伊春市,嘉荫县', '130.39825000', '48.89170000', 'Jiayin');
INSERT INTO `t_dict_area` VALUES ('230781', '铁力市', '230700', '铁力', '3', '0458', '152500', '中国,黑龙江省,伊春市,铁力市', '128.03170000', '46.98571000', 'Tieli');
INSERT INTO `t_dict_area` VALUES ('230800', '佳木斯市', '230000', '佳木斯', '2', '0454', '154002', '中国,黑龙江省,佳木斯市', '130.36163400', '46.80960600', 'Jiamusi');
INSERT INTO `t_dict_area` VALUES ('230803', '向阳区', '230800', '向阳', '3', '0454', '154002', '中国,黑龙江省,佳木斯市,向阳区', '130.36519000', '46.80778000', 'Xiangyang');
INSERT INTO `t_dict_area` VALUES ('230804', '前进区', '230800', '前进', '3', '0454', '154002', '中国,黑龙江省,佳木斯市,前进区', '130.37497000', '46.81401000', 'Qianjin');
INSERT INTO `t_dict_area` VALUES ('230805', '东风区', '230800', '东风', '3', '0454', '154005', '中国,黑龙江省,佳木斯市,东风区', '130.40366000', '46.82257000', 'Dongfeng');
INSERT INTO `t_dict_area` VALUES ('230811', '郊区', '230800', '郊区', '3', '0454', '154004', '中国,黑龙江省,佳木斯市,郊区', '130.32731000', '46.80958000', 'Jiaoqu');
INSERT INTO `t_dict_area` VALUES ('230822', '桦南县', '230800', '桦南', '3', '0454', '154400', '中国,黑龙江省,佳木斯市,桦南县', '130.55361000', '46.23921000', 'Huanan');
INSERT INTO `t_dict_area` VALUES ('230826', '桦川县', '230800', '桦川', '3', '0454', '154300', '中国,黑龙江省,佳木斯市,桦川县', '130.71893000', '47.02297000', 'Huachuan');
INSERT INTO `t_dict_area` VALUES ('230828', '汤原县', '230800', '汤原', '3', '0454', '154700', '中国,黑龙江省,佳木斯市,汤原县', '129.90966000', '46.72755000', 'Tangyuan');
INSERT INTO `t_dict_area` VALUES ('230833', '抚远县', '230800', '抚远', '3', '0454', '156500', '中国,黑龙江省,佳木斯市,抚远县', '134.29595000', '48.36794000', 'Fuyuan');
INSERT INTO `t_dict_area` VALUES ('230881', '同江市', '230800', '同江', '3', '0454', '156400', '中国,黑龙江省,佳木斯市,同江市', '132.51095000', '47.64211000', 'Tongjiang');
INSERT INTO `t_dict_area` VALUES ('230882', '富锦市', '230800', '富锦', '3', '0454', '156100', '中国,黑龙江省,佳木斯市,富锦市', '132.03707000', '47.25132000', 'Fujin');
INSERT INTO `t_dict_area` VALUES ('230900', '七台河市', '230000', '七台河', '2', '0464', '154600', '中国,黑龙江省,七台河市', '131.01558400', '45.77126600', 'Qitaihe');
INSERT INTO `t_dict_area` VALUES ('230902', '新兴区', '230900', '新兴', '3', '0464', '154604', '中国,黑龙江省,七台河市,新兴区', '130.93212000', '45.81624000', 'Xinxing');
INSERT INTO `t_dict_area` VALUES ('230903', '桃山区', '230900', '桃山', '3', '0464', '154600', '中国,黑龙江省,七台河市,桃山区', '131.01786000', '45.76782000', 'Taoshan');
INSERT INTO `t_dict_area` VALUES ('230904', '茄子河区', '230900', '茄子河', '3', '0464', '154622', '中国,黑龙江省,七台河市,茄子河区', '131.06807000', '45.78519000', 'Qiezihe');
INSERT INTO `t_dict_area` VALUES ('230921', '勃利县', '230900', '勃利', '3', '0464', '154500', '中国,黑龙江省,七台河市,勃利县', '130.59179000', '45.75500000', 'Boli');
INSERT INTO `t_dict_area` VALUES ('231000', '牡丹江市', '230000', '牡丹江', '2', '0453', '157000', '中国,黑龙江省,牡丹江市', '129.61860200', '44.58296200', 'Mudanjiang');
INSERT INTO `t_dict_area` VALUES ('231002', '东安区', '231000', '东安', '3', '0453', '157000', '中国,黑龙江省,牡丹江市,东安区', '129.62665000', '44.58133000', 'Dong\'an');
INSERT INTO `t_dict_area` VALUES ('231003', '阳明区', '231000', '阳明', '3', '0453', '157013', '中国,黑龙江省,牡丹江市,阳明区', '129.63547000', '44.59603000', 'Yangming');
INSERT INTO `t_dict_area` VALUES ('231004', '爱民区', '231000', '爱民', '3', '0453', '157009', '中国,黑龙江省,牡丹江市,爱民区', '129.59077000', '44.59648000', 'Aimin');
INSERT INTO `t_dict_area` VALUES ('231005', '西安区', '231000', '西安', '3', '0453', '157000', '中国,黑龙江省,牡丹江市,西安区', '129.61616000', '44.57766000', 'Xi\'an');
INSERT INTO `t_dict_area` VALUES ('231024', '东宁县', '231000', '东宁', '3', '0453', '157200', '中国,黑龙江省,牡丹江市,东宁县', '131.12793000', '44.06610000', 'Dongning');
INSERT INTO `t_dict_area` VALUES ('231025', '林口县', '231000', '林口', '3', '0453', '157600', '中国,黑龙江省,牡丹江市,林口县', '130.28393000', '45.27809000', 'Linkou');
INSERT INTO `t_dict_area` VALUES ('231081', '绥芬河市', '231000', '绥芬河', '3', '0453', '157300', '中国,黑龙江省,牡丹江市,绥芬河市', '131.15139000', '44.41249000', 'Suifenhe');
INSERT INTO `t_dict_area` VALUES ('231083', '海林市', '231000', '海林', '3', '0453', '157100', '中国,黑龙江省,牡丹江市,海林市', '129.38156000', '44.59000000', 'Hailin');
INSERT INTO `t_dict_area` VALUES ('231084', '宁安市', '231000', '宁安', '3', '0453', '157400', '中国,黑龙江省,牡丹江市,宁安市', '129.48303000', '44.34016000', 'Ning\'an');
INSERT INTO `t_dict_area` VALUES ('231085', '穆棱市', '231000', '穆棱', '3', '0453', '157500', '中国,黑龙江省,牡丹江市,穆棱市', '130.52465000', '44.91900000', 'Muling');
INSERT INTO `t_dict_area` VALUES ('231100', '黑河市', '230000', '黑河', '2', '0456', '164300', '中国,黑龙江省,黑河市', '127.49902300', '50.24958500', 'Heihe');
INSERT INTO `t_dict_area` VALUES ('231102', '爱辉区', '231100', '爱辉', '3', '0456', '164300', '中国,黑龙江省,黑河市,爱辉区', '127.50074000', '50.25202000', 'Aihui');
INSERT INTO `t_dict_area` VALUES ('231121', '嫩江县', '231100', '嫩江', '3', '0456', '161400', '中国,黑龙江省,黑河市,嫩江县', '125.22607000', '49.17844000', 'Nenjiang');
INSERT INTO `t_dict_area` VALUES ('231123', '逊克县', '231100', '逊克', '3', '0456', '164400', '中国,黑龙江省,黑河市,逊克县', '128.47882000', '49.57983000', 'Xunke');
INSERT INTO `t_dict_area` VALUES ('231124', '孙吴县', '231100', '孙吴', '3', '0456', '164200', '中国,黑龙江省,黑河市,孙吴县', '127.33599000', '49.42539000', 'Sunwu');
INSERT INTO `t_dict_area` VALUES ('231181', '北安市', '231100', '北安', '3', '0456', '164000', '中国,黑龙江省,黑河市,北安市', '126.48193000', '48.23872000', 'Bei\'an');
INSERT INTO `t_dict_area` VALUES ('231182', '五大连池市', '231100', '五大连池', '3', '0456', '164100', '中国,黑龙江省,黑河市,五大连池市', '126.20294000', '48.51507000', 'Wudalianchi');
INSERT INTO `t_dict_area` VALUES ('231200', '绥化市', '230000', '绥化', '2', '0455', '152000', '中国,黑龙江省,绥化市', '126.99293000', '46.63739300', 'Suihua');
INSERT INTO `t_dict_area` VALUES ('231202', '北林区', '231200', '北林', '3', '0455', '152000', '中国,黑龙江省,绥化市,北林区', '126.98564000', '46.63735000', 'Beilin');
INSERT INTO `t_dict_area` VALUES ('231221', '望奎县', '231200', '望奎', '3', '0455', '152100', '中国,黑龙江省,绥化市,望奎县', '126.48187000', '46.83079000', 'Wangkui');
INSERT INTO `t_dict_area` VALUES ('231222', '兰西县', '231200', '兰西', '3', '0455', '151500', '中国,黑龙江省,绥化市,兰西县', '126.28994000', '46.25250000', 'Lanxi');
INSERT INTO `t_dict_area` VALUES ('231223', '青冈县', '231200', '青冈', '3', '0455', '151600', '中国,黑龙江省,绥化市,青冈县', '126.11325000', '46.68534000', 'Qinggang');
INSERT INTO `t_dict_area` VALUES ('231224', '庆安县', '231200', '庆安', '3', '0455', '152400', '中国,黑龙江省,绥化市,庆安县', '127.50753000', '46.88016000', 'Qing\'an');
INSERT INTO `t_dict_area` VALUES ('231225', '明水县', '231200', '明水', '3', '0455', '151700', '中国,黑龙江省,绥化市,明水县', '125.90594000', '47.17327000', 'Mingshui');
INSERT INTO `t_dict_area` VALUES ('231226', '绥棱县', '231200', '绥棱', '3', '0455', '152200', '中国,黑龙江省,绥化市,绥棱县', '127.11584000', '47.24267000', 'Suileng');
INSERT INTO `t_dict_area` VALUES ('231281', '安达市', '231200', '安达', '3', '0455', '151400', '中国,黑龙江省,绥化市,安达市', '125.34375000', '46.41770000', 'Anda');
INSERT INTO `t_dict_area` VALUES ('231282', '肇东市', '231200', '肇东', '3', '0455', '151100', '中国,黑龙江省,绥化市,肇东市', '125.96243000', '46.05131000', 'Zhaodong');
INSERT INTO `t_dict_area` VALUES ('231283', '海伦市', '231200', '海伦', '3', '0455', '152300', '中国,黑龙江省,绥化市,海伦市', '126.96820000', '47.46093000', 'Hailun');
INSERT INTO `t_dict_area` VALUES ('232700', '大兴安岭地区', '230000', '大兴安岭', '2', '0457', '165000', '中国,黑龙江省,大兴安岭地区', '124.71152600', '52.33526200', 'DaXingAnLing');
INSERT INTO `t_dict_area` VALUES ('232701', '加格达奇区', '232700', '加格达奇', '3', '0457', '165000', '中国,黑龙江省,大兴安岭地区,加格达奇区', '124.30954000', '51.98144000', 'Jiagedaqi');
INSERT INTO `t_dict_area` VALUES ('232702', '新林区', '232700', '新林', '3', '0457', '165000', '中国,黑龙江省,大兴安岭地区,新林区', '124.39798300', '51.67341000', 'Xinlin');
INSERT INTO `t_dict_area` VALUES ('232703', '松岭区', '232700', '松岭', '3', '0457', '165000', '中国,黑龙江省,大兴安岭地区,松岭区', '124.18971300', '51.98545300', 'Songling');
INSERT INTO `t_dict_area` VALUES ('232704', '呼中区', '232700', '呼中', '3', '0457', '165000', '中国,黑龙江省,大兴安岭地区,呼中区', '123.60009000', '52.03346000', 'Huzhong');
INSERT INTO `t_dict_area` VALUES ('232721', '呼玛县', '232700', '呼玛', '3', '0457', '165100', '中国,黑龙江省,大兴安岭地区,呼玛县', '126.66174000', '51.73112000', 'Huma');
INSERT INTO `t_dict_area` VALUES ('232722', '塔河县', '232700', '塔河', '3', '0457', '165200', '中国,黑龙江省,大兴安岭地区,塔河县', '124.70999000', '52.33431000', 'Tahe');
INSERT INTO `t_dict_area` VALUES ('232723', '漠河县', '232700', '漠河', '3', '0457', '165300', '中国,黑龙江省,大兴安岭地区,漠河县', '122.53759000', '52.97003000', 'Mohe');
INSERT INTO `t_dict_area` VALUES ('310000', '上海', '100000', '上海', '1', '', '', '中国,上海', '121.47264400', '31.23170600', 'Shanghai');
INSERT INTO `t_dict_area` VALUES ('310100', '上海市', '310000', '上海', '2', '021', '200000', '中国,上海,上海市', '121.47264400', '31.23170600', 'Shanghai');
INSERT INTO `t_dict_area` VALUES ('310101', '黄浦区', '310100', '黄浦', '3', '021', '200001', '中国,上海,上海市,黄浦区', '121.49295000', '31.22337000', 'Huangpu');
INSERT INTO `t_dict_area` VALUES ('310104', '徐汇区', '310100', '徐汇', '3', '021', '200030', '中国,上海,上海市,徐汇区', '121.43676000', '31.18831000', 'Xuhui');
INSERT INTO `t_dict_area` VALUES ('310105', '长宁区', '310100', '长宁', '3', '021', '200050', '中国,上海,上海市,长宁区', '121.42462000', '31.22036000', 'Changning');
INSERT INTO `t_dict_area` VALUES ('310106', '静安区', '310100', '静安', '3', '021', '200040', '中国,上海,上海市,静安区', '121.44440000', '31.22884000', 'Jing\'an');
INSERT INTO `t_dict_area` VALUES ('310107', '普陀区', '310100', '普陀', '3', '021', '200333', '中国,上海,上海市,普陀区', '121.39703000', '31.24951000', 'Putuo');
INSERT INTO `t_dict_area` VALUES ('310108', '闸北区', '310100', '闸北', '3', '021', '200070', '中国,上海,上海市,闸北区', '121.44636000', '31.28075000', 'Zhabei');
INSERT INTO `t_dict_area` VALUES ('310109', '虹口区', '310100', '虹口', '3', '021', '200086', '中国,上海,上海市,虹口区', '121.48162000', '31.27788000', 'Hongkou');
INSERT INTO `t_dict_area` VALUES ('310110', '杨浦区', '310100', '杨浦', '3', '021', '200082', '中国,上海,上海市,杨浦区', '121.52600000', '31.25950000', 'Yangpu');
INSERT INTO `t_dict_area` VALUES ('310112', '闵行区', '310100', '闵行', '3', '021', '201100', '中国,上海,上海市,闵行区', '121.38162000', '31.11246000', 'Minhang');
INSERT INTO `t_dict_area` VALUES ('310113', '宝山区', '310100', '宝山', '3', '021', '201900', '中国,上海,上海市,宝山区', '121.48910000', '31.40450000', 'Baoshan');
INSERT INTO `t_dict_area` VALUES ('310114', '嘉定区', '310100', '嘉定', '3', '021', '201800', '中国,上海,上海市,嘉定区', '121.26550000', '31.37473000', 'Jiading');
INSERT INTO `t_dict_area` VALUES ('310115', '浦东新区', '310100', '浦东', '3', '021', '200135', '中国,上海,上海市,浦东新区', '121.54470000', '31.22249000', 'Pudong');
INSERT INTO `t_dict_area` VALUES ('310116', '金山区', '310100', '金山', '3', '021', '200540', '中国,上海,上海市,金山区', '121.34164000', '30.74163000', 'Jinshan');
INSERT INTO `t_dict_area` VALUES ('310117', '松江区', '310100', '松江', '3', '021', '201600', '中国,上海,上海市,松江区', '121.22879000', '31.03222000', 'Songjiang');
INSERT INTO `t_dict_area` VALUES ('310118', '青浦区', '310100', '青浦', '3', '021', '201700', '中国,上海,上海市,青浦区', '121.12417000', '31.14974000', 'Qingpu');
INSERT INTO `t_dict_area` VALUES ('310120', '奉贤区', '310100', '奉贤', '3', '021', '201400', '中国,上海,上海市,奉贤区', '121.47412000', '30.91790000', 'Fengxian');
INSERT INTO `t_dict_area` VALUES ('310230', '崇明县', '310100', '崇明', '3', '021', '202150', '中国,上海,上海市,崇明县', '121.39758000', '31.62278000', 'Chongming');
INSERT INTO `t_dict_area` VALUES ('320000', '江苏省', '100000', '江苏', '1', '', '', '中国,江苏省', '118.76741300', '32.04154400', 'Jiangsu');
INSERT INTO `t_dict_area` VALUES ('320100', '南京市', '320000', '南京', '2', '025', '210008', '中国,江苏省,南京市', '118.76741300', '32.04154400', 'Nanjing');
INSERT INTO `t_dict_area` VALUES ('320102', '玄武区', '320100', '玄武', '3', '025', '210018', '中国,江苏省,南京市,玄武区', '118.79772000', '32.04856000', 'Xuanwu');
INSERT INTO `t_dict_area` VALUES ('320104', '秦淮区', '320100', '秦淮', '3', '025', '210001', '中国,江苏省,南京市,秦淮区', '118.79815000', '32.01112000', 'Qinhuai');
INSERT INTO `t_dict_area` VALUES ('320105', '建邺区', '320100', '建邺', '3', '025', '210004', '中国,江苏省,南京市,建邺区', '118.76641000', '32.03096000', 'Jianye');
INSERT INTO `t_dict_area` VALUES ('320106', '鼓楼区', '320100', '鼓楼', '3', '025', '210009', '中国,江苏省,南京市,鼓楼区', '118.76974000', '32.06632000', 'Gulou');
INSERT INTO `t_dict_area` VALUES ('320111', '浦口区', '320100', '浦口', '3', '025', '211800', '中国,江苏省,南京市,浦口区', '118.62802000', '32.05881000', 'Pukou');
INSERT INTO `t_dict_area` VALUES ('320113', '栖霞区', '320100', '栖霞', '3', '025', '210046', '中国,江苏省,南京市,栖霞区', '118.88064000', '32.11352000', 'Qixia');
INSERT INTO `t_dict_area` VALUES ('320114', '雨花台区', '320100', '雨花台', '3', '025', '210012', '中国,江苏省,南京市,雨花台区', '118.77990000', '31.99202000', 'Yuhuatai');
INSERT INTO `t_dict_area` VALUES ('320115', '江宁区', '320100', '江宁', '3', '025', '211100', '中国,江苏省,南京市,江宁区', '118.83990000', '31.95263000', 'Jiangning');
INSERT INTO `t_dict_area` VALUES ('320116', '六合区', '320100', '六合', '3', '025', '211500', '中国,江苏省,南京市,六合区', '118.84130000', '32.34222000', 'Luhe');
INSERT INTO `t_dict_area` VALUES ('320117', '溧水区', '320100', '溧水', '3', '025', '211200', '中国,江苏省,南京市,溧水区', '119.02873200', '31.65306100', 'Lishui');
INSERT INTO `t_dict_area` VALUES ('320118', '高淳区', '320100', '高淳', '3', '025', '211300', '中国,江苏省,南京市,高淳区', '118.87589000', '31.32713200', 'Gaochun');
INSERT INTO `t_dict_area` VALUES ('320200', '无锡市', '320000', '无锡', '2', '0510', '214000', '中国,江苏省,无锡市', '120.30166300', '31.57472900', 'Wuxi');
INSERT INTO `t_dict_area` VALUES ('320202', '崇安区', '320200', '崇安', '3', '0510', '214001', '中国,江苏省,无锡市,崇安区', '120.29975000', '31.58002000', 'Chong\'an');
INSERT INTO `t_dict_area` VALUES ('320203', '南长区', '320200', '南长', '3', '0510', '214021', '中国,江苏省,无锡市,南长区', '120.30873000', '31.56359000', 'Nanchang');
INSERT INTO `t_dict_area` VALUES ('320204', '北塘区', '320200', '北塘', '3', '0510', '214044', '中国,江苏省,无锡市,北塘区', '120.29405000', '31.60592000', 'Beitang');
INSERT INTO `t_dict_area` VALUES ('320205', '锡山区', '320200', '锡山', '3', '0510', '214101', '中国,江苏省,无锡市,锡山区', '120.35699000', '31.58860000', 'Xishan');
INSERT INTO `t_dict_area` VALUES ('320206', '惠山区', '320200', '惠山', '3', '0510', '214174', '中国,江苏省,无锡市,惠山区', '120.29849000', '31.68088000', 'Huishan');
INSERT INTO `t_dict_area` VALUES ('320211', '滨湖区', '320200', '滨湖', '3', '0510', '214123', '中国,江苏省,无锡市,滨湖区', '120.29461000', '31.52162000', 'Binhu');
INSERT INTO `t_dict_area` VALUES ('320281', '江阴市', '320200', '江阴', '3', '0510', '214431', '中国,江苏省,无锡市,江阴市', '120.28530000', '31.91996000', 'Jiangyin');
INSERT INTO `t_dict_area` VALUES ('320282', '宜兴市', '320200', '宜兴', '3', '0510', '214200', '中国,江苏省,无锡市,宜兴市', '119.82357000', '31.33978000', 'Yixing');
INSERT INTO `t_dict_area` VALUES ('320300', '徐州市', '320000', '徐州', '2', '0516', '221003', '中国,江苏省,徐州市', '117.18481100', '34.26179200', 'Xuzhou');
INSERT INTO `t_dict_area` VALUES ('320302', '鼓楼区', '320300', '鼓楼', '3', '0516', '221005', '中国,江苏省,徐州市,鼓楼区', '117.18559000', '34.28851000', 'Gulou');
INSERT INTO `t_dict_area` VALUES ('320303', '云龙区', '320300', '云龙', '3', '0516', '221007', '中国,江苏省,徐州市,云龙区', '117.23053000', '34.24895000', 'Yunlong');
INSERT INTO `t_dict_area` VALUES ('320305', '贾汪区', '320300', '贾汪', '3', '0516', '221003', '中国,江苏省,徐州市,贾汪区', '117.45346000', '34.44264000', 'Jiawang');
INSERT INTO `t_dict_area` VALUES ('320311', '泉山区', '320300', '泉山', '3', '0516', '221006', '中国,江苏省,徐州市,泉山区', '117.19378000', '34.24418000', 'Quanshan');
INSERT INTO `t_dict_area` VALUES ('320312', '铜山区', '320300', '铜山', '3', '0516', '221106', '中国,江苏省,徐州市,铜山区', '117.18389400', '34.19288000', 'Tongshan');
INSERT INTO `t_dict_area` VALUES ('320321', '丰县', '320300', '丰县', '3', '0516', '221700', '中国,江苏省,徐州市,丰县', '116.59957000', '34.69972000', 'Fengxian');
INSERT INTO `t_dict_area` VALUES ('320322', '沛县', '320300', '沛县', '3', '0516', '221600', '中国,江苏省,徐州市,沛县', '116.93743000', '34.72163000', 'Peixian');
INSERT INTO `t_dict_area` VALUES ('320324', '睢宁县', '320300', '睢宁', '3', '0516', '221200', '中国,江苏省,徐州市,睢宁县', '117.94104000', '33.91269000', 'Suining');
INSERT INTO `t_dict_area` VALUES ('320381', '新沂市', '320300', '新沂', '3', '0516', '221400', '中国,江苏省,徐州市,新沂市', '118.35452000', '34.36942000', 'Xinyi');
INSERT INTO `t_dict_area` VALUES ('320382', '邳州市', '320300', '邳州', '3', '0516', '221300', '中国,江苏省,徐州市,邳州市', '117.95858000', '34.33329000', 'Pizhou');
INSERT INTO `t_dict_area` VALUES ('320400', '常州市', '320000', '常州', '2', '0519', '213000', '中国,江苏省,常州市', '119.94697300', '31.77275200', 'Changzhou');
INSERT INTO `t_dict_area` VALUES ('320402', '天宁区', '320400', '天宁', '3', '0519', '213000', '中国,江苏省,常州市,天宁区', '119.95132000', '31.75211000', 'Tianning');
INSERT INTO `t_dict_area` VALUES ('320404', '钟楼区', '320400', '钟楼', '3', '0519', '213023', '中国,江苏省,常州市,钟楼区', '119.90178000', '31.80221000', 'Zhonglou');
INSERT INTO `t_dict_area` VALUES ('320405', '戚墅堰区', '320400', '戚墅堰', '3', '0519', '213025', '中国,江苏省,常州市,戚墅堰区', '120.06106000', '31.71956000', 'Qishuyan');
INSERT INTO `t_dict_area` VALUES ('320411', '新北区', '320400', '新北', '3', '0519', '213022', '中国,江苏省,常州市,新北区', '119.97131000', '31.83046000', 'Xinbei');
INSERT INTO `t_dict_area` VALUES ('320412', '武进区', '320400', '武进', '3', '0519', '213100', '中国,江苏省,常州市,武进区', '119.94244000', '31.70086000', 'Wujin');
INSERT INTO `t_dict_area` VALUES ('320481', '溧阳市', '320400', '溧阳', '3', '0519', '213300', '中国,江苏省,常州市,溧阳市', '119.48370000', '31.41538000', 'Liyang');
INSERT INTO `t_dict_area` VALUES ('320482', '金坛市', '320400', '金坛', '3', '0519', '213200', '中国,江苏省,常州市,金坛市', '119.57757000', '31.74043000', 'Jintan');
INSERT INTO `t_dict_area` VALUES ('320500', '苏州市', '320000', '苏州', '2', '0512', '215002', '中国,江苏省,苏州市', '120.61958500', '31.29937900', 'Suzhou');
INSERT INTO `t_dict_area` VALUES ('320505', '虎丘区', '320500', '虎丘', '3', '0512', '215004', '中国,江苏省,苏州市,虎丘区', '120.57345000', '31.29530000', 'Huqiu');
INSERT INTO `t_dict_area` VALUES ('320506', '吴中区', '320500', '吴中', '3', '0512', '215128', '中国,江苏省,苏州市,吴中区', '120.63211000', '31.26226000', 'Wuzhong');
INSERT INTO `t_dict_area` VALUES ('320507', '相城区', '320500', '相城', '3', '0512', '215131', '中国,江苏省,苏州市,相城区', '120.64239000', '31.36889000', 'Xiangcheng');
INSERT INTO `t_dict_area` VALUES ('320508', '姑苏区', '320500', '姑苏', '3', '0512', '215031', '中国,江苏省,苏州市,姑苏区', '120.61958500', '31.29937900', 'Gusu');
INSERT INTO `t_dict_area` VALUES ('320509', '吴江区', '320500', '吴江', '3', '0512', '215200', '中国,江苏省,苏州市,吴江区', '120.63831700', '31.15981500', 'Wujiang');
INSERT INTO `t_dict_area` VALUES ('320581', '常熟市', '320500', '常熟', '3', '0512', '215500', '中国,江苏省,苏州市,常熟市', '120.75225000', '31.65374000', 'Changshu');
INSERT INTO `t_dict_area` VALUES ('320582', '张家港市', '320500', '张家港', '3', '0512', '215600', '中国,江苏省,苏州市,张家港市', '120.55538000', '31.87532000', 'Zhangjiagang');
INSERT INTO `t_dict_area` VALUES ('320583', '昆山市', '320500', '昆山', '3', '0512', '215300', '中国,江苏省,苏州市,昆山市', '120.98074000', '31.38464000', 'Kunshan');
INSERT INTO `t_dict_area` VALUES ('320585', '太仓市', '320500', '太仓', '3', '0512', '215400', '中国,江苏省,苏州市,太仓市', '121.10891000', '31.44970000', 'Taicang');
INSERT INTO `t_dict_area` VALUES ('320600', '南通市', '320000', '南通', '2', '0513', '226001', '中国,江苏省,南通市', '120.86460800', '32.01621200', 'Nantong');
INSERT INTO `t_dict_area` VALUES ('320602', '崇川区', '320600', '崇川', '3', '0513', '226001', '中国,江苏省,南通市,崇川区', '120.85730000', '32.00980000', 'Chongchuan');
INSERT INTO `t_dict_area` VALUES ('320611', '港闸区', '320600', '港闸', '3', '0513', '226001', '中国,江苏省,南通市,港闸区', '120.81778000', '32.03163000', 'Gangzha');
INSERT INTO `t_dict_area` VALUES ('320612', '通州区', '320600', '通州', '3', '0513', '226300', '中国,江苏省,南通市,通州区', '121.07293000', '32.06760000', 'Tongzhou');
INSERT INTO `t_dict_area` VALUES ('320621', '海安县', '320600', '海安', '3', '0513', '226600', '中国,江苏省,南通市,海安县', '120.45852000', '32.54514000', 'Hai\'an');
INSERT INTO `t_dict_area` VALUES ('320623', '如东县', '320600', '如东', '3', '0513', '226400', '中国,江苏省,南通市,如东县', '121.18942000', '32.31439000', 'Rudong');
INSERT INTO `t_dict_area` VALUES ('320681', '启东市', '320600', '启东', '3', '0513', '226200', '中国,江苏省,南通市,启东市', '121.65985000', '31.81083000', 'Qidong');
INSERT INTO `t_dict_area` VALUES ('320682', '如皋市', '320600', '如皋', '3', '0513', '226500', '中国,江苏省,南通市,如皋市', '120.55969000', '32.37597000', 'Rugao');
INSERT INTO `t_dict_area` VALUES ('320684', '海门市', '320600', '海门', '3', '0513', '226100', '中国,江苏省,南通市,海门市', '121.16995000', '31.89422000', 'Haimen');
INSERT INTO `t_dict_area` VALUES ('320700', '连云港市', '320000', '连云港', '2', '0518', '222002', '中国,江苏省,连云港市', '119.17882100', '34.60001800', 'Lianyungang');
INSERT INTO `t_dict_area` VALUES ('320703', '连云区', '320700', '连云', '3', '0518', '222042', '中国,江苏省,连云港市,连云区', '119.37304000', '34.75293000', 'Lianyun');
INSERT INTO `t_dict_area` VALUES ('320706', '海州区', '320700', '海州', '3', '0518', '222003', '中国,江苏省,连云港市,海州区', '119.13128000', '34.56986000', 'Haizhou');
INSERT INTO `t_dict_area` VALUES ('320707', '赣榆区', '320700', '赣榆', '3', '0518', '222100', '中国,江苏省,连云港市,赣榆区', '119.12877400', '34.83915400', 'Ganyu');
INSERT INTO `t_dict_area` VALUES ('320722', '东海县', '320700', '东海', '3', '0518', '222300', '中国,江苏省,连云港市,东海县', '118.77145000', '34.54215000', 'Donghai');
INSERT INTO `t_dict_area` VALUES ('320723', '灌云县', '320700', '灌云', '3', '0518', '222200', '中国,江苏省,连云港市,灌云县', '119.23925000', '34.28391000', 'Guanyun');
INSERT INTO `t_dict_area` VALUES ('320724', '灌南县', '320700', '灌南', '3', '0518', '222500', '中国,江苏省,连云港市,灌南县', '119.35632000', '34.09000000', 'Guannan');
INSERT INTO `t_dict_area` VALUES ('320800', '淮安市', '320000', '淮安', '2', '0517', '223001', '中国,江苏省,淮安市', '119.02126500', '33.59750600', 'Huai\'an');
INSERT INTO `t_dict_area` VALUES ('320802', '清河区', '320800', '清河', '3', '0517', '223001', '中国,江苏省,淮安市,清河区', '119.00778000', '33.59949000', 'Qinghe');
INSERT INTO `t_dict_area` VALUES ('320803', '淮安区', '320800', '淮安', '3', '0517', '223200', '中国,江苏省,淮安市,淮安区', '119.02126500', '33.59750600', 'Huai\'an');
INSERT INTO `t_dict_area` VALUES ('320804', '淮阴区', '320800', '淮阴', '3', '0517', '223300', '中国,江苏省,淮安市,淮阴区', '119.03485000', '33.63171000', 'Huaiyin');
INSERT INTO `t_dict_area` VALUES ('320811', '清浦区', '320800', '清浦', '3', '0517', '223002', '中国,江苏省,淮安市,清浦区', '119.02648000', '33.55232000', 'Qingpu');
INSERT INTO `t_dict_area` VALUES ('320826', '涟水县', '320800', '涟水', '3', '0517', '223400', '中国,江苏省,淮安市,涟水县', '119.26083000', '33.78094000', 'Lianshui');
INSERT INTO `t_dict_area` VALUES ('320829', '洪泽县', '320800', '洪泽', '3', '0517', '223100', '中国,江苏省,淮安市,洪泽县', '118.87344000', '33.29429000', 'Hongze');
INSERT INTO `t_dict_area` VALUES ('320830', '盱眙县', '320800', '盱眙', '3', '0517', '211700', '中国,江苏省,淮安市,盱眙县', '118.54495000', '33.01086000', 'Xuyi');
INSERT INTO `t_dict_area` VALUES ('320831', '金湖县', '320800', '金湖', '3', '0517', '211600', '中国,江苏省,淮安市,金湖县', '119.02307000', '33.02219000', 'Jinhu');
INSERT INTO `t_dict_area` VALUES ('320900', '盐城市', '320000', '盐城', '2', '0515', '224005', '中国,江苏省,盐城市', '120.13999800', '33.37763100', 'Yancheng');
INSERT INTO `t_dict_area` VALUES ('320902', '亭湖区', '320900', '亭湖', '3', '0515', '224005', '中国,江苏省,盐城市,亭湖区', '120.16583000', '33.37825000', 'Tinghu');
INSERT INTO `t_dict_area` VALUES ('320903', '盐都区', '320900', '盐都', '3', '0515', '224055', '中国,江苏省,盐城市,盐都区', '120.15441000', '33.33730000', 'Yandu');
INSERT INTO `t_dict_area` VALUES ('320921', '响水县', '320900', '响水', '3', '0515', '224600', '中国,江苏省,盐城市,响水县', '119.56985000', '34.20513000', 'Xiangshui');
INSERT INTO `t_dict_area` VALUES ('320922', '滨海县', '320900', '滨海', '3', '0515', '224500', '中国,江苏省,盐城市,滨海县', '119.82058000', '33.98972000', 'Binhai');
INSERT INTO `t_dict_area` VALUES ('320923', '阜宁县', '320900', '阜宁', '3', '0515', '224400', '中国,江苏省,盐城市,阜宁县', '119.80175000', '33.78228000', 'Funing');
INSERT INTO `t_dict_area` VALUES ('320924', '射阳县', '320900', '射阳', '3', '0515', '224300', '中国,江苏省,盐城市,射阳县', '120.26043000', '33.77636000', 'Sheyang');
INSERT INTO `t_dict_area` VALUES ('320925', '建湖县', '320900', '建湖', '3', '0515', '224700', '中国,江苏省,盐城市,建湖县', '119.79852000', '33.47241000', 'Jianhu');
INSERT INTO `t_dict_area` VALUES ('320981', '东台市', '320900', '东台', '3', '0515', '224200', '中国,江苏省,盐城市,东台市', '120.32376000', '32.85078000', 'Dongtai');
INSERT INTO `t_dict_area` VALUES ('320982', '大丰市', '320900', '大丰', '3', '0515', '224100', '中国,江苏省,盐城市,大丰市', '120.46594000', '33.19893000', 'Dafeng');
INSERT INTO `t_dict_area` VALUES ('321000', '扬州市', '320000', '扬州', '2', '0514', '225002', '中国,江苏省,扬州市', '119.42100300', '32.39315900', 'Yangzhou');
INSERT INTO `t_dict_area` VALUES ('321002', '广陵区', '321000', '广陵', '3', '0514', '225002', '中国,江苏省,扬州市,广陵区', '119.43186000', '32.39472000', 'Guangling');
INSERT INTO `t_dict_area` VALUES ('321003', '邗江区', '321000', '邗江', '3', '0514', '225002', '中国,江苏省,扬州市,邗江区', '119.39816000', '32.37650000', 'Hanjiang');
INSERT INTO `t_dict_area` VALUES ('321012', '江都区', '321000', '江都', '3', '0514', '225200', '中国,江苏省,扬州市,江都区', '119.56748100', '32.42656400', 'Jiangdu');
INSERT INTO `t_dict_area` VALUES ('321023', '宝应县', '321000', '宝应', '3', '0514', '225800', '中国,江苏省,扬州市,宝应县', '119.31213000', '33.23549000', 'Baoying');
INSERT INTO `t_dict_area` VALUES ('321081', '仪征市', '321000', '仪征', '3', '0514', '211400', '中国,江苏省,扬州市,仪征市', '119.18432000', '32.27197000', 'Yizheng');
INSERT INTO `t_dict_area` VALUES ('321084', '高邮市', '321000', '高邮', '3', '0514', '225600', '中国,江苏省,扬州市,高邮市', '119.45965000', '32.78135000', 'Gaoyou');
INSERT INTO `t_dict_area` VALUES ('321100', '镇江市', '320000', '镇江', '2', '0511', '212004', '中国,江苏省,镇江市', '119.45275300', '32.20440200', 'Zhenjiang');
INSERT INTO `t_dict_area` VALUES ('321102', '京口区', '321100', '京口', '3', '0511', '212003', '中国,江苏省,镇江市,京口区', '119.46947000', '32.19809000', 'Jingkou');
INSERT INTO `t_dict_area` VALUES ('321111', '润州区', '321100', '润州', '3', '0511', '212005', '中国,江苏省,镇江市,润州区', '119.41134000', '32.19523000', 'Runzhou');
INSERT INTO `t_dict_area` VALUES ('321112', '丹徒区', '321100', '丹徒', '3', '0511', '212028', '中国,江苏省,镇江市,丹徒区', '119.43383000', '32.13183000', 'Dantu');
INSERT INTO `t_dict_area` VALUES ('321181', '丹阳市', '321100', '丹阳', '3', '0511', '212300', '中国,江苏省,镇江市,丹阳市', '119.57525000', '31.99121000', 'Danyang');
INSERT INTO `t_dict_area` VALUES ('321182', '扬中市', '321100', '扬中', '3', '0511', '212200', '中国,江苏省,镇江市,扬中市', '119.79718000', '32.23630000', 'Yangzhong');
INSERT INTO `t_dict_area` VALUES ('321183', '句容市', '321100', '句容', '3', '0511', '212400', '中国,江苏省,镇江市,句容市', '119.16482000', '31.95591000', 'Jurong');
INSERT INTO `t_dict_area` VALUES ('321200', '泰州市', '320000', '泰州', '2', '0523', '225300', '中国,江苏省,泰州市', '119.91517600', '32.48488200', 'Taizhou');
INSERT INTO `t_dict_area` VALUES ('321202', '海陵区', '321200', '海陵', '3', '0523', '225300', '中国,江苏省,泰州市,海陵区', '119.91942000', '32.49101000', 'Hailing');
INSERT INTO `t_dict_area` VALUES ('321203', '高港区', '321200', '高港', '3', '0523', '225321', '中国,江苏省,泰州市,高港区', '119.88089000', '32.31833000', 'Gaogang');
INSERT INTO `t_dict_area` VALUES ('321204', '姜堰区', '321200', '姜堰', '3', '0523', '225500', '中国,江苏省,泰州市,姜堰区', '120.14820800', '32.50848300', 'Jiangyan');
INSERT INTO `t_dict_area` VALUES ('321281', '兴化市', '321200', '兴化', '3', '0523', '225700', '中国,江苏省,泰州市,兴化市', '119.85238000', '32.90944000', 'Xinghua');
INSERT INTO `t_dict_area` VALUES ('321282', '靖江市', '321200', '靖江', '3', '0523', '214500', '中国,江苏省,泰州市,靖江市', '120.27291000', '32.01595000', 'Jingjiang');
INSERT INTO `t_dict_area` VALUES ('321283', '泰兴市', '321200', '泰兴', '3', '0523', '225400', '中国,江苏省,泰州市,泰兴市', '120.05194000', '32.17187000', 'Taixing');
INSERT INTO `t_dict_area` VALUES ('321300', '宿迁市', '320000', '宿迁', '2', '0527', '223800', '中国,江苏省,宿迁市', '118.29332800', '33.94515400', 'Suqian');
INSERT INTO `t_dict_area` VALUES ('321302', '宿城区', '321300', '宿城', '3', '0527', '223800', '中国,江苏省,宿迁市,宿城区', '118.29141000', '33.94219000', 'Sucheng');
INSERT INTO `t_dict_area` VALUES ('321311', '宿豫区', '321300', '宿豫', '3', '0527', '223800', '中国,江苏省,宿迁市,宿豫区', '118.32922000', '33.94673000', 'Suyu');
INSERT INTO `t_dict_area` VALUES ('321322', '沭阳县', '321300', '沭阳', '3', '0527', '223600', '中国,江苏省,宿迁市,沭阳县', '118.76873000', '34.11446000', 'Shuyang');
INSERT INTO `t_dict_area` VALUES ('321323', '泗阳县', '321300', '泗阳', '3', '0527', '223700', '中国,江苏省,宿迁市,泗阳县', '118.70330000', '33.72096000', 'Siyang');
INSERT INTO `t_dict_area` VALUES ('321324', '泗洪县', '321300', '泗洪', '3', '0527', '223900', '中国,江苏省,宿迁市,泗洪县', '118.21716000', '33.45996000', 'Sihong');
INSERT INTO `t_dict_area` VALUES ('330000', '浙江省', '100000', '浙江', '1', '', '', '中国,浙江省', '120.15357600', '30.28745900', 'Zhejiang');
INSERT INTO `t_dict_area` VALUES ('330100', '杭州市', '330000', '杭州', '2', '0571', '310026', '中国,浙江省,杭州市', '120.15357600', '30.28745900', 'Hangzhou');
INSERT INTO `t_dict_area` VALUES ('330102', '上城区', '330100', '上城', '3', '0571', '310002', '中国,浙江省,杭州市,上城区', '120.16922000', '30.24255000', 'Shangcheng');
INSERT INTO `t_dict_area` VALUES ('330103', '下城区', '330100', '下城', '3', '0571', '310006', '中国,浙江省,杭州市,下城区', '120.18096000', '30.28153000', 'Xiacheng');
INSERT INTO `t_dict_area` VALUES ('330104', '江干区', '330100', '江干', '3', '0571', '310016', '中国,浙江省,杭州市,江干区', '120.20517000', '30.25720000', 'Jianggan');
INSERT INTO `t_dict_area` VALUES ('330105', '拱墅区', '330100', '拱墅', '3', '0571', '310011', '中国,浙江省,杭州市,拱墅区', '120.14209000', '30.31968000', 'Gongshu');
INSERT INTO `t_dict_area` VALUES ('330106', '西湖区', '330100', '西湖', '3', '0571', '310013', '中国,浙江省,杭州市,西湖区', '120.12979000', '30.25949000', 'Xihu');
INSERT INTO `t_dict_area` VALUES ('330108', '滨江区', '330100', '滨江', '3', '0571', '310051', '中国,浙江省,杭州市,滨江区', '120.21194000', '30.20835000', 'Binjiang');
INSERT INTO `t_dict_area` VALUES ('330109', '萧山区', '330100', '萧山', '3', '0571', '311200', '中国,浙江省,杭州市,萧山区', '120.26452000', '30.18505000', 'Xiaoshan');
INSERT INTO `t_dict_area` VALUES ('330110', '余杭区', '330100', '余杭', '3', '0571', '311100', '中国,浙江省,杭州市,余杭区', '120.29986000', '30.41829000', 'Yuhang');
INSERT INTO `t_dict_area` VALUES ('330122', '桐庐县', '330100', '桐庐', '3', '0571', '311500', '中国,浙江省,杭州市,桐庐县', '119.68853000', '29.79779000', 'Tonglu');
INSERT INTO `t_dict_area` VALUES ('330127', '淳安县', '330100', '淳安', '3', '0571', '311700', '中国,浙江省,杭州市,淳安县', '119.04257000', '29.60988000', 'Chun\'an');
INSERT INTO `t_dict_area` VALUES ('330182', '建德市', '330100', '建德', '3', '0571', '311600', '中国,浙江省,杭州市,建德市', '119.28158000', '29.47603000', 'Jiande');
INSERT INTO `t_dict_area` VALUES ('330183', '富阳区', '330100', '富阳', '3', '0571', '311400', '中国,浙江省,杭州市,富阳区', '119.96041000', '30.04878000', 'Fuyang');
INSERT INTO `t_dict_area` VALUES ('330185', '临安市', '330100', '临安', '3', '0571', '311300', '中国,浙江省,杭州市,临安市', '119.72473000', '30.23447000', 'Lin\'an');
INSERT INTO `t_dict_area` VALUES ('330200', '宁波市', '330000', '宁波', '2', '0574', '315000', '中国,浙江省,宁波市', '121.54979200', '29.86838800', 'Ningbo');
INSERT INTO `t_dict_area` VALUES ('330203', '海曙区', '330200', '海曙', '3', '0574', '315000', '中国,浙江省,宁波市,海曙区', '121.55106000', '29.85977000', 'Haishu');
INSERT INTO `t_dict_area` VALUES ('330204', '江东区', '330200', '江东', '3', '0574', '315040', '中国,浙江省,宁波市,江东区', '121.57028000', '29.86701000', 'Jiangdong');
INSERT INTO `t_dict_area` VALUES ('330205', '江北区', '330200', '江北', '3', '0574', '315020', '中国,浙江省,宁波市,江北区', '121.55681000', '29.88776000', 'Jiangbei');
INSERT INTO `t_dict_area` VALUES ('330206', '北仑区', '330200', '北仑', '3', '0574', '315800', '中国,浙江省,宁波市,北仑区', '121.84408000', '29.90069000', 'Beilun');
INSERT INTO `t_dict_area` VALUES ('330211', '镇海区', '330200', '镇海', '3', '0574', '315200', '中国,浙江省,宁波市,镇海区', '121.71615000', '29.94893000', 'Zhenhai');
INSERT INTO `t_dict_area` VALUES ('330212', '鄞州区', '330200', '鄞州', '3', '0574', '315100', '中国,浙江省,宁波市,鄞州区', '121.54754000', '29.81614000', 'Yinzhou');
INSERT INTO `t_dict_area` VALUES ('330225', '象山县', '330200', '象山', '3', '0574', '315700', '中国,浙江省,宁波市,象山县', '121.86917000', '29.47758000', 'Xiangshan');
INSERT INTO `t_dict_area` VALUES ('330226', '宁海县', '330200', '宁海', '3', '0574', '315600', '中国,浙江省,宁波市,宁海县', '121.43072000', '29.28890000', 'Ninghai');
INSERT INTO `t_dict_area` VALUES ('330281', '余姚市', '330200', '余姚', '3', '0574', '315400', '中国,浙江省,宁波市,余姚市', '121.15341000', '30.03867000', 'Yuyao');
INSERT INTO `t_dict_area` VALUES ('330282', '慈溪市', '330200', '慈溪', '3', '0574', '315300', '中国,浙江省,宁波市,慈溪市', '121.26641000', '30.16959000', 'Cixi');
INSERT INTO `t_dict_area` VALUES ('330283', '奉化市', '330200', '奉化', '3', '0574', '315500', '中国,浙江省,宁波市,奉化市', '121.41003000', '29.65537000', 'Fenghua');
INSERT INTO `t_dict_area` VALUES ('330300', '温州市', '330000', '温州', '2', '0577', '325000', '中国,浙江省,温州市', '120.67211100', '28.00057500', 'Wenzhou');
INSERT INTO `t_dict_area` VALUES ('330302', '鹿城区', '330300', '鹿城', '3', '0577', '325000', '中国,浙江省,温州市,鹿城区', '120.65505000', '28.01489000', 'Lucheng');
INSERT INTO `t_dict_area` VALUES ('330303', '龙湾区', '330300', '龙湾', '3', '0577', '325013', '中国,浙江省,温州市,龙湾区', '120.83053000', '27.91284000', 'Longwan');
INSERT INTO `t_dict_area` VALUES ('330304', '瓯海区', '330300', '瓯海', '3', '0577', '325005', '中国,浙江省,温州市,瓯海区', '120.63751000', '28.00714000', 'Ouhai');
INSERT INTO `t_dict_area` VALUES ('330322', '洞头县', '330300', '洞头', '3', '0577', '325700', '中国,浙江省,温州市,洞头县', '121.15606000', '27.83634000', 'Dongtou');
INSERT INTO `t_dict_area` VALUES ('330324', '永嘉县', '330300', '永嘉', '3', '0577', '325100', '中国,浙江省,温州市,永嘉县', '120.69317000', '28.15456000', 'Yongjia');
INSERT INTO `t_dict_area` VALUES ('330326', '平阳县', '330300', '平阳', '3', '0577', '325400', '中国,浙江省,温州市,平阳县', '120.56506000', '27.66245000', 'Pingyang');
INSERT INTO `t_dict_area` VALUES ('330327', '苍南县', '330300', '苍南', '3', '0577', '325800', '中国,浙江省,温州市,苍南县', '120.42608000', '27.51739000', 'Cangnan');
INSERT INTO `t_dict_area` VALUES ('330328', '文成县', '330300', '文成', '3', '0577', '325300', '中国,浙江省,温州市,文成县', '120.09063000', '27.78678000', 'Wencheng');
INSERT INTO `t_dict_area` VALUES ('330329', '泰顺县', '330300', '泰顺', '3', '0577', '325500', '中国,浙江省,温州市,泰顺县', '119.71820000', '27.55694000', 'Taishun');
INSERT INTO `t_dict_area` VALUES ('330381', '瑞安市', '330300', '瑞安', '3', '0577', '325200', '中国,浙江省,温州市,瑞安市', '120.65466000', '27.78041000', 'Rui\'an');
INSERT INTO `t_dict_area` VALUES ('330382', '乐清市', '330300', '乐清', '3', '0577', '325600', '中国,浙江省,温州市,乐清市', '120.96170000', '28.12404000', 'Yueqing');
INSERT INTO `t_dict_area` VALUES ('330400', '嘉兴市', '330000', '嘉兴', '2', '0573', '314000', '中国,浙江省,嘉兴市', '120.75086500', '30.76265300', 'Jiaxing');
INSERT INTO `t_dict_area` VALUES ('330402', '南湖区', '330400', '南湖', '3', '0573', '314051', '中国,浙江省,嘉兴市,南湖区', '120.78524000', '30.74865000', 'Nanhu');
INSERT INTO `t_dict_area` VALUES ('330411', '秀洲区', '330400', '秀洲', '3', '0573', '314031', '中国,浙江省,嘉兴市,秀洲区', '120.70867000', '30.76454000', 'Xiuzhou');
INSERT INTO `t_dict_area` VALUES ('330421', '嘉善县', '330400', '嘉善', '3', '0573', '314100', '中国,浙江省,嘉兴市,嘉善县', '120.92559000', '30.82993000', 'Jiashan');
INSERT INTO `t_dict_area` VALUES ('330424', '海盐县', '330400', '海盐', '3', '0573', '314300', '中国,浙江省,嘉兴市,海盐县', '120.94570000', '30.52547000', 'Haiyan');
INSERT INTO `t_dict_area` VALUES ('330481', '海宁市', '330400', '海宁', '3', '0573', '314400', '中国,浙江省,嘉兴市,海宁市', '120.68130000', '30.50970000', 'Haining');
INSERT INTO `t_dict_area` VALUES ('330482', '平湖市', '330400', '平湖', '3', '0573', '314200', '中国,浙江省,嘉兴市,平湖市', '121.02166000', '30.69618000', 'Pinghu');
INSERT INTO `t_dict_area` VALUES ('330483', '桐乡市', '330400', '桐乡', '3', '0573', '314500', '中国,浙江省,嘉兴市,桐乡市', '120.56485000', '30.63020000', 'Tongxiang');
INSERT INTO `t_dict_area` VALUES ('330500', '湖州市', '330000', '湖州', '2', '0572', '313000', '中国,浙江省,湖州市', '120.10239800', '30.86719800', 'Huzhou');
INSERT INTO `t_dict_area` VALUES ('330502', '吴兴区', '330500', '吴兴', '3', '0572', '313000', '中国,浙江省,湖州市,吴兴区', '120.12548000', '30.85752000', 'Wuxing');
INSERT INTO `t_dict_area` VALUES ('330503', '南浔区', '330500', '南浔', '3', '0572', '313009', '中国,浙江省,湖州市,南浔区', '120.42038000', '30.86686000', 'Nanxun');
INSERT INTO `t_dict_area` VALUES ('330521', '德清县', '330500', '德清', '3', '0572', '313200', '中国,浙江省,湖州市,德清县', '119.97836000', '30.53369000', 'Deqing');
INSERT INTO `t_dict_area` VALUES ('330522', '长兴县', '330500', '长兴', '3', '0572', '313100', '中国,浙江省,湖州市,长兴县', '119.90783000', '31.00606000', 'Changxing');
INSERT INTO `t_dict_area` VALUES ('330523', '安吉县', '330500', '安吉', '3', '0572', '313300', '中国,浙江省,湖州市,安吉县', '119.68158000', '30.63798000', 'Anji');
INSERT INTO `t_dict_area` VALUES ('330600', '绍兴市', '330000', '绍兴', '2', '0575', '312000', '中国,浙江省,绍兴市', '120.58211200', '29.99711700', 'Shaoxing');
INSERT INTO `t_dict_area` VALUES ('330602', '越城区', '330600', '越城', '3', '0575', '312000', '中国,浙江省,绍兴市,越城区', '120.58190000', '29.98895000', 'Yuecheng');
INSERT INTO `t_dict_area` VALUES ('330603', '柯桥区', '330600', '柯桥', '3', '0575', '312030', '中国,浙江省,绍兴市,柯桥区', '120.49273600', '30.08763000', 'Keqiao ');
INSERT INTO `t_dict_area` VALUES ('330604', '上虞区', '330600', '上虞', '3', '0575', '312300', '中国,浙江省,绍兴市,上虞区', '120.47607500', '30.07803800', 'Shangyu');
INSERT INTO `t_dict_area` VALUES ('330624', '新昌县', '330600', '新昌', '3', '0575', '312500', '中国,浙江省,绍兴市,新昌县', '120.90435000', '29.49991000', 'Xinchang');
INSERT INTO `t_dict_area` VALUES ('330681', '诸暨市', '330600', '诸暨', '3', '0575', '311800', '中国,浙江省,绍兴市,诸暨市', '120.23629000', '29.71358000', 'Zhuji');
INSERT INTO `t_dict_area` VALUES ('330683', '嵊州市', '330600', '嵊州', '3', '0575', '312400', '中国,浙江省,绍兴市,嵊州市', '120.82174000', '29.58854000', 'Shengzhou');
INSERT INTO `t_dict_area` VALUES ('330700', '金华市', '330000', '金华', '2', '0579', '321000', '中国,浙江省,金华市', '119.64950600', '29.08952400', 'Jinhua');
INSERT INTO `t_dict_area` VALUES ('330702', '婺城区', '330700', '婺城', '3', '0579', '321000', '中国,浙江省,金华市,婺城区', '119.57135000', '29.09521000', 'Wucheng');
INSERT INTO `t_dict_area` VALUES ('330703', '金东区', '330700', '金东', '3', '0579', '321000', '中国,浙江省,金华市,金东区', '119.69302000', '29.09910000', 'Jindong');
INSERT INTO `t_dict_area` VALUES ('330723', '武义县', '330700', '武义', '3', '0579', '321200', '中国,浙江省,金华市,武义县', '119.81640000', '28.89331000', 'Wuyi');
INSERT INTO `t_dict_area` VALUES ('330726', '浦江县', '330700', '浦江', '3', '0579', '322200', '中国,浙江省,金华市,浦江县', '119.89181000', '29.45353000', 'Pujiang');
INSERT INTO `t_dict_area` VALUES ('330727', '磐安县', '330700', '磐安', '3', '0579', '322300', '中国,浙江省,金华市,磐安县', '120.45022000', '29.05733000', 'Pan\'an');
INSERT INTO `t_dict_area` VALUES ('330781', '兰溪市', '330700', '兰溪', '3', '0579', '321100', '中国,浙江省,金华市,兰溪市', '119.45965000', '29.20841000', 'Lanxi');
INSERT INTO `t_dict_area` VALUES ('330782', '义乌市', '330700', '义乌', '3', '0579', '322000', '中国,浙江省,金华市,义乌市', '120.07440000', '29.30558000', 'Yiwu');
INSERT INTO `t_dict_area` VALUES ('330783', '东阳市', '330700', '东阳', '3', '0579', '322100', '中国,浙江省,金华市,东阳市', '120.24185000', '29.28942000', 'Dongyang');
INSERT INTO `t_dict_area` VALUES ('330784', '永康市', '330700', '永康', '3', '0579', '321300', '中国,浙江省,金华市,永康市', '120.04727000', '28.88844000', 'Yongkang');
INSERT INTO `t_dict_area` VALUES ('330800', '衢州市', '330000', '衢州', '2', '0570', '324002', '中国,浙江省,衢州市', '118.87263000', '28.94170800', 'Quzhou');
INSERT INTO `t_dict_area` VALUES ('330802', '柯城区', '330800', '柯城', '3', '0570', '324100', '中国,浙江省,衢州市,柯城区', '118.87109000', '28.96858000', 'Kecheng');
INSERT INTO `t_dict_area` VALUES ('330803', '衢江区', '330800', '衢江', '3', '0570', '324022', '中国,浙江省,衢州市,衢江区', '118.95980000', '28.97977000', 'Qujiang');
INSERT INTO `t_dict_area` VALUES ('330822', '常山县', '330800', '常山', '3', '0570', '324200', '中国,浙江省,衢州市,常山县', '118.51025000', '28.90191000', 'Changshan');
INSERT INTO `t_dict_area` VALUES ('330824', '开化县', '330800', '开化', '3', '0570', '324300', '中国,浙江省,衢州市,开化县', '118.41616000', '29.13785000', 'Kaihua');
INSERT INTO `t_dict_area` VALUES ('330825', '龙游县', '330800', '龙游', '3', '0570', '324400', '中国,浙江省,衢州市,龙游县', '119.17221000', '29.02823000', 'Longyou');
INSERT INTO `t_dict_area` VALUES ('330881', '江山市', '330800', '江山', '3', '0570', '324100', '中国,浙江省,衢州市,江山市', '118.62674000', '28.73860000', 'Jiangshan');
INSERT INTO `t_dict_area` VALUES ('330900', '舟山市', '330000', '舟山', '2', '0580', '316000', '中国,浙江省,舟山市', '122.10686300', '30.01602800', 'Zhoushan');
INSERT INTO `t_dict_area` VALUES ('330902', '定海区', '330900', '定海', '3', '0580', '316000', '中国,浙江省,舟山市,定海区', '122.10677000', '30.01985000', 'Dinghai');
INSERT INTO `t_dict_area` VALUES ('330903', '普陀区', '330900', '普陀', '3', '0580', '316100', '中国,浙江省,舟山市,普陀区', '122.30278000', '29.94908000', 'Putuo');
INSERT INTO `t_dict_area` VALUES ('330921', '岱山县', '330900', '岱山', '3', '0580', '316200', '中国,浙江省,舟山市,岱山县', '122.20486000', '30.24385000', 'Daishan');
INSERT INTO `t_dict_area` VALUES ('330922', '嵊泗县', '330900', '嵊泗', '3', '0580', '202450', '中国,浙江省,舟山市,嵊泗县', '122.45129000', '30.72678000', 'Shengsi');
INSERT INTO `t_dict_area` VALUES ('331000', '台州市', '330000', '台州', '2', '0576', '318000', '中国,浙江省,台州市', '121.42859900', '28.66137800', 'Taizhou');
INSERT INTO `t_dict_area` VALUES ('331002', '椒江区', '331000', '椒江', '3', '0576', '318000', '中国,浙江省,台州市,椒江区', '121.44287000', '28.67301000', 'Jiaojiang');
INSERT INTO `t_dict_area` VALUES ('331003', '黄岩区', '331000', '黄岩', '3', '0576', '318020', '中国,浙江省,台州市,黄岩区', '121.25891000', '28.65077000', 'Huangyan');
INSERT INTO `t_dict_area` VALUES ('331004', '路桥区', '331000', '路桥', '3', '0576', '318050', '中国,浙江省,台州市,路桥区', '121.37381000', '28.58016000', 'Luqiao');
INSERT INTO `t_dict_area` VALUES ('331021', '玉环县', '331000', '玉环', '3', '0576', '317600', '中国,浙江省,台州市,玉环县', '121.23242000', '28.13637000', 'Yuhuan');
INSERT INTO `t_dict_area` VALUES ('331022', '三门县', '331000', '三门', '3', '0576', '317100', '中国,浙江省,台州市,三门县', '121.39370000', '29.10510000', 'Sanmen');
INSERT INTO `t_dict_area` VALUES ('331023', '天台县', '331000', '天台', '3', '0576', '317200', '中国,浙江省,台州市,天台县', '121.00848000', '29.14290000', 'Tiantai');
INSERT INTO `t_dict_area` VALUES ('331024', '仙居县', '331000', '仙居', '3', '0576', '317300', '中国,浙江省,台州市,仙居县', '120.72872000', '28.84672000', 'Xianju');
INSERT INTO `t_dict_area` VALUES ('331081', '温岭市', '331000', '温岭', '3', '0576', '317500', '中国,浙江省,台州市,温岭市', '121.38595000', '28.37176000', 'Wenling');
INSERT INTO `t_dict_area` VALUES ('331082', '临海市', '331000', '临海', '3', '0576', '317000', '中国,浙江省,台州市,临海市', '121.13885000', '28.85603000', 'Linhai');
INSERT INTO `t_dict_area` VALUES ('331100', '丽水市', '330000', '丽水', '2', '0578', '323000', '中国,浙江省,丽水市', '119.92178600', '28.45199300', 'Lishui');
INSERT INTO `t_dict_area` VALUES ('331102', '莲都区', '331100', '莲都', '3', '0578', '323000', '中国,浙江省,丽水市,莲都区', '119.91270000', '28.44583000', 'Liandu');
INSERT INTO `t_dict_area` VALUES ('331121', '青田县', '331100', '青田', '3', '0578', '323900', '中国,浙江省,丽水市,青田县', '120.29028000', '28.13897000', 'Qingtian');
INSERT INTO `t_dict_area` VALUES ('331122', '缙云县', '331100', '缙云', '3', '0578', '321400', '中国,浙江省,丽水市,缙云县', '120.09036000', '28.65944000', 'Jinyun');
INSERT INTO `t_dict_area` VALUES ('331123', '遂昌县', '331100', '遂昌', '3', '0578', '323300', '中国,浙江省,丽水市,遂昌县', '119.27606000', '28.59291000', 'Suichang');
INSERT INTO `t_dict_area` VALUES ('331124', '松阳县', '331100', '松阳', '3', '0578', '323400', '中国,浙江省,丽水市,松阳县', '119.48199000', '28.44940000', 'Songyang');
INSERT INTO `t_dict_area` VALUES ('331125', '云和县', '331100', '云和', '3', '0578', '323600', '中国,浙江省,丽水市,云和县', '119.57287000', '28.11643000', 'Yunhe');
INSERT INTO `t_dict_area` VALUES ('331126', '庆元县', '331100', '庆元', '3', '0578', '323800', '中国,浙江省,丽水市,庆元县', '119.06256000', '27.61842000', 'Qingyuan');
INSERT INTO `t_dict_area` VALUES ('331127', '景宁畲族自治县', '331100', '景宁', '3', '0578', '323500', '中国,浙江省,丽水市,景宁畲族自治县', '119.63839000', '27.97393000', 'Jingning');
INSERT INTO `t_dict_area` VALUES ('331181', '龙泉市', '331100', '龙泉', '3', '0578', '323700', '中国,浙江省,丽水市,龙泉市', '119.14163000', '28.07430000', 'Longquan');
INSERT INTO `t_dict_area` VALUES ('331200', '舟山群岛新区', '330000', '舟山新区', '2', '0580', '316000', '中国,浙江省,舟山群岛新区', '122.31765700', '29.81324200', 'Zhoushan');
INSERT INTO `t_dict_area` VALUES ('331201', '金塘岛', '331200', '金塘', '3', '0580', '316000', '中国,浙江省,舟山群岛新区,金塘岛', '121.89337300', '30.04064100', 'Jintang');
INSERT INTO `t_dict_area` VALUES ('331202', '六横岛', '331200', '六横', '3', '0580', '316000', '中国,浙江省,舟山群岛新区,六横岛', '122.14265000', '29.66293800', 'Liuheng');
INSERT INTO `t_dict_area` VALUES ('331203', '衢山岛', '331200', '衢山', '3', '0580', '316000', '中国,浙江省,舟山群岛新区,衢山岛', '122.35842500', '30.44264200', 'Qushan');
INSERT INTO `t_dict_area` VALUES ('331204', '舟山本岛西北部', '331200', '舟山', '3', '0580', '316000', '中国,浙江省,舟山群岛新区,舟山本岛西北部', '122.03064000', '30.14037700', 'Zhoushan');
INSERT INTO `t_dict_area` VALUES ('331205', '岱山岛西南部', '331200', '岱山', '3', '0580', '316000', '中国,浙江省,舟山群岛新区,岱山岛西南部', '122.18012300', '30.27726900', 'Daishan');
INSERT INTO `t_dict_area` VALUES ('331206', '泗礁岛', '331200', '泗礁', '3', '0580', '316000', '中国,浙江省,舟山群岛新区,泗礁岛', '122.45803000', '30.72511200', 'Sijiao');
INSERT INTO `t_dict_area` VALUES ('331207', '朱家尖岛', '331200', '朱家尖', '3', '0580', '316000', '中国,浙江省,舟山群岛新区,朱家尖岛', '122.39063600', '29.91630300', 'Zhujiajian');
INSERT INTO `t_dict_area` VALUES ('331208', '洋山岛', '331200', '洋山', '3', '0580', '316000', '中国,浙江省,舟山群岛新区,洋山岛', '121.99589100', '30.09463700', 'Yangshan');
INSERT INTO `t_dict_area` VALUES ('331209', '长涂岛', '331200', '长涂', '3', '0580', '316000', '中国,浙江省,舟山群岛新区,长涂岛', '122.28468100', '30.24888000', 'Changtu');
INSERT INTO `t_dict_area` VALUES ('331210', '虾峙岛', '331200', '虾峙', '3', '0580', '316000', '中国,浙江省,舟山群岛新区,虾峙岛', '122.24468600', '29.75294100', 'Xiazhi');
INSERT INTO `t_dict_area` VALUES ('340000', '安徽省', '100000', '安徽', '1', '', '', '中国,安徽省', '117.28304200', '31.86119000', 'Anhui');
INSERT INTO `t_dict_area` VALUES ('340100', '合肥市', '340000', '合肥', '2', '0551', '230001', '中国,安徽省,合肥市', '117.28304200', '31.86119000', 'Hefei');
INSERT INTO `t_dict_area` VALUES ('340102', '瑶海区', '340100', '瑶海', '3', '0551', '230011', '中国,安徽省,合肥市,瑶海区', '117.30947000', '31.85809000', 'Yaohai');
INSERT INTO `t_dict_area` VALUES ('340103', '庐阳区', '340100', '庐阳', '3', '0551', '230001', '中国,安徽省,合肥市,庐阳区', '117.26452000', '31.87874000', 'Luyang');
INSERT INTO `t_dict_area` VALUES ('340104', '蜀山区', '340100', '蜀山', '3', '0551', '230031', '中国,安徽省,合肥市,蜀山区', '117.26104000', '31.85117000', 'Shushan');
INSERT INTO `t_dict_area` VALUES ('340111', '包河区', '340100', '包河', '3', '0551', '230041', '中国,安徽省,合肥市,包河区', '117.30984000', '31.79502000', 'Baohe');
INSERT INTO `t_dict_area` VALUES ('340121', '长丰县', '340100', '长丰', '3', '0551', '231100', '中国,安徽省,合肥市,长丰县', '117.16549000', '32.47959000', 'Changfeng');
INSERT INTO `t_dict_area` VALUES ('340122', '肥东县', '340100', '肥东', '3', '0551', '231600', '中国,安徽省,合肥市,肥东县', '117.47128000', '31.88525000', 'Feidong');
INSERT INTO `t_dict_area` VALUES ('340123', '肥西县', '340100', '肥西', '3', '0551', '231200', '中国,安徽省,合肥市,肥西县', '117.16845000', '31.72143000', 'Feixi');
INSERT INTO `t_dict_area` VALUES ('340124', '庐江县', '340100', '庐江', '3', '0565', '231500', '中国,安徽省,合肥市,庐江县', '117.28984400', '31.25148800', 'Lujiang');
INSERT INTO `t_dict_area` VALUES ('340181', '巢湖市', '340100', '巢湖', '3', '0565', '238000', '中国,安徽省,合肥市,巢湖市', '117.87415500', '31.60051800', 'Chaohu');
INSERT INTO `t_dict_area` VALUES ('340200', '芜湖市', '340000', '芜湖', '2', '0551', '241000', '中国,安徽省,芜湖市', '118.37645100', '31.32631900', 'Wuhu');
INSERT INTO `t_dict_area` VALUES ('340202', '镜湖区', '340200', '镜湖', '3', '0553', '241000', '中国,安徽省,芜湖市,镜湖区', '118.38525000', '31.34038000', 'Jinghu');
INSERT INTO `t_dict_area` VALUES ('340203', '弋江区', '340200', '弋江', '3', '0553', '241000', '中国,安徽省,芜湖市,弋江区', '118.37265000', '31.31178000', 'Yijiang');
INSERT INTO `t_dict_area` VALUES ('340207', '鸠江区', '340200', '鸠江', '3', '0553', '241000', '中国,安徽省,芜湖市,鸠江区', '118.39215000', '31.36928000', 'Jiujiang');
INSERT INTO `t_dict_area` VALUES ('340208', '三山区', '340200', '三山', '3', '0553', '241000', '中国,安徽省,芜湖市,三山区', '118.22509000', '31.20703000', 'Sanshan');
INSERT INTO `t_dict_area` VALUES ('340221', '芜湖县', '340200', '芜湖', '3', '0553', '241100', '中国,安徽省,芜湖市,芜湖县', '118.57525000', '31.13476000', 'Wuhu');
INSERT INTO `t_dict_area` VALUES ('340222', '繁昌县', '340200', '繁昌', '3', '0553', '241200', '中国,安徽省,芜湖市,繁昌县', '118.19982000', '31.08319000', 'Fanchang');
INSERT INTO `t_dict_area` VALUES ('340223', '南陵县', '340200', '南陵', '3', '0553', '242400', '中国,安徽省,芜湖市,南陵县', '118.33688000', '30.91969000', 'Nanling');
INSERT INTO `t_dict_area` VALUES ('340225', '无为县', '340200', '无为', '3', '0565', '238300', '中国,安徽省,芜湖市,无为县', '117.91143200', '31.30307500', 'Wuwei');
INSERT INTO `t_dict_area` VALUES ('340300', '蚌埠市', '340000', '蚌埠', '2', '0552', '233000', '中国,安徽省,蚌埠市', '117.36237000', '32.93403700', 'Bengbu');
INSERT INTO `t_dict_area` VALUES ('340302', '龙子湖区', '340300', '龙子湖', '3', '0552', '233000', '中国,安徽省,蚌埠市,龙子湖区', '117.39379000', '32.94301000', 'Longzihu');
INSERT INTO `t_dict_area` VALUES ('340303', '蚌山区', '340300', '蚌山', '3', '0552', '233000', '中国,安徽省,蚌埠市,蚌山区', '117.36767000', '32.94411000', 'Bengshan');
INSERT INTO `t_dict_area` VALUES ('340304', '禹会区', '340300', '禹会', '3', '0552', '233010', '中国,安徽省,蚌埠市,禹会区', '117.35315000', '32.93336000', 'Yuhui');
INSERT INTO `t_dict_area` VALUES ('340311', '淮上区', '340300', '淮上', '3', '0552', '233002', '中国,安徽省,蚌埠市,淮上区', '117.35983000', '32.96423000', 'Huaishang');
INSERT INTO `t_dict_area` VALUES ('340321', '怀远县', '340300', '怀远', '3', '0552', '233400', '中国,安徽省,蚌埠市,怀远县', '117.20507000', '32.97007000', 'Huaiyuan');
INSERT INTO `t_dict_area` VALUES ('340322', '五河县', '340300', '五河', '3', '0552', '233300', '中国,安徽省,蚌埠市,五河县', '117.89144000', '33.14457000', 'Wuhe');
INSERT INTO `t_dict_area` VALUES ('340323', '固镇县', '340300', '固镇', '3', '0552', '233700', '中国,安徽省,蚌埠市,固镇县', '117.31558000', '33.31803000', 'Guzhen');
INSERT INTO `t_dict_area` VALUES ('340400', '淮南市', '340000', '淮南', '2', '0554', '232001', '中国,安徽省,淮南市', '117.02544900', '32.64594700', 'Huainan');
INSERT INTO `t_dict_area` VALUES ('340402', '大通区', '340400', '大通', '3', '0554', '232033', '中国,安徽省,淮南市,大通区', '117.05255000', '32.63265000', 'Datong');
INSERT INTO `t_dict_area` VALUES ('340403', '田家庵区', '340400', '田家庵', '3', '0554', '232000', '中国,安徽省,淮南市,田家庵区', '117.01739000', '32.64697000', 'Tianjiaan');
INSERT INTO `t_dict_area` VALUES ('340404', '谢家集区', '340400', '谢家集', '3', '0554', '232052', '中国,安徽省,淮南市,谢家集区', '116.86377000', '32.59818000', 'Xiejiaji');
INSERT INTO `t_dict_area` VALUES ('340405', '八公山区', '340400', '八公山', '3', '0554', '232072', '中国,安徽省,淮南市,八公山区', '116.83694000', '32.62941000', 'Bagongshan');
INSERT INTO `t_dict_area` VALUES ('340406', '潘集区', '340400', '潘集', '3', '0554', '232082', '中国,安徽省,淮南市,潘集区', '116.81622000', '32.78287000', 'Panji');
INSERT INTO `t_dict_area` VALUES ('340421', '凤台县', '340400', '凤台', '3', '0554', '232100', '中国,安徽省,淮南市,凤台县', '116.71569000', '32.70752000', 'Fengtai');
INSERT INTO `t_dict_area` VALUES ('340500', '马鞍山市', '340000', '马鞍山', '2', '0555', '243001', '中国,安徽省,马鞍山市', '118.50790600', '31.68936200', 'Ma\'anshan');
INSERT INTO `t_dict_area` VALUES ('340503', '花山区', '340500', '花山', '3', '0555', '243000', '中国,安徽省,马鞍山市,花山区', '118.51231000', '31.70010000', 'Huashan');
INSERT INTO `t_dict_area` VALUES ('340504', '雨山区', '340500', '雨山', '3', '0555', '243071', '中国,安徽省,马鞍山市,雨山区', '118.49869000', '31.68219000', 'Yushan');
INSERT INTO `t_dict_area` VALUES ('340506', '博望区', '340500', '博望', '3', '0555', '243131', '中国,安徽省,马鞍山市,博望区', '118.84438700', '31.56187100', 'Bowang');
INSERT INTO `t_dict_area` VALUES ('340521', '当涂县', '340500', '当涂', '3', '0555', '243100', '中国,安徽省,马鞍山市,当涂县', '118.49786000', '31.57098000', 'Dangtu');
INSERT INTO `t_dict_area` VALUES ('340522', '含山县', '340500', '含山', '3', '0555', '238100', '中国,安徽省,马鞍山市,含山县', '118.10554500', '31.72775800', 'Hanshan ');
INSERT INTO `t_dict_area` VALUES ('340523', '和县', '340500', '和县', '3', '0555', '238200', '中国,安徽省,马鞍山市,和县', '118.35140500', '31.74179400', 'Hexian');
INSERT INTO `t_dict_area` VALUES ('340600', '淮北市', '340000', '淮北', '2', '0561', '235000', '中国,安徽省,淮北市', '116.79466400', '33.97170700', 'Huaibei');
INSERT INTO `t_dict_area` VALUES ('340602', '杜集区', '340600', '杜集', '3', '0561', '235000', '中国,安徽省,淮北市,杜集区', '116.82998000', '33.99363000', 'Duji');
INSERT INTO `t_dict_area` VALUES ('340603', '相山区', '340600', '相山', '3', '0561', '235000', '中国,安徽省,淮北市,相山区', '116.79464000', '33.95979000', 'Xiangshan');
INSERT INTO `t_dict_area` VALUES ('340604', '烈山区', '340600', '烈山', '3', '0561', '235000', '中国,安徽省,淮北市,烈山区', '116.81448000', '33.89355000', 'Lieshan');
INSERT INTO `t_dict_area` VALUES ('340621', '濉溪县', '340600', '濉溪', '3', '0561', '235100', '中国,安徽省,淮北市,濉溪县', '116.76785000', '33.91455000', 'Suixi');
INSERT INTO `t_dict_area` VALUES ('340700', '铜陵市', '340000', '铜陵', '2', '0562', '244000', '中国,安徽省,铜陵市', '117.81657600', '30.92993500', 'Tongling');
INSERT INTO `t_dict_area` VALUES ('340702', '铜官山区', '340700', '铜官山', '3', '0562', '244000', '中国,安徽省,铜陵市,铜官山区', '117.81525000', '30.93423000', 'Tongguanshan');
INSERT INTO `t_dict_area` VALUES ('340703', '狮子山区', '340700', '狮子山', '3', '0562', '244000', '中国,安徽省,铜陵市,狮子山区', '117.89178000', '30.92631000', 'Shizishan');
INSERT INTO `t_dict_area` VALUES ('340711', '郊区', '340700', '郊区', '3', '0562', '244000', '中国,安徽省,铜陵市,郊区', '117.80868000', '30.91976000', 'Jiaoqu');
INSERT INTO `t_dict_area` VALUES ('340721', '铜陵县', '340700', '铜陵', '3', '0562', '244100', '中国,安徽省,铜陵市,铜陵县', '117.79113000', '30.95365000', 'Tongling');
INSERT INTO `t_dict_area` VALUES ('340800', '安庆市', '340000', '安庆', '2', '0556', '246001', '中国,安徽省,安庆市', '117.05357100', '30.52481600', 'Anqing');
INSERT INTO `t_dict_area` VALUES ('340802', '迎江区', '340800', '迎江', '3', '0556', '246001', '中国,安徽省,安庆市,迎江区', '117.04930000', '30.50421000', 'Yingjiang');
INSERT INTO `t_dict_area` VALUES ('340803', '大观区', '340800', '大观', '3', '0556', '246002', '中国,安徽省,安庆市,大观区', '117.03426000', '30.51216000', 'Daguan');
INSERT INTO `t_dict_area` VALUES ('340811', '宜秀区', '340800', '宜秀', '3', '0556', '246003', '中国,安徽省,安庆市,宜秀区', '117.06127000', '30.50783000', 'Yixiu');
INSERT INTO `t_dict_area` VALUES ('340822', '怀宁县', '340800', '怀宁', '3', '0556', '246100', '中国,安徽省,安庆市,怀宁县', '116.82968000', '30.73376000', 'Huaining');
INSERT INTO `t_dict_area` VALUES ('340823', '枞阳县', '340800', '枞阳', '3', '0556', '246700', '中国,安徽省,安庆市,枞阳县', '117.22015000', '30.69956000', 'Zongyang');
INSERT INTO `t_dict_area` VALUES ('340824', '潜山县', '340800', '潜山', '3', '0556', '246300', '中国,安徽省,安庆市,潜山县', '116.57574000', '30.63037000', 'Qianshan');
INSERT INTO `t_dict_area` VALUES ('340825', '太湖县', '340800', '太湖', '3', '0556', '246400', '中国,安徽省,安庆市,太湖县', '116.30880000', '30.45410000', 'Taihu');
INSERT INTO `t_dict_area` VALUES ('340826', '宿松县', '340800', '宿松', '3', '0556', '246500', '中国,安徽省,安庆市,宿松县', '116.12915000', '30.15360000', 'Susong');
INSERT INTO `t_dict_area` VALUES ('340827', '望江县', '340800', '望江', '3', '0556', '246200', '中国,安徽省,安庆市,望江县', '116.68814000', '30.12585000', 'Wangjiang');
INSERT INTO `t_dict_area` VALUES ('340828', '岳西县', '340800', '岳西', '3', '0556', '246600', '中国,安徽省,安庆市,岳西县', '116.35995000', '30.84983000', 'Yuexi');
INSERT INTO `t_dict_area` VALUES ('340881', '桐城市', '340800', '桐城', '3', '0556', '231400', '中国,安徽省,安庆市,桐城市', '116.95071000', '31.05216000', 'Tongcheng');
INSERT INTO `t_dict_area` VALUES ('341000', '黄山市', '340000', '黄山', '2', '0559', '245000', '中国,安徽省,黄山市', '118.31732500', '29.70923900', 'Huangshan');
INSERT INTO `t_dict_area` VALUES ('341002', '屯溪区', '341000', '屯溪', '3', '0559', '245000', '中国,安徽省,黄山市,屯溪区', '118.33368000', '29.71138000', 'Tunxi');
INSERT INTO `t_dict_area` VALUES ('341003', '黄山区', '341000', '黄山', '3', '0559', '242700', '中国,安徽省,黄山市,黄山区', '118.14160000', '30.27290000', 'Huangshan');
INSERT INTO `t_dict_area` VALUES ('341004', '徽州区', '341000', '徽州', '3', '0559', '245061', '中国,安徽省,黄山市,徽州区', '118.33654000', '29.82784000', 'Huizhou');
INSERT INTO `t_dict_area` VALUES ('341021', '歙县', '341000', '歙县', '3', '0559', '245200', '中国,安徽省,黄山市,歙县', '118.43676000', '29.86745000', 'Shexian');
INSERT INTO `t_dict_area` VALUES ('341022', '休宁县', '341000', '休宁', '3', '0559', '245400', '中国,安徽省,黄山市,休宁县', '118.18136000', '29.78607000', 'Xiuning');
INSERT INTO `t_dict_area` VALUES ('341023', '黟县', '341000', '黟县', '3', '0559', '245500', '中国,安徽省,黄山市,黟县', '117.94137000', '29.92588000', 'Yixian');
INSERT INTO `t_dict_area` VALUES ('341024', '祁门县', '341000', '祁门', '3', '0559', '245600', '中国,安徽省,黄山市,祁门县', '117.71847000', '29.85723000', 'Qimen');
INSERT INTO `t_dict_area` VALUES ('341100', '滁州市', '340000', '滁州', '2', '0550', '239000', '中国,安徽省,滁州市', '118.31626400', '32.30362700', 'Chuzhou');
INSERT INTO `t_dict_area` VALUES ('341102', '琅琊区', '341100', '琅琊', '3', '0550', '239000', '中国,安徽省,滁州市,琅琊区', '118.30538000', '32.29521000', 'Langya');
INSERT INTO `t_dict_area` VALUES ('341103', '南谯区', '341100', '南谯', '3', '0550', '239000', '中国,安徽省,滁州市,南谯区', '118.31222000', '32.31861000', 'Nanqiao');
INSERT INTO `t_dict_area` VALUES ('341122', '来安县', '341100', '来安', '3', '0550', '239200', '中国,安徽省,滁州市,来安县', '118.43438000', '32.45176000', 'Lai\'an');
INSERT INTO `t_dict_area` VALUES ('341124', '全椒县', '341100', '全椒', '3', '0550', '239500', '中国,安徽省,滁州市,全椒县', '118.27291000', '32.08524000', 'Quanjiao');
INSERT INTO `t_dict_area` VALUES ('341125', '定远县', '341100', '定远', '3', '0550', '233200', '中国,安徽省,滁州市,定远县', '117.68035000', '32.52488000', 'Dingyuan');
INSERT INTO `t_dict_area` VALUES ('341126', '凤阳县', '341100', '凤阳', '3', '0550', '233100', '中国,安徽省,滁州市,凤阳县', '117.56454000', '32.86507000', 'Fengyang');
INSERT INTO `t_dict_area` VALUES ('341181', '天长市', '341100', '天长', '3', '0550', '239300', '中国,安徽省,滁州市,天长市', '118.99868000', '32.69124000', 'Tianchang');
INSERT INTO `t_dict_area` VALUES ('341182', '明光市', '341100', '明光', '3', '0550', '239400', '中国,安徽省,滁州市,明光市', '117.99093000', '32.77819000', 'Mingguang');
INSERT INTO `t_dict_area` VALUES ('341200', '阜阳市', '340000', '阜阳', '2', '0558', '236033', '中国,安徽省,阜阳市', '115.81972900', '32.89696900', 'Fuyang');
INSERT INTO `t_dict_area` VALUES ('341202', '颍州区', '341200', '颍州', '3', '0558', '236001', '中国,安徽省,阜阳市,颍州区', '115.80694000', '32.88346000', 'Yingzhou');
INSERT INTO `t_dict_area` VALUES ('341203', '颍东区', '341200', '颍东', '3', '0558', '236058', '中国,安徽省,阜阳市,颍东区', '115.85659000', '32.91296000', 'Yingdong');
INSERT INTO `t_dict_area` VALUES ('341204', '颍泉区', '341200', '颍泉', '3', '0558', '236045', '中国,安徽省,阜阳市,颍泉区', '115.80712000', '32.92490000', 'Yingquan');
INSERT INTO `t_dict_area` VALUES ('341221', '临泉县', '341200', '临泉', '3', '0558', '236400', '中国,安徽省,阜阳市,临泉县', '115.26232000', '33.06758000', 'Linquan');
INSERT INTO `t_dict_area` VALUES ('341222', '太和县', '341200', '太和', '3', '0558', '236600', '中国,安徽省,阜阳市,太和县', '115.62191000', '33.16025000', 'Taihe');
INSERT INTO `t_dict_area` VALUES ('341225', '阜南县', '341200', '阜南', '3', '0558', '236300', '中国,安徽省,阜阳市,阜南县', '115.58563000', '32.63551000', 'Funan');
INSERT INTO `t_dict_area` VALUES ('341226', '颍上县', '341200', '颍上', '3', '0558', '236200', '中国,安徽省,阜阳市,颍上县', '116.26458000', '32.62998000', 'Yingshang');
INSERT INTO `t_dict_area` VALUES ('341282', '界首市', '341200', '界首', '3', '0558', '236500', '中国,安徽省,阜阳市,界首市', '115.37445000', '33.25714000', 'Jieshou');
INSERT INTO `t_dict_area` VALUES ('341300', '宿州市', '340000', '宿州', '2', '0557', '234000', '中国,安徽省,宿州市', '116.98408400', '33.63389100', 'Suzhou');
INSERT INTO `t_dict_area` VALUES ('341302', '埇桥区', '341300', '埇桥', '3', '0557', '234000', '中国,安徽省,宿州市,埇桥区', '116.97731000', '33.64058000', 'Yongqiao');
INSERT INTO `t_dict_area` VALUES ('341321', '砀山县', '341300', '砀山', '3', '0557', '235300', '中国,安徽省,宿州市,砀山县', '116.35363000', '34.42356000', 'Dangshan');
INSERT INTO `t_dict_area` VALUES ('341322', '萧县', '341300', '萧县', '3', '0557', '235200', '中国,安徽省,宿州市,萧县', '116.94546000', '34.18790000', 'Xiaoxian');
INSERT INTO `t_dict_area` VALUES ('341323', '灵璧县', '341300', '灵璧', '3', '0557', '234200', '中国,安徽省,宿州市,灵璧县', '117.55813000', '33.54339000', 'Lingbi');
INSERT INTO `t_dict_area` VALUES ('341324', '泗县', '341300', '泗县', '3', '0557', '234300', '中国,安徽省,宿州市,泗县', '117.91033000', '33.48295000', 'Sixian');
INSERT INTO `t_dict_area` VALUES ('341500', '六安市', '340000', '六安', '2', '0564', '237000', '中国,安徽省,六安市', '116.50767600', '31.75288900', 'Lu\'an');
INSERT INTO `t_dict_area` VALUES ('341502', '金安区', '341500', '金安', '3', '0564', '237005', '中国,安徽省,六安市,金安区', '116.50912000', '31.75573000', 'Jin\'an');
INSERT INTO `t_dict_area` VALUES ('341503', '裕安区', '341500', '裕安', '3', '0564', '237010', '中国,安徽省,六安市,裕安区', '116.47985000', '31.73787000', 'Yu\'an');
INSERT INTO `t_dict_area` VALUES ('341521', '寿县', '341500', '寿县', '3', '0564', '232200', '中国,安徽省,六安市,寿县', '116.78466000', '32.57653000', 'Shouxian');
INSERT INTO `t_dict_area` VALUES ('341522', '霍邱县', '341500', '霍邱', '3', '0564', '237400', '中国,安徽省,六安市,霍邱县', '116.27795000', '32.35300000', 'Huoqiu');
INSERT INTO `t_dict_area` VALUES ('341523', '舒城县', '341500', '舒城', '3', '0564', '231300', '中国,安徽省,六安市,舒城县', '116.94491000', '31.46413000', 'Shucheng');
INSERT INTO `t_dict_area` VALUES ('341524', '金寨县', '341500', '金寨', '3', '0564', '237300', '中国,安徽省,六安市,金寨县', '115.93463000', '31.73510000', 'Jinzhai');
INSERT INTO `t_dict_area` VALUES ('341525', '霍山县', '341500', '霍山', '3', '0564', '237200', '中国,安徽省,六安市,霍山县', '116.33291000', '31.39290000', 'Huoshan');
INSERT INTO `t_dict_area` VALUES ('341600', '亳州市', '340000', '亳州', '2', '0558', '236802', '中国,安徽省,亳州市', '115.78293900', '33.86933800', 'Bozhou');
INSERT INTO `t_dict_area` VALUES ('341602', '谯城区', '341600', '谯城', '3', '0558', '236800', '中国,安徽省,亳州市,谯城区', '115.77941000', '33.87532000', 'Qiaocheng');
INSERT INTO `t_dict_area` VALUES ('341621', '涡阳县', '341600', '涡阳', '3', '0558', '233600', '中国,安徽省,亳州市,涡阳县', '116.21682000', '33.50911000', 'Guoyang');
INSERT INTO `t_dict_area` VALUES ('341622', '蒙城县', '341600', '蒙城', '3', '0558', '233500', '中国,安徽省,亳州市,蒙城县', '116.56460000', '33.26477000', 'Mengcheng');
INSERT INTO `t_dict_area` VALUES ('341623', '利辛县', '341600', '利辛', '3', '0558', '236700', '中国,安徽省,亳州市,利辛县', '116.20800000', '33.14198000', 'Lixin');
INSERT INTO `t_dict_area` VALUES ('341700', '池州市', '340000', '池州', '2', '0566', '247100', '中国,安徽省,池州市', '117.48915700', '30.65603700', 'Chizhou');
INSERT INTO `t_dict_area` VALUES ('341702', '贵池区', '341700', '贵池', '3', '0566', '247100', '中国,安徽省,池州市,贵池区', '117.48722000', '30.65283000', 'Guichi');
INSERT INTO `t_dict_area` VALUES ('341721', '东至县', '341700', '东至', '3', '0566', '247200', '中国,安徽省,池州市,东至县', '117.02719000', '30.09690000', 'Dongzhi');
INSERT INTO `t_dict_area` VALUES ('341722', '石台县', '341700', '石台', '3', '0566', '245100', '中国,安徽省,池州市,石台县', '117.48666000', '30.21042000', 'Shitai');
INSERT INTO `t_dict_area` VALUES ('341723', '青阳县', '341700', '青阳', '3', '0566', '242800', '中国,安徽省,池州市,青阳县', '117.84744000', '30.63932000', 'Qingyang');
INSERT INTO `t_dict_area` VALUES ('341800', '宣城市', '340000', '宣城', '2', '0563', '242000', '中国,安徽省,宣城市', '118.75799500', '30.94566700', 'Xuancheng');
INSERT INTO `t_dict_area` VALUES ('341802', '宣州区', '341800', '宣州', '3', '0563', '242000', '中国,安徽省,宣城市,宣州区', '118.75462000', '30.94439000', 'Xuanzhou');
INSERT INTO `t_dict_area` VALUES ('341821', '郎溪县', '341800', '郎溪', '3', '0563', '242100', '中国,安徽省,宣城市,郎溪县', '119.17923000', '31.12599000', 'Langxi');
INSERT INTO `t_dict_area` VALUES ('341822', '广德县', '341800', '广德', '3', '0563', '242200', '中国,安徽省,宣城市,广德县', '119.41769000', '30.89371000', 'Guangde');
INSERT INTO `t_dict_area` VALUES ('341823', '泾县', '341800', '泾县', '3', '0563', '242500', '中国,安徽省,宣城市,泾县', '118.41964000', '30.69498000', 'Jingxian');
INSERT INTO `t_dict_area` VALUES ('341824', '绩溪县', '341800', '绩溪', '3', '0563', '245300', '中国,安徽省,宣城市,绩溪县', '118.59765000', '30.07069000', 'Jixi');
INSERT INTO `t_dict_area` VALUES ('341825', '旌德县', '341800', '旌德', '3', '0563', '242600', '中国,安徽省,宣城市,旌德县', '118.54299000', '30.28898000', 'Jingde');
INSERT INTO `t_dict_area` VALUES ('341881', '宁国市', '341800', '宁国', '3', '0563', '242300', '中国,安徽省,宣城市,宁国市', '118.98349000', '30.62380000', 'Ningguo');
INSERT INTO `t_dict_area` VALUES ('350000', '福建省', '100000', '福建', '1', '', '', '中国,福建省', '119.30623900', '26.07530200', 'Fujian');
INSERT INTO `t_dict_area` VALUES ('350100', '福州市', '350000', '福州', '2', '0591', '350001', '中国,福建省,福州市', '119.30623900', '26.07530200', 'Fuzhou');
INSERT INTO `t_dict_area` VALUES ('350102', '鼓楼区', '350100', '鼓楼', '3', '0591', '350001', '中国,福建省,福州市,鼓楼区', '119.30384000', '26.08225000', 'Gulou');
INSERT INTO `t_dict_area` VALUES ('350103', '台江区', '350100', '台江', '3', '0591', '350004', '中国,福建省,福州市,台江区', '119.30899000', '26.06204000', 'Taijiang');
INSERT INTO `t_dict_area` VALUES ('350104', '仓山区', '350100', '仓山', '3', '0591', '350007', '中国,福建省,福州市,仓山区', '119.31543000', '26.04335000', 'Cangshan');
INSERT INTO `t_dict_area` VALUES ('350105', '马尾区', '350100', '马尾', '3', '0591', '350015', '中国,福建省,福州市,马尾区', '119.45550000', '25.98942000', 'Mawei');
INSERT INTO `t_dict_area` VALUES ('350111', '晋安区', '350100', '晋安', '3', '0591', '350011', '中国,福建省,福州市,晋安区', '119.32828000', '26.08180000', 'Jin\'an');
INSERT INTO `t_dict_area` VALUES ('350121', '闽侯县', '350100', '闽侯', '3', '0591', '350100', '中国,福建省,福州市,闽侯县', '119.13388000', '26.15014000', 'Minhou');
INSERT INTO `t_dict_area` VALUES ('350122', '连江县', '350100', '连江', '3', '0591', '350500', '中国,福建省,福州市,连江县', '119.53433000', '26.19466000', 'Lianjiang');
INSERT INTO `t_dict_area` VALUES ('350123', '罗源县', '350100', '罗源', '3', '0591', '350600', '中国,福建省,福州市,罗源县', '119.55090000', '26.48752000', 'Luoyuan');
INSERT INTO `t_dict_area` VALUES ('350124', '闽清县', '350100', '闽清', '3', '0591', '350800', '中国,福建省,福州市,闽清县', '118.86230000', '26.21901000', 'Minqing');
INSERT INTO `t_dict_area` VALUES ('350125', '永泰县', '350100', '永泰', '3', '0591', '350700', '中国,福建省,福州市,永泰县', '118.93600000', '25.86816000', 'Yongtai');
INSERT INTO `t_dict_area` VALUES ('350128', '平潭县', '350100', '平潭', '3', '0591', '350400', '中国,福建省,福州市,平潭县', '119.79119700', '25.50367200', 'Pingtan');
INSERT INTO `t_dict_area` VALUES ('350181', '福清市', '350100', '福清', '3', '0591', '350300', '中国,福建省,福州市,福清市', '119.38507000', '25.72086000', 'Fuqing');
INSERT INTO `t_dict_area` VALUES ('350182', '长乐市', '350100', '长乐', '3', '0591', '350200', '中国,福建省,福州市,长乐市', '119.52313000', '25.96276000', 'Changle');
INSERT INTO `t_dict_area` VALUES ('350200', '厦门市', '350000', '厦门', '2', '0592', '361003', '中国,福建省,厦门市', '118.11022000', '24.49047400', 'Xiamen');
INSERT INTO `t_dict_area` VALUES ('350203', '思明区', '350200', '思明', '3', '0592', '361001', '中国,福建省,厦门市,思明区', '118.08233000', '24.44543000', 'Siming');
INSERT INTO `t_dict_area` VALUES ('350205', '海沧区', '350200', '海沧', '3', '0592', '361026', '中国,福建省,厦门市,海沧区', '118.03289000', '24.48461000', 'Haicang');
INSERT INTO `t_dict_area` VALUES ('350206', '湖里区', '350200', '湖里', '3', '0592', '361006', '中国,福建省,厦门市,湖里区', '118.14621000', '24.51253000', 'Huli');
INSERT INTO `t_dict_area` VALUES ('350211', '集美区', '350200', '集美', '3', '0592', '361021', '中国,福建省,厦门市,集美区', '118.09719000', '24.57584000', 'Jimei');
INSERT INTO `t_dict_area` VALUES ('350212', '同安区', '350200', '同安', '3', '0592', '361100', '中国,福建省,厦门市,同安区', '118.15197000', '24.72308000', 'Tong\'an');
INSERT INTO `t_dict_area` VALUES ('350213', '翔安区', '350200', '翔安', '3', '0592', '361101', '中国,福建省,厦门市,翔安区', '118.24783000', '24.61863000', 'Xiang\'an');
INSERT INTO `t_dict_area` VALUES ('350300', '莆田市', '350000', '莆田', '2', '0594', '351100', '中国,福建省,莆田市', '119.00755800', '25.43101100', 'Putian');
INSERT INTO `t_dict_area` VALUES ('350302', '城厢区', '350300', '城厢', '3', '0594', '351100', '中国,福建省,莆田市,城厢区', '118.99462000', '25.41872000', 'Chengxiang');
INSERT INTO `t_dict_area` VALUES ('350303', '涵江区', '350300', '涵江', '3', '0594', '351111', '中国,福建省,莆田市,涵江区', '119.11621000', '25.45876000', 'Hanjiang');
INSERT INTO `t_dict_area` VALUES ('350304', '荔城区', '350300', '荔城', '3', '0594', '351100', '中国,福建省,莆田市,荔城区', '119.01339000', '25.43369000', 'Licheng');
INSERT INTO `t_dict_area` VALUES ('350305', '秀屿区', '350300', '秀屿', '3', '0594', '351152', '中国,福建省,莆田市,秀屿区', '119.10553000', '25.31831000', 'Xiuyu');
INSERT INTO `t_dict_area` VALUES ('350322', '仙游县', '350300', '仙游', '3', '0594', '351200', '中国,福建省,莆田市,仙游县', '118.69177000', '25.36214000', 'Xianyou');
INSERT INTO `t_dict_area` VALUES ('350400', '三明市', '350000', '三明', '2', '0598', '365000', '中国,福建省,三明市', '117.63500100', '26.26544400', 'Sanming');
INSERT INTO `t_dict_area` VALUES ('350402', '梅列区', '350400', '梅列', '3', '0598', '365000', '中国,福建省,三明市,梅列区', '117.64585000', '26.27171000', 'Meilie');
INSERT INTO `t_dict_area` VALUES ('350403', '三元区', '350400', '三元', '3', '0598', '365001', '中国,福建省,三明市,三元区', '117.60788000', '26.23372000', 'Sanyuan');
INSERT INTO `t_dict_area` VALUES ('350421', '明溪县', '350400', '明溪', '3', '0598', '365200', '中国,福建省,三明市,明溪县', '117.20498000', '26.35294000', 'Mingxi');
INSERT INTO `t_dict_area` VALUES ('350423', '清流县', '350400', '清流', '3', '0598', '365300', '中国,福建省,三明市,清流县', '116.81460000', '26.17144000', 'Qingliu');
INSERT INTO `t_dict_area` VALUES ('350424', '宁化县', '350400', '宁化', '3', '0598', '365400', '中国,福建省,三明市,宁化县', '116.66101000', '26.25874000', 'Ninghua');
INSERT INTO `t_dict_area` VALUES ('350425', '大田县', '350400', '大田', '3', '0598', '366100', '中国,福建省,三明市,大田县', '117.84710000', '25.69260000', 'Datian');
INSERT INTO `t_dict_area` VALUES ('350426', '尤溪县', '350400', '尤溪', '3', '0598', '365100', '中国,福建省,三明市,尤溪县', '118.19049000', '26.17002000', 'Youxi');
INSERT INTO `t_dict_area` VALUES ('350427', '沙县', '350400', '沙县', '3', '0598', '365500', '中国,福建省,三明市,沙县', '117.79266000', '26.39615000', 'Shaxian');
INSERT INTO `t_dict_area` VALUES ('350428', '将乐县', '350400', '将乐', '3', '0598', '353300', '中国,福建省,三明市,将乐县', '117.47317000', '26.72837000', 'Jiangle');
INSERT INTO `t_dict_area` VALUES ('350429', '泰宁县', '350400', '泰宁', '3', '0598', '354400', '中国,福建省,三明市,泰宁县', '117.17578000', '26.90010000', 'Taining');
INSERT INTO `t_dict_area` VALUES ('350430', '建宁县', '350400', '建宁', '3', '0598', '354500', '中国,福建省,三明市,建宁县', '116.84603000', '26.83091000', 'Jianning');
INSERT INTO `t_dict_area` VALUES ('350481', '永安市', '350400', '永安', '3', '0598', '366000', '中国,福建省,三明市,永安市', '117.36517000', '25.94136000', 'Yong\'an');
INSERT INTO `t_dict_area` VALUES ('350500', '泉州市', '350000', '泉州', '2', '0595', '362000', '中国,福建省,泉州市', '118.58942100', '24.90885300', 'Quanzhou');
INSERT INTO `t_dict_area` VALUES ('350502', '鲤城区', '350500', '鲤城', '3', '0595', '362000', '中国,福建省,泉州市,鲤城区', '118.56591000', '24.88741000', 'Licheng');
INSERT INTO `t_dict_area` VALUES ('350503', '丰泽区', '350500', '丰泽', '3', '0595', '362000', '中国,福建省,泉州市,丰泽区', '118.61328000', '24.89119000', 'Fengze');
INSERT INTO `t_dict_area` VALUES ('350504', '洛江区', '350500', '洛江', '3', '0595', '362011', '中国,福建省,泉州市,洛江区', '118.67111000', '24.93984000', 'Luojiang');
INSERT INTO `t_dict_area` VALUES ('350505', '泉港区', '350500', '泉港', '3', '0595', '362114', '中国,福建省,泉州市,泉港区', '118.91586000', '25.12005000', 'Quangang');
INSERT INTO `t_dict_area` VALUES ('350521', '惠安县', '350500', '惠安', '3', '0595', '362100', '中国,福建省,泉州市,惠安县', '118.79687000', '25.03059000', 'Hui\'an');
INSERT INTO `t_dict_area` VALUES ('350524', '安溪县', '350500', '安溪', '3', '0595', '362400', '中国,福建省,泉州市,安溪县', '118.18719000', '25.05627000', 'Anxi');
INSERT INTO `t_dict_area` VALUES ('350525', '永春县', '350500', '永春', '3', '0595', '362600', '中国,福建省,泉州市,永春县', '118.29437000', '25.32183000', 'Yongchun');
INSERT INTO `t_dict_area` VALUES ('350526', '德化县', '350500', '德化', '3', '0595', '362500', '中国,福建省,泉州市,德化县', '118.24176000', '25.49224000', 'Dehua');
INSERT INTO `t_dict_area` VALUES ('350527', '金门县', '350500', '金门', '3', '', '', '中国,福建省,泉州市,金门县', '118.32263000', '24.42922000', 'Jinmen');
INSERT INTO `t_dict_area` VALUES ('350581', '石狮市', '350500', '石狮', '3', '0595', '362700', '中国,福建省,泉州市,石狮市', '118.64779000', '24.73242000', 'Shishi');
INSERT INTO `t_dict_area` VALUES ('350582', '晋江市', '350500', '晋江', '3', '0595', '362200', '中国,福建省,泉州市,晋江市', '118.55194000', '24.78141000', 'Jinjiang');
INSERT INTO `t_dict_area` VALUES ('350583', '南安市', '350500', '南安', '3', '0595', '362300', '中国,福建省,泉州市,南安市', '118.38589000', '24.96055000', 'Nan\'an');
INSERT INTO `t_dict_area` VALUES ('350600', '漳州市', '350000', '漳州', '2', '0596', '363005', '中国,福建省,漳州市', '117.66180100', '24.51089700', 'Zhangzhou');
INSERT INTO `t_dict_area` VALUES ('350602', '芗城区', '350600', '芗城', '3', '0596', '363000', '中国,福建省,漳州市,芗城区', '117.65402000', '24.51081000', 'Xiangcheng');
INSERT INTO `t_dict_area` VALUES ('350603', '龙文区', '350600', '龙文', '3', '0596', '363005', '中国,福建省,漳州市,龙文区', '117.70971000', '24.50323000', 'Longwen');
INSERT INTO `t_dict_area` VALUES ('350622', '云霄县', '350600', '云霄', '3', '0596', '363300', '中国,福建省,漳州市,云霄县', '117.34051000', '23.95534000', 'Yunxiao');
INSERT INTO `t_dict_area` VALUES ('350623', '漳浦县', '350600', '漳浦', '3', '0596', '363200', '中国,福建省,漳州市,漳浦县', '117.61367000', '24.11706000', 'Zhangpu');
INSERT INTO `t_dict_area` VALUES ('350624', '诏安县', '350600', '诏安', '3', '0596', '363500', '中国,福建省,漳州市,诏安县', '117.17501000', '23.71148000', 'Zhao\'an');
INSERT INTO `t_dict_area` VALUES ('350625', '长泰县', '350600', '长泰', '3', '0596', '363900', '中国,福建省,漳州市,长泰县', '117.75924000', '24.62526000', 'Changtai');
INSERT INTO `t_dict_area` VALUES ('350626', '东山县', '350600', '东山', '3', '0596', '363400', '中国,福建省,漳州市,东山县', '117.42822000', '23.70109000', 'Dongshan');
INSERT INTO `t_dict_area` VALUES ('350627', '南靖县', '350600', '南靖', '3', '0596', '363600', '中国,福建省,漳州市,南靖县', '117.35736000', '24.51448000', 'Nanjing');
INSERT INTO `t_dict_area` VALUES ('350628', '平和县', '350600', '平和', '3', '0596', '363700', '中国,福建省,漳州市,平和县', '117.31240000', '24.36395000', 'Pinghe');
INSERT INTO `t_dict_area` VALUES ('350629', '华安县', '350600', '华安', '3', '0596', '363800', '中国,福建省,漳州市,华安县', '117.54077000', '25.00563000', 'Hua\'an');
INSERT INTO `t_dict_area` VALUES ('350681', '龙海市', '350600', '龙海', '3', '0596', '363100', '中国,福建省,漳州市,龙海市', '117.81802000', '24.44655000', 'Longhai');
INSERT INTO `t_dict_area` VALUES ('350700', '南平市', '350000', '南平', '2', '0599', '353000', '中国,福建省,南平市', '118.17845900', '26.63562700', 'Nanping');
INSERT INTO `t_dict_area` VALUES ('350702', '延平区', '350700', '延平', '3', '0600', '353000', '中国,福建省,南平市,延平区', '118.18189000', '26.63745000', 'Yanping');
INSERT INTO `t_dict_area` VALUES ('350703', '建阳区', '350700', '建阳', '3', '0599', '354200', '中国,福建省,南平市,建阳区', '118.12267000', '27.33206700', 'Jianyang');
INSERT INTO `t_dict_area` VALUES ('350721', '顺昌县', '350700', '顺昌', '3', '0605', '353200', '中国,福建省,南平市,顺昌县', '117.81030000', '26.79298000', 'Shunchang');
INSERT INTO `t_dict_area` VALUES ('350722', '浦城县', '350700', '浦城', '3', '0606', '353400', '中国,福建省,南平市,浦城县', '118.54007000', '27.91888000', 'Pucheng');
INSERT INTO `t_dict_area` VALUES ('350723', '光泽县', '350700', '光泽', '3', '0607', '354100', '中国,福建省,南平市,光泽县', '117.33346000', '27.54231000', 'Guangze');
INSERT INTO `t_dict_area` VALUES ('350724', '松溪县', '350700', '松溪', '3', '0608', '353500', '中国,福建省,南平市,松溪县', '118.78533000', '27.52624000', 'Songxi');
INSERT INTO `t_dict_area` VALUES ('350725', '政和县', '350700', '政和', '3', '0609', '353600', '中国,福建省,南平市,政和县', '118.85571000', '27.36769000', 'Zhenghe');
INSERT INTO `t_dict_area` VALUES ('350781', '邵武市', '350700', '邵武', '3', '0601', '354000', '中国,福建省,南平市,邵武市', '117.49240000', '27.34033000', 'Shaowu');
INSERT INTO `t_dict_area` VALUES ('350782', '武夷山市', '350700', '武夷山', '3', '0602', '354300', '中国,福建省,南平市,武夷山市', '118.03665000', '27.75543000', 'Wuyishan');
INSERT INTO `t_dict_area` VALUES ('350783', '建瓯市', '350700', '建瓯', '3', '0603', '353100', '中国,福建省,南平市,建瓯市', '118.29766000', '27.02301000', 'Jianou');
INSERT INTO `t_dict_area` VALUES ('350800', '龙岩市', '350000', '龙岩', '2', '0597', '364000', '中国,福建省,龙岩市', '117.02978000', '25.09160300', 'Longyan');
INSERT INTO `t_dict_area` VALUES ('350802', '新罗区', '350800', '新罗', '3', '0597', '364000', '中国,福建省,龙岩市,新罗区', '117.03693000', '25.09834000', 'Xinluo');
INSERT INTO `t_dict_area` VALUES ('350821', '长汀县', '350800', '长汀', '3', '0597', '366300', '中国,福建省,龙岩市,长汀县', '116.35888000', '25.82773000', 'Changting');
INSERT INTO `t_dict_area` VALUES ('350822', '永定区', '350800', '永定', '3', '0597', '364100', '中国,福建省,龙岩市,永定区', '116.73199000', '24.72302000', 'Yongding');
INSERT INTO `t_dict_area` VALUES ('350823', '上杭县', '350800', '上杭', '3', '0597', '364200', '中国,福建省,龙岩市,上杭县', '116.42022000', '25.04943000', 'Shanghang');
INSERT INTO `t_dict_area` VALUES ('350824', '武平县', '350800', '武平', '3', '0597', '364300', '中国,福建省,龙岩市,武平县', '116.10229000', '25.09244000', 'Wuping');
INSERT INTO `t_dict_area` VALUES ('350825', '连城县', '350800', '连城', '3', '0597', '366200', '中国,福建省,龙岩市,连城县', '116.75454000', '25.71030000', 'Liancheng');
INSERT INTO `t_dict_area` VALUES ('350881', '漳平市', '350800', '漳平', '3', '0597', '364400', '中国,福建省,龙岩市,漳平市', '117.41992000', '25.29109000', 'Zhangping');
INSERT INTO `t_dict_area` VALUES ('350900', '宁德市', '350000', '宁德', '2', '0593', '352100', '中国,福建省,宁德市', '119.52708200', '26.65924000', 'Ningde');
INSERT INTO `t_dict_area` VALUES ('350902', '蕉城区', '350900', '蕉城', '3', '0593', '352100', '中国,福建省,宁德市,蕉城区', '119.52643000', '26.66048000', 'Jiaocheng');
INSERT INTO `t_dict_area` VALUES ('350921', '霞浦县', '350900', '霞浦', '3', '0593', '355100', '中国,福建省,宁德市,霞浦县', '119.99893000', '26.88578000', 'Xiapu');
INSERT INTO `t_dict_area` VALUES ('350922', '古田县', '350900', '古田', '3', '0593', '352200', '中国,福建省,宁德市,古田县', '118.74688000', '26.57682000', 'Gutian');
INSERT INTO `t_dict_area` VALUES ('350923', '屏南县', '350900', '屏南', '3', '0593', '352300', '中国,福建省,宁德市,屏南县', '118.98861000', '26.91099000', 'Pingnan');
INSERT INTO `t_dict_area` VALUES ('350924', '寿宁县', '350900', '寿宁', '3', '0593', '355500', '中国,福建省,宁德市,寿宁县', '119.50390000', '27.45996000', 'Shouning');
INSERT INTO `t_dict_area` VALUES ('350925', '周宁县', '350900', '周宁', '3', '0593', '355400', '中国,福建省,宁德市,周宁县', '119.33837000', '27.10664000', 'Zhouning');
INSERT INTO `t_dict_area` VALUES ('350926', '柘荣县', '350900', '柘荣', '3', '0593', '355300', '中国,福建省,宁德市,柘荣县', '119.89971000', '27.23543000', 'Zherong');
INSERT INTO `t_dict_area` VALUES ('350981', '福安市', '350900', '福安', '3', '0593', '355000', '中国,福建省,宁德市,福安市', '119.64950000', '27.08673000', 'Fu\'an');
INSERT INTO `t_dict_area` VALUES ('350982', '福鼎市', '350900', '福鼎', '3', '0593', '355200', '中国,福建省,宁德市,福鼎市', '120.21664000', '27.32430000', 'Fuding');
INSERT INTO `t_dict_area` VALUES ('360000', '江西省', '100000', '江西', '1', '', '', '中国,江西省', '115.89215100', '28.67649300', 'Jiangxi');
INSERT INTO `t_dict_area` VALUES ('360100', '南昌市', '360000', '南昌', '2', '0791', '330008', '中国,江西省,南昌市', '115.89215100', '28.67649300', 'Nanchang');
INSERT INTO `t_dict_area` VALUES ('360102', '东湖区', '360100', '东湖', '3', '0791', '330006', '中国,江西省,南昌市,东湖区', '115.89880000', '28.68505000', 'Donghu');
INSERT INTO `t_dict_area` VALUES ('360103', '西湖区', '360100', '西湖', '3', '0791', '330009', '中国,江西省,南昌市,西湖区', '115.87728000', '28.65688000', 'Xihu');
INSERT INTO `t_dict_area` VALUES ('360104', '青云谱区', '360100', '青云谱', '3', '0791', '330001', '中国,江西省,南昌市,青云谱区', '115.91500000', '28.63199000', 'Qingyunpu');
INSERT INTO `t_dict_area` VALUES ('360105', '湾里区', '360100', '湾里', '3', '0791', '330004', '中国,江西省,南昌市,湾里区', '115.73104000', '28.71529000', 'Wanli');
INSERT INTO `t_dict_area` VALUES ('360111', '青山湖区', '360100', '青山湖', '3', '0791', '330029', '中国,江西省,南昌市,青山湖区', '115.96170000', '28.68206000', 'Qingshanhu');
INSERT INTO `t_dict_area` VALUES ('360121', '南昌县', '360100', '南昌', '3', '0791', '330200', '中国,江西省,南昌市,南昌县', '115.94393000', '28.54559000', 'Nanchang');
INSERT INTO `t_dict_area` VALUES ('360122', '新建县', '360100', '新建', '3', '0791', '330100', '中国,江西省,南昌市,新建县', '115.81546000', '28.69248000', 'Xinjian');
INSERT INTO `t_dict_area` VALUES ('360123', '安义县', '360100', '安义', '3', '0791', '330500', '中国,江西省,南昌市,安义县', '115.54879000', '28.84602000', 'Anyi');
INSERT INTO `t_dict_area` VALUES ('360124', '进贤县', '360100', '进贤', '3', '0791', '331700', '中国,江西省,南昌市,进贤县', '116.24087000', '28.37679000', 'Jinxian');
INSERT INTO `t_dict_area` VALUES ('360200', '景德镇市', '360000', '景德镇', '2', '0798', '333000', '中国,江西省,景德镇市', '117.21466400', '29.29256000', 'Jingdezhen');
INSERT INTO `t_dict_area` VALUES ('360202', '昌江区', '360200', '昌江', '3', '0799', '333000', '中国,江西省,景德镇市,昌江区', '117.18359000', '29.27321000', 'Changjiang');
INSERT INTO `t_dict_area` VALUES ('360203', '珠山区', '360200', '珠山', '3', '0800', '333000', '中国,江西省,景德镇市,珠山区', '117.20233000', '29.30127000', 'Zhushan');
INSERT INTO `t_dict_area` VALUES ('360222', '浮梁县', '360200', '浮梁', '3', '0802', '333400', '中国,江西省,景德镇市,浮梁县', '117.21517000', '29.35156000', 'Fuliang');
INSERT INTO `t_dict_area` VALUES ('360281', '乐平市', '360200', '乐平', '3', '0801', '333300', '中国,江西省,景德镇市,乐平市', '117.12887000', '28.96295000', 'Leping');
INSERT INTO `t_dict_area` VALUES ('360300', '萍乡市', '360000', '萍乡', '2', '0799', '337000', '中国,江西省,萍乡市', '113.85218600', '27.62294600', 'Pingxiang');
INSERT INTO `t_dict_area` VALUES ('360302', '安源区', '360300', '安源', '3', '0800', '337000', '中国,江西省,萍乡市,安源区', '113.89135000', '27.61653000', 'Anyuan');
INSERT INTO `t_dict_area` VALUES ('360313', '湘东区', '360300', '湘东', '3', '0801', '337016', '中国,江西省,萍乡市,湘东区', '113.73294000', '27.64007000', 'Xiangdong');
INSERT INTO `t_dict_area` VALUES ('360321', '莲花县', '360300', '莲花', '3', '0802', '337100', '中国,江西省,萍乡市,莲花县', '113.96142000', '27.12866000', 'Lianhua');
INSERT INTO `t_dict_area` VALUES ('360322', '上栗县', '360300', '上栗', '3', '0803', '337009', '中国,江西省,萍乡市,上栗县', '113.79403000', '27.87467000', 'Shangli');
INSERT INTO `t_dict_area` VALUES ('360323', '芦溪县', '360300', '芦溪', '3', '0804', '337053', '中国,江西省,萍乡市,芦溪县', '114.02951000', '27.63063000', 'Luxi');
INSERT INTO `t_dict_area` VALUES ('360400', '九江市', '360000', '九江', '2', '0792', '332000', '中国,江西省,九江市', '115.99281100', '29.71203400', 'Jiujiang');
INSERT INTO `t_dict_area` VALUES ('360402', '庐山区', '360400', '庐山', '3', '0792', '332005', '中国,江西省,九江市,庐山区', '115.98904000', '29.67177000', 'Lushan');
INSERT INTO `t_dict_area` VALUES ('360403', '浔阳区', '360400', '浔阳', '3', '0792', '332000', '中国,江西省,九江市,浔阳区', '115.98986000', '29.72786000', 'Xunyang');
INSERT INTO `t_dict_area` VALUES ('360421', '九江县', '360400', '九江', '3', '0792', '332100', '中国,江西省,九江市,九江县', '115.91128000', '29.60852000', 'Jiujiang');
INSERT INTO `t_dict_area` VALUES ('360423', '武宁县', '360400', '武宁', '3', '0792', '332300', '中国,江西省,九江市,武宁县', '115.10061000', '29.25840000', 'Wuning');
INSERT INTO `t_dict_area` VALUES ('360424', '修水县', '360400', '修水', '3', '0792', '332400', '中国,江西省,九江市,修水县', '114.54684000', '29.02539000', 'Xiushui');
INSERT INTO `t_dict_area` VALUES ('360425', '永修县', '360400', '永修', '3', '0792', '330300', '中国,江西省,九江市,永修县', '115.80911000', '29.02093000', 'Yongxiu');
INSERT INTO `t_dict_area` VALUES ('360426', '德安县', '360400', '德安', '3', '0792', '330400', '中国,江西省,九江市,德安县', '115.75601000', '29.31341000', 'De\'an');
INSERT INTO `t_dict_area` VALUES ('360427', '星子县', '360400', '星子', '3', '0792', '332800', '中国,江西省,九江市,星子县', '116.04492000', '29.44608000', 'Xingzi');
INSERT INTO `t_dict_area` VALUES ('360428', '都昌县', '360400', '都昌', '3', '0792', '332600', '中国,江西省,九江市,都昌县', '116.20401000', '29.27327000', 'Duchang');
INSERT INTO `t_dict_area` VALUES ('360429', '湖口县', '360400', '湖口', '3', '0792', '332500', '中国,江西省,九江市,湖口县', '116.21853000', '29.73818000', 'Hukou');
INSERT INTO `t_dict_area` VALUES ('360430', '彭泽县', '360400', '彭泽', '3', '0792', '332700', '中国,江西省,九江市,彭泽县', '116.55011000', '29.89589000', 'Pengze');
INSERT INTO `t_dict_area` VALUES ('360481', '瑞昌市', '360400', '瑞昌', '3', '0792', '332200', '中国,江西省,九江市,瑞昌市', '115.66705000', '29.67183000', 'Ruichang');
INSERT INTO `t_dict_area` VALUES ('360482', '共青城市', '360400', '共青城', '3', '0792', '332020', '中国,江西省,九江市,共青城市', '115.80193900', '29.23878500', 'Gongqingcheng');
INSERT INTO `t_dict_area` VALUES ('360500', '新余市', '360000', '新余', '2', '0790', '338025', '中国,江西省,新余市', '114.93083500', '27.81083400', 'Xinyu');
INSERT INTO `t_dict_area` VALUES ('360502', '渝水区', '360500', '渝水', '3', '0790', '338025', '中国,江西省,新余市,渝水区', '114.94400000', '27.80098000', 'Yushui');
INSERT INTO `t_dict_area` VALUES ('360521', '分宜县', '360500', '分宜', '3', '0790', '336600', '中国,江西省,新余市,分宜县', '114.69189000', '27.81475000', 'Fenyi');
INSERT INTO `t_dict_area` VALUES ('360600', '鹰潭市', '360000', '鹰潭', '2', '0701', '335000', '中国,江西省,鹰潭市', '117.03383800', '28.23863800', 'Yingtan');
INSERT INTO `t_dict_area` VALUES ('360602', '月湖区', '360600', '月湖', '3', '0701', '335000', '中国,江西省,鹰潭市,月湖区', '117.03732000', '28.23913000', 'Yuehu');
INSERT INTO `t_dict_area` VALUES ('360622', '余江县', '360600', '余江', '3', '0701', '335200', '中国,江西省,鹰潭市,余江县', '116.81851000', '28.21034000', 'Yujiang');
INSERT INTO `t_dict_area` VALUES ('360681', '贵溪市', '360600', '贵溪', '3', '0701', '335400', '中国,江西省,鹰潭市,贵溪市', '117.24246000', '28.29260000', 'Guixi');
INSERT INTO `t_dict_area` VALUES ('360700', '赣州市', '360000', '赣州', '2', '0797', '341000', '中国,江西省,赣州市', '114.94027800', '25.85097000', 'Ganzhou');
INSERT INTO `t_dict_area` VALUES ('360702', '章贡区', '360700', '章贡', '3', '0797', '341000', '中国,江西省,赣州市,章贡区', '114.94284000', '25.86240000', 'Zhanggong');
INSERT INTO `t_dict_area` VALUES ('360703', '南康区', '360700', '南康', '3', '0797', '341400', '中国,江西省,赣州市,南康区', '114.75693300', '25.66172100', 'Nankang');
INSERT INTO `t_dict_area` VALUES ('360721', '赣县', '360700', '赣县', '3', '0797', '341100', '中国,江西省,赣州市,赣县', '115.01171000', '25.86149000', 'Ganxian');
INSERT INTO `t_dict_area` VALUES ('360722', '信丰县', '360700', '信丰', '3', '0797', '341600', '中国,江西省,赣州市,信丰县', '114.92279000', '25.38612000', 'Xinfeng');
INSERT INTO `t_dict_area` VALUES ('360723', '大余县', '360700', '大余', '3', '0797', '341500', '中国,江西省,赣州市,大余县', '114.35757000', '25.39561000', 'Dayu');
INSERT INTO `t_dict_area` VALUES ('360724', '上犹县', '360700', '上犹', '3', '0797', '341200', '中国,江西省,赣州市,上犹县', '114.54138000', '25.79567000', 'Shangyou');
INSERT INTO `t_dict_area` VALUES ('360725', '崇义县', '360700', '崇义', '3', '0797', '341300', '中国,江西省,赣州市,崇义县', '114.30835000', '25.68186000', 'Chongyi');
INSERT INTO `t_dict_area` VALUES ('360726', '安远县', '360700', '安远', '3', '0797', '342100', '中国,江西省,赣州市,安远县', '115.39483000', '25.13710000', 'Anyuan');
INSERT INTO `t_dict_area` VALUES ('360727', '龙南县', '360700', '龙南', '3', '0797', '341700', '中国,江西省,赣州市,龙南县', '114.78994000', '24.91086000', 'Longnan');
INSERT INTO `t_dict_area` VALUES ('360728', '定南县', '360700', '定南', '3', '0797', '341900', '中国,江西省,赣州市,定南县', '115.02713000', '24.78395000', 'Dingnan');
INSERT INTO `t_dict_area` VALUES ('360729', '全南县', '360700', '全南', '3', '0797', '341800', '中国,江西省,赣州市,全南县', '114.52920000', '24.74324000', 'Quannan');
INSERT INTO `t_dict_area` VALUES ('360730', '宁都县', '360700', '宁都', '3', '0797', '342800', '中国,江西省,赣州市,宁都县', '116.01565000', '26.47227000', 'Ningdu');
INSERT INTO `t_dict_area` VALUES ('360731', '于都县', '360700', '于都', '3', '0797', '342300', '中国,江西省,赣州市,于都县', '115.41415000', '25.95257000', 'Yudu');
INSERT INTO `t_dict_area` VALUES ('360732', '兴国县', '360700', '兴国', '3', '0797', '342400', '中国,江西省,赣州市,兴国县', '115.36309000', '26.33776000', 'Xingguo');
INSERT INTO `t_dict_area` VALUES ('360733', '会昌县', '360700', '会昌', '3', '0797', '342600', '中国,江西省,赣州市,会昌县', '115.78555000', '25.60068000', 'Huichang');
INSERT INTO `t_dict_area` VALUES ('360734', '寻乌县', '360700', '寻乌', '3', '0797', '342200', '中国,江西省,赣州市,寻乌县', '115.64852000', '24.95513000', 'Xunwu');
INSERT INTO `t_dict_area` VALUES ('360735', '石城县', '360700', '石城', '3', '0797', '342700', '中国,江西省,赣州市,石城县', '116.34420000', '26.32617000', 'Shicheng');
INSERT INTO `t_dict_area` VALUES ('360781', '瑞金市', '360700', '瑞金', '3', '0797', '342500', '中国,江西省,赣州市,瑞金市', '116.02703000', '25.88557000', 'Ruijin');
INSERT INTO `t_dict_area` VALUES ('360800', '吉安市', '360000', '吉安', '2', '0796', '343000', '中国,江西省,吉安市', '114.98637300', '27.11169900', 'Ji\'an');
INSERT INTO `t_dict_area` VALUES ('360802', '吉州区', '360800', '吉州', '3', '0796', '343000', '中国,江西省,吉安市,吉州区', '114.97598000', '27.10669000', 'Jizhou');
INSERT INTO `t_dict_area` VALUES ('360803', '青原区', '360800', '青原', '3', '0796', '343009', '中国,江西省,吉安市,青原区', '115.01747000', '27.10577000', 'Qingyuan');
INSERT INTO `t_dict_area` VALUES ('360821', '吉安县', '360800', '吉安', '3', '0796', '343100', '中国,江西省,吉安市,吉安县', '114.90695000', '27.04048000', 'Ji\'an');
INSERT INTO `t_dict_area` VALUES ('360822', '吉水县', '360800', '吉水', '3', '0796', '331600', '中国,江西省,吉安市,吉水县', '115.13430000', '27.21071000', 'Jishui');
INSERT INTO `t_dict_area` VALUES ('360823', '峡江县', '360800', '峡江', '3', '0796', '331409', '中国,江西省,吉安市,峡江县', '115.31723000', '27.57600000', 'Xiajiang');
INSERT INTO `t_dict_area` VALUES ('360824', '新干县', '360800', '新干', '3', '0796', '331300', '中国,江西省,吉安市,新干县', '115.39306000', '27.74092000', 'Xingan');
INSERT INTO `t_dict_area` VALUES ('360825', '永丰县', '360800', '永丰', '3', '0796', '331500', '中国,江西省,吉安市,永丰县', '115.44238000', '27.31785000', 'Yongfeng');
INSERT INTO `t_dict_area` VALUES ('360826', '泰和县', '360800', '泰和', '3', '0796', '343700', '中国,江西省,吉安市,泰和县', '114.90789000', '26.79113000', 'Taihe');
INSERT INTO `t_dict_area` VALUES ('360827', '遂川县', '360800', '遂川', '3', '0796', '343900', '中国,江西省,吉安市,遂川县', '114.51629000', '26.32598000', 'Suichuan');
INSERT INTO `t_dict_area` VALUES ('360828', '万安县', '360800', '万安', '3', '0796', '343800', '中国,江西省,吉安市,万安县', '114.78659000', '26.45931000', 'Wan\'an');
INSERT INTO `t_dict_area` VALUES ('360829', '安福县', '360800', '安福', '3', '0796', '343200', '中国,江西省,吉安市,安福县', '114.61956000', '27.39276000', 'Anfu');
INSERT INTO `t_dict_area` VALUES ('360830', '永新县', '360800', '永新', '3', '0796', '343400', '中国,江西省,吉安市,永新县', '114.24246000', '26.94488000', 'Yongxin');
INSERT INTO `t_dict_area` VALUES ('360881', '井冈山市', '360800', '井冈山', '3', '0796', '343600', '中国,江西省,吉安市,井冈山市', '114.28949000', '26.74804000', 'Jinggangshan');
INSERT INTO `t_dict_area` VALUES ('360900', '宜春市', '360000', '宜春', '2', '0795', '336000', '中国,江西省,宜春市', '114.39113600', '27.80430000', 'Yichun');
INSERT INTO `t_dict_area` VALUES ('360902', '袁州区', '360900', '袁州', '3', '0795', '336000', '中国,江西省,宜春市,袁州区', '114.38246000', '27.79649000', 'Yuanzhou');
INSERT INTO `t_dict_area` VALUES ('360921', '奉新县', '360900', '奉新', '3', '0795', '330700', '中国,江西省,宜春市,奉新县', '115.40036000', '28.68790000', 'Fengxin');
INSERT INTO `t_dict_area` VALUES ('360922', '万载县', '360900', '万载', '3', '0795', '336100', '中国,江西省,宜春市,万载县', '114.44580000', '28.10656000', 'Wanzai');
INSERT INTO `t_dict_area` VALUES ('360923', '上高县', '360900', '上高', '3', '0795', '336400', '中国,江西省,宜春市,上高县', '114.92459000', '28.23423000', 'Shanggao');
INSERT INTO `t_dict_area` VALUES ('360924', '宜丰县', '360900', '宜丰', '3', '0795', '336300', '中国,江西省,宜春市,宜丰县', '114.78030000', '28.38555000', 'Yifeng');
INSERT INTO `t_dict_area` VALUES ('360925', '靖安县', '360900', '靖安', '3', '0795', '330600', '中国,江西省,宜春市,靖安县', '115.36279000', '28.86167000', 'Jing\'an');
INSERT INTO `t_dict_area` VALUES ('360926', '铜鼓县', '360900', '铜鼓', '3', '0795', '336200', '中国,江西省,宜春市,铜鼓县', '114.37036000', '28.52311000', 'Tonggu');
INSERT INTO `t_dict_area` VALUES ('360981', '丰城市', '360900', '丰城', '3', '0795', '331100', '中国,江西省,宜春市,丰城市', '115.77114000', '28.15918000', 'Fengcheng');
INSERT INTO `t_dict_area` VALUES ('360982', '樟树市', '360900', '樟树', '3', '0795', '331200', '中国,江西省,宜春市,樟树市', '115.54650000', '28.05332000', 'Zhangshu');
INSERT INTO `t_dict_area` VALUES ('360983', '高安市', '360900', '高安', '3', '0795', '330800', '中国,江西省,宜春市,高安市', '115.37530000', '28.41780000', 'Gao\'an');
INSERT INTO `t_dict_area` VALUES ('361000', '抚州市', '360000', '抚州', '2', '0794', '344000', '中国,江西省,抚州市', '116.35835100', '27.98385000', 'Fuzhou');
INSERT INTO `t_dict_area` VALUES ('361002', '临川区', '361000', '临川', '3', '0794', '344000', '中国,江西省,抚州市,临川区', '116.35919000', '27.97721000', 'Linchuan');
INSERT INTO `t_dict_area` VALUES ('361021', '南城县', '361000', '南城', '3', '0794', '344700', '中国,江西省,抚州市,南城县', '116.64419000', '27.55381000', 'Nancheng');
INSERT INTO `t_dict_area` VALUES ('361022', '黎川县', '361000', '黎川', '3', '0794', '344600', '中国,江西省,抚州市,黎川县', '116.90771000', '27.28232000', 'Lichuan');
INSERT INTO `t_dict_area` VALUES ('361023', '南丰县', '361000', '南丰', '3', '0794', '344500', '中国,江西省,抚州市,南丰县', '116.52560000', '27.21842000', 'Nanfeng');
INSERT INTO `t_dict_area` VALUES ('361024', '崇仁县', '361000', '崇仁', '3', '0794', '344200', '中国,江西省,抚州市,崇仁县', '116.06021000', '27.75962000', 'Chongren');
INSERT INTO `t_dict_area` VALUES ('361025', '乐安县', '361000', '乐安', '3', '0794', '344300', '中国,江西省,抚州市,乐安县', '115.83108000', '27.42812000', 'Le\'an');
INSERT INTO `t_dict_area` VALUES ('361026', '宜黄县', '361000', '宜黄', '3', '0794', '344400', '中国,江西省,抚州市,宜黄县', '116.23626000', '27.55487000', 'Yihuang');
INSERT INTO `t_dict_area` VALUES ('361027', '金溪县', '361000', '金溪', '3', '0794', '344800', '中国,江西省,抚州市,金溪县', '116.77392000', '27.90753000', 'Jinxi');
INSERT INTO `t_dict_area` VALUES ('361028', '资溪县', '361000', '资溪', '3', '0794', '335300', '中国,江西省,抚州市,资溪县', '117.06939000', '27.70493000', 'Zixi');
INSERT INTO `t_dict_area` VALUES ('361029', '东乡县', '361000', '东乡', '3', '0794', '331800', '中国,江西省,抚州市,东乡县', '116.59039000', '28.23614000', 'Dongxiang');
INSERT INTO `t_dict_area` VALUES ('361030', '广昌县', '361000', '广昌', '3', '0794', '344900', '中国,江西省,抚州市,广昌县', '116.32547000', '26.83410000', 'Guangchang');
INSERT INTO `t_dict_area` VALUES ('361100', '上饶市', '360000', '上饶', '2', '0793', '334000', '中国,江西省,上饶市', '117.97118500', '28.44442000', 'Shangrao');
INSERT INTO `t_dict_area` VALUES ('361102', '信州区', '361100', '信州', '3', '0793', '334000', '中国,江西省,上饶市,信州区', '117.96682000', '28.43121000', 'Xinzhou');
INSERT INTO `t_dict_area` VALUES ('361121', '上饶县', '361100', '上饶', '3', '0793', '334100', '中国,江西省,上饶市,上饶县', '117.90884000', '28.44856000', 'Shangrao');
INSERT INTO `t_dict_area` VALUES ('361122', '广丰县', '361100', '广丰', '3', '0793', '334600', '中国,江西省,上饶市,广丰县', '118.19158000', '28.43766000', 'Guangfeng');
INSERT INTO `t_dict_area` VALUES ('361123', '玉山县', '361100', '玉山', '3', '0793', '334700', '中国,江西省,上饶市,玉山县', '118.24462000', '28.68180000', 'Yushan');
INSERT INTO `t_dict_area` VALUES ('361124', '铅山县', '361100', '铅山', '3', '0793', '334500', '中国,江西省,上饶市,铅山县', '117.70996000', '28.31549000', 'Yanshan');
INSERT INTO `t_dict_area` VALUES ('361125', '横峰县', '361100', '横峰', '3', '0793', '334300', '中国,江西省,上饶市,横峰县', '117.59640000', '28.40716000', 'Hengfeng');
INSERT INTO `t_dict_area` VALUES ('361126', '弋阳县', '361100', '弋阳', '3', '0793', '334400', '中国,江西省,上饶市,弋阳县', '117.45929000', '28.37451000', 'Yiyang');
INSERT INTO `t_dict_area` VALUES ('361127', '余干县', '361100', '余干', '3', '0793', '335100', '中国,江西省,上饶市,余干县', '116.69555000', '28.70206000', 'Yugan');
INSERT INTO `t_dict_area` VALUES ('361128', '鄱阳县', '361100', '鄱阳', '3', '0793', '333100', '中国,江西省,上饶市,鄱阳县', '116.69967000', '29.01180000', 'Poyang');
INSERT INTO `t_dict_area` VALUES ('361129', '万年县', '361100', '万年', '3', '0793', '335500', '中国,江西省,上饶市,万年县', '117.06884000', '28.69537000', 'Wannian');
INSERT INTO `t_dict_area` VALUES ('361130', '婺源县', '361100', '婺源', '3', '0793', '333200', '中国,江西省,上饶市,婺源县', '117.86105000', '29.24841000', 'Wuyuan');
INSERT INTO `t_dict_area` VALUES ('361181', '德兴市', '361100', '德兴', '3', '0793', '334200', '中国,江西省,上饶市,德兴市', '117.57919000', '28.94736000', 'Dexing');
INSERT INTO `t_dict_area` VALUES ('370000', '山东省', '100000', '山东', '1', '', '', '中国,山东省', '117.00092300', '36.67580700', 'Shandong');
INSERT INTO `t_dict_area` VALUES ('370100', '济南市', '370000', '济南', '2', '0531', '250001', '中国,山东省,济南市', '117.00092300', '36.67580700', 'Jinan');
INSERT INTO `t_dict_area` VALUES ('370102', '历下区', '370100', '历下', '3', '0531', '250014', '中国,山东省,济南市,历下区', '117.07680000', '36.66661000', 'Lixia');
INSERT INTO `t_dict_area` VALUES ('370103', '市中区', '370100', '市中区', '3', '0531', '250001', '中国,山东省,济南市,市中区', '116.99741000', '36.65101000', 'Shizhongqu');
INSERT INTO `t_dict_area` VALUES ('370104', '槐荫区', '370100', '槐荫', '3', '0531', '250117', '中国,山东省,济南市,槐荫区', '116.90075000', '36.65136000', 'Huaiyin');
INSERT INTO `t_dict_area` VALUES ('370105', '天桥区', '370100', '天桥', '3', '0531', '250031', '中国,山东省,济南市,天桥区', '116.98749000', '36.67801000', 'Tianqiao');
INSERT INTO `t_dict_area` VALUES ('370112', '历城区', '370100', '历城', '3', '0531', '250100', '中国,山东省,济南市,历城区', '117.06509000', '36.67995000', 'Licheng');
INSERT INTO `t_dict_area` VALUES ('370113', '长清区', '370100', '长清', '3', '0531', '250300', '中国,山东省,济南市,长清区', '116.75192000', '36.55352000', 'Changqing');
INSERT INTO `t_dict_area` VALUES ('370124', '平阴县', '370100', '平阴', '3', '0531', '250400', '中国,山东省,济南市,平阴县', '116.45587000', '36.28955000', 'Pingyin');
INSERT INTO `t_dict_area` VALUES ('370125', '济阳县', '370100', '济阳', '3', '0531', '251400', '中国,山东省,济南市,济阳县', '117.17327000', '36.97845000', 'Jiyang');
INSERT INTO `t_dict_area` VALUES ('370126', '商河县', '370100', '商河', '3', '0531', '251600', '中国,山东省,济南市,商河县', '117.15722000', '37.31119000', 'Shanghe');
INSERT INTO `t_dict_area` VALUES ('370181', '章丘市', '370100', '章丘', '3', '0531', '250200', '中国,山东省,济南市,章丘市', '117.53677000', '36.71392000', 'Zhangqiu');
INSERT INTO `t_dict_area` VALUES ('370200', '青岛市', '370000', '青岛', '2', '0532', '266001', '中国,山东省,青岛市', '120.36955700', '36.09440600', 'Qingdao');
INSERT INTO `t_dict_area` VALUES ('370202', '市南区', '370200', '市南', '3', '0532', '266001', '中国,山东省,青岛市,市南区', '120.38773000', '36.06671000', 'Shinan');
INSERT INTO `t_dict_area` VALUES ('370203', '市北区', '370200', '市北', '3', '0532', '266011', '中国,山东省,青岛市,市北区', '120.37469000', '36.08734000', 'Shibei');
INSERT INTO `t_dict_area` VALUES ('370211', '黄岛区', '370200', '黄岛', '3', '0532', '266500', '中国,山东省,青岛市,黄岛区', '120.19775000', '35.96065000', 'Huangdao');
INSERT INTO `t_dict_area` VALUES ('370212', '崂山区', '370200', '崂山', '3', '0532', '266100', '中国,山东省,青岛市,崂山区', '120.46923000', '36.10717000', 'Laoshan');
INSERT INTO `t_dict_area` VALUES ('370213', '李沧区', '370200', '李沧', '3', '0532', '266021', '中国,山东省,青岛市,李沧区', '120.43286000', '36.14502000', 'Licang');
INSERT INTO `t_dict_area` VALUES ('370214', '城阳区', '370200', '城阳', '3', '0532', '266041', '中国,山东省,青岛市,城阳区', '120.39621000', '36.30735000', 'Chengyang');
INSERT INTO `t_dict_area` VALUES ('370281', '胶州市', '370200', '胶州', '3', '0532', '266300', '中国,山东省,青岛市,胶州市', '120.03350000', '36.26442000', 'Jiaozhou');
INSERT INTO `t_dict_area` VALUES ('370282', '即墨市', '370200', '即墨', '3', '0532', '266200', '中国,山东省,青岛市,即墨市', '120.44699000', '36.38907000', 'Jimo');
INSERT INTO `t_dict_area` VALUES ('370283', '平度市', '370200', '平度', '3', '0532', '266700', '中国,山东省,青岛市,平度市', '119.95996000', '36.78688000', 'Pingdu');
INSERT INTO `t_dict_area` VALUES ('370285', '莱西市', '370200', '莱西', '3', '0532', '266600', '中国,山东省,青岛市,莱西市', '120.51773000', '36.88804000', 'Laixi');
INSERT INTO `t_dict_area` VALUES ('370286', '西海岸新区', '370200', '西海岸', '3', '0532', '266500', '中国,山东省,青岛市,西海岸新区', '120.19775000', '35.96065000', 'Xihai\'an');
INSERT INTO `t_dict_area` VALUES ('370300', '淄博市', '370000', '淄博', '2', '0533', '255039', '中国,山东省,淄博市', '118.04764800', '36.81493900', 'Zibo');
INSERT INTO `t_dict_area` VALUES ('370302', '淄川区', '370300', '淄川', '3', '0533', '255100', '中国,山东省,淄博市,淄川区', '117.96655000', '36.64339000', 'Zichuan');
INSERT INTO `t_dict_area` VALUES ('370303', '张店区', '370300', '张店', '3', '0533', '255022', '中国,山东省,淄博市,张店区', '118.01788000', '36.80676000', 'Zhangdian');
INSERT INTO `t_dict_area` VALUES ('370304', '博山区', '370300', '博山', '3', '0533', '255200', '中国,山东省,淄博市,博山区', '117.86166000', '36.49469000', 'Boshan');
INSERT INTO `t_dict_area` VALUES ('370305', '临淄区', '370300', '临淄', '3', '0533', '255400', '中国,山东省,淄博市,临淄区', '118.30966000', '36.82590000', 'Linzi');
INSERT INTO `t_dict_area` VALUES ('370306', '周村区', '370300', '周村', '3', '0533', '255300', '中国,山东省,淄博市,周村区', '117.86969000', '36.80322000', 'Zhoucun');
INSERT INTO `t_dict_area` VALUES ('370321', '桓台县', '370300', '桓台', '3', '0533', '256400', '中国,山东省,淄博市,桓台县', '118.09698000', '36.96036000', 'Huantai');
INSERT INTO `t_dict_area` VALUES ('370322', '高青县', '370300', '高青', '3', '0533', '256300', '中国,山东省,淄博市,高青县', '117.82708000', '37.17197000', 'Gaoqing');
INSERT INTO `t_dict_area` VALUES ('370323', '沂源县', '370300', '沂源', '3', '0533', '256100', '中国,山东省,淄博市,沂源县', '118.17105000', '36.18536000', 'Yiyuan');
INSERT INTO `t_dict_area` VALUES ('370400', '枣庄市', '370000', '枣庄', '2', '0632', '277101', '中国,山东省,枣庄市', '117.55796400', '34.85642400', 'Zaozhuang');
INSERT INTO `t_dict_area` VALUES ('370402', '市中区', '370400', '市中区', '3', '0632', '277101', '中国,山东省,枣庄市,市中区', '117.55603000', '34.86391000', 'Shizhongqu');
INSERT INTO `t_dict_area` VALUES ('370403', '薛城区', '370400', '薛城', '3', '0632', '277000', '中国,山东省,枣庄市,薛城区', '117.26318000', '34.79498000', 'Xuecheng');
INSERT INTO `t_dict_area` VALUES ('370404', '峄城区', '370400', '峄城', '3', '0632', '277300', '中国,山东省,枣庄市,峄城区', '117.59057000', '34.77225000', 'Yicheng');
INSERT INTO `t_dict_area` VALUES ('370405', '台儿庄区', '370400', '台儿庄', '3', '0632', '277400', '中国,山东省,枣庄市,台儿庄区', '117.73452000', '34.56363000', 'Taierzhuang');
INSERT INTO `t_dict_area` VALUES ('370406', '山亭区', '370400', '山亭', '3', '0632', '277200', '中国,山东省,枣庄市,山亭区', '117.46630000', '35.09541000', 'Shanting');
INSERT INTO `t_dict_area` VALUES ('370481', '滕州市', '370400', '滕州', '3', '0632', '277500', '中国,山东省,枣庄市,滕州市', '117.16500000', '35.10534000', 'Tengzhou');
INSERT INTO `t_dict_area` VALUES ('370500', '东营市', '370000', '东营', '2', '0546', '257093', '中国,山东省,东营市', '118.49630000', '37.46126600', 'Dongying');
INSERT INTO `t_dict_area` VALUES ('370502', '东营区', '370500', '东营', '3', '0546', '257029', '中国,山东省,东营市,东营区', '118.58160000', '37.44875000', 'Dongying');
INSERT INTO `t_dict_area` VALUES ('370503', '河口区', '370500', '河口', '3', '0546', '257200', '中国,山东省,东营市,河口区', '118.52490000', '37.88541000', 'Hekou');
INSERT INTO `t_dict_area` VALUES ('370521', '垦利县', '370500', '垦利', '3', '0546', '257500', '中国,山东省,东营市,垦利县', '118.54815000', '37.58825000', 'Kenli');
INSERT INTO `t_dict_area` VALUES ('370522', '利津县', '370500', '利津', '3', '0546', '257400', '中国,山东省,东营市,利津县', '118.25637000', '37.49157000', 'Lijin');
INSERT INTO `t_dict_area` VALUES ('370523', '广饶县', '370500', '广饶', '3', '0546', '257300', '中国,山东省,东营市,广饶县', '118.40704000', '37.05381000', 'Guangrao');
INSERT INTO `t_dict_area` VALUES ('370600', '烟台市', '370000', '烟台', '2', '0635', '264010', '中国,山东省,烟台市', '121.39138200', '37.53929700', 'Yantai');
INSERT INTO `t_dict_area` VALUES ('370602', '芝罘区', '370600', '芝罘', '3', '0635', '264001', '中国,山东省,烟台市,芝罘区', '121.40023000', '37.54064000', 'Zhifu');
INSERT INTO `t_dict_area` VALUES ('370611', '福山区', '370600', '福山', '3', '0635', '265500', '中国,山东省,烟台市,福山区', '121.26812000', '37.49841000', 'Fushan');
INSERT INTO `t_dict_area` VALUES ('370612', '牟平区', '370600', '牟平', '3', '0635', '264100', '中国,山东省,烟台市,牟平区', '121.60067000', '37.38846000', 'Muping');
INSERT INTO `t_dict_area` VALUES ('370613', '莱山区', '370600', '莱山', '3', '0635', '264600', '中国,山东省,烟台市,莱山区', '121.44512000', '37.51165000', 'Laishan');
INSERT INTO `t_dict_area` VALUES ('370634', '长岛县', '370600', '长岛', '3', '0635', '265800', '中国,山东省,烟台市,长岛县', '120.73800000', '37.91754000', 'Changdao');
INSERT INTO `t_dict_area` VALUES ('370681', '龙口市', '370600', '龙口', '3', '0635', '265700', '中国,山东省,烟台市,龙口市', '120.50634000', '37.64064000', 'Longkou');
INSERT INTO `t_dict_area` VALUES ('370682', '莱阳市', '370600', '莱阳', '3', '0635', '265200', '中国,山东省,烟台市,莱阳市', '120.71066000', '36.98012000', 'Laiyang');
INSERT INTO `t_dict_area` VALUES ('370683', '莱州市', '370600', '莱州', '3', '0635', '261400', '中国,山东省,烟台市,莱州市', '119.94137000', '37.17806000', 'Laizhou');
INSERT INTO `t_dict_area` VALUES ('370684', '蓬莱市', '370600', '蓬莱', '3', '0635', '265600', '中国,山东省,烟台市,蓬莱市', '120.75988000', '37.81119000', 'Penglai');
INSERT INTO `t_dict_area` VALUES ('370685', '招远市', '370600', '招远', '3', '0635', '265400', '中国,山东省,烟台市,招远市', '120.40481000', '37.36269000', 'Zhaoyuan');
INSERT INTO `t_dict_area` VALUES ('370686', '栖霞市', '370600', '栖霞', '3', '0635', '265300', '中国,山东省,烟台市,栖霞市', '120.85025000', '37.33571000', 'Qixia');
INSERT INTO `t_dict_area` VALUES ('370687', '海阳市', '370600', '海阳', '3', '0635', '265100', '中国,山东省,烟台市,海阳市', '121.15976000', '36.77622000', 'Haiyang');
INSERT INTO `t_dict_area` VALUES ('370700', '潍坊市', '370000', '潍坊', '2', '0536', '261041', '中国,山东省,潍坊市', '119.10707800', '36.70925000', 'Weifang');
INSERT INTO `t_dict_area` VALUES ('370702', '潍城区', '370700', '潍城', '3', '0536', '261021', '中国,山东省,潍坊市,潍城区', '119.10582000', '36.71390000', 'Weicheng');
INSERT INTO `t_dict_area` VALUES ('370703', '寒亭区', '370700', '寒亭', '3', '0536', '261100', '中国,山东省,潍坊市,寒亭区', '119.21832000', '36.77504000', 'Hanting');
INSERT INTO `t_dict_area` VALUES ('370704', '坊子区', '370700', '坊子', '3', '0536', '261200', '中国,山东省,潍坊市,坊子区', '119.16476000', '36.65218000', 'Fangzi');
INSERT INTO `t_dict_area` VALUES ('370705', '奎文区', '370700', '奎文', '3', '0536', '261031', '中国,山东省,潍坊市,奎文区', '119.12532000', '36.70723000', 'Kuiwen');
INSERT INTO `t_dict_area` VALUES ('370724', '临朐县', '370700', '临朐', '3', '0536', '262600', '中国,山东省,潍坊市,临朐县', '118.54400000', '36.51216000', 'Linqu');
INSERT INTO `t_dict_area` VALUES ('370725', '昌乐县', '370700', '昌乐', '3', '0536', '262400', '中国,山东省,潍坊市,昌乐县', '118.83017000', '36.70780000', 'Changle');
INSERT INTO `t_dict_area` VALUES ('370781', '青州市', '370700', '青州', '3', '0536', '262500', '中国,山东省,潍坊市,青州市', '118.47915000', '36.68505000', 'Qingzhou');
INSERT INTO `t_dict_area` VALUES ('370782', '诸城市', '370700', '诸城', '3', '0536', '262200', '中国,山东省,潍坊市,诸城市', '119.40988000', '35.99662000', 'Zhucheng');
INSERT INTO `t_dict_area` VALUES ('370783', '寿光市', '370700', '寿光', '3', '0536', '262700', '中国,山东省,潍坊市,寿光市', '118.74047000', '36.88128000', 'Shouguang');
INSERT INTO `t_dict_area` VALUES ('370784', '安丘市', '370700', '安丘', '3', '0536', '262100', '中国,山东省,潍坊市,安丘市', '119.21890000', '36.47847000', 'Anqiu');
INSERT INTO `t_dict_area` VALUES ('370785', '高密市', '370700', '高密', '3', '0536', '261500', '中国,山东省,潍坊市,高密市', '119.75701000', '36.38397000', 'Gaomi');
INSERT INTO `t_dict_area` VALUES ('370786', '昌邑市', '370700', '昌邑', '3', '0536', '261300', '中国,山东省,潍坊市,昌邑市', '119.39767000', '36.86008000', 'Changyi');
INSERT INTO `t_dict_area` VALUES ('370800', '济宁市', '370000', '济宁', '2', '0537', '272119', '中国,山东省,济宁市', '116.58724500', '35.41539300', 'Jining');
INSERT INTO `t_dict_area` VALUES ('370811', '任城区', '370800', '任城', '3', '0537', '272113', '中国,山东省,济宁市,任城区', '116.59504000', '35.40659000', 'Rencheng');
INSERT INTO `t_dict_area` VALUES ('370812', '兖州区', '370800', '兖州', '3', '0537', '272000', '中国,山东省,济宁市,兖州区', '116.82654600', '35.55230500', 'Yanzhou ');
INSERT INTO `t_dict_area` VALUES ('370826', '微山县', '370800', '微山', '3', '0537', '277600', '中国,山东省,济宁市,微山县', '117.12875000', '34.80712000', 'Weishan');
INSERT INTO `t_dict_area` VALUES ('370827', '鱼台县', '370800', '鱼台', '3', '0537', '272300', '中国,山东省,济宁市,鱼台县', '116.64761000', '34.99674000', 'Yutai');
INSERT INTO `t_dict_area` VALUES ('370828', '金乡县', '370800', '金乡', '3', '0537', '272200', '中国,山东省,济宁市,金乡县', '116.31146000', '35.06500000', 'Jinxiang');
INSERT INTO `t_dict_area` VALUES ('370829', '嘉祥县', '370800', '嘉祥', '3', '0537', '272400', '中国,山东省,济宁市,嘉祥县', '116.34249000', '35.40836000', 'Jiaxiang');
INSERT INTO `t_dict_area` VALUES ('370830', '汶上县', '370800', '汶上', '3', '0537', '272501', '中国,山东省,济宁市,汶上县', '116.48742000', '35.73295000', 'Wenshang');
INSERT INTO `t_dict_area` VALUES ('370831', '泗水县', '370800', '泗水', '3', '0537', '273200', '中国,山东省,济宁市,泗水县', '117.27948000', '35.66113000', 'Sishui');
INSERT INTO `t_dict_area` VALUES ('370832', '梁山县', '370800', '梁山', '3', '0537', '272600', '中国,山东省,济宁市,梁山县', '116.09683000', '35.80322000', 'Liangshan');
INSERT INTO `t_dict_area` VALUES ('370881', '曲阜市', '370800', '曲阜', '3', '0537', '273100', '中国,山东省,济宁市,曲阜市', '116.98645000', '35.58091000', 'Qufu');
INSERT INTO `t_dict_area` VALUES ('370883', '邹城市', '370800', '邹城', '3', '0537', '273500', '中国,山东省,济宁市,邹城市', '116.97335000', '35.40531000', 'Zoucheng');
INSERT INTO `t_dict_area` VALUES ('370900', '泰安市', '370000', '泰安', '2', '0538', '271000', '中国,山东省,泰安市', '117.12906300', '36.19496800', 'Tai\'an');
INSERT INTO `t_dict_area` VALUES ('370902', '泰山区', '370900', '泰山', '3', '0538', '271000', '中国,山东省,泰安市,泰山区', '117.13446000', '36.19411000', 'Taishan');
INSERT INTO `t_dict_area` VALUES ('370911', '岱岳区', '370900', '岱岳', '3', '0538', '271000', '中国,山东省,泰安市,岱岳区', '117.04174000', '36.18750000', 'Daiyue');
INSERT INTO `t_dict_area` VALUES ('370921', '宁阳县', '370900', '宁阳', '3', '0538', '271400', '中国,山东省,泰安市,宁阳县', '116.80542000', '35.75990000', 'Ningyang');
INSERT INTO `t_dict_area` VALUES ('370923', '东平县', '370900', '东平', '3', '0538', '271500', '中国,山东省,泰安市,东平县', '116.47113000', '35.93792000', 'Dongping');
INSERT INTO `t_dict_area` VALUES ('370982', '新泰市', '370900', '新泰', '3', '0538', '271200', '中国,山东省,泰安市,新泰市', '117.76959000', '35.90887000', 'Xintai');
INSERT INTO `t_dict_area` VALUES ('370983', '肥城市', '370900', '肥城', '3', '0538', '271600', '中国,山东省,泰安市,肥城市', '116.76815000', '36.18247000', 'Feicheng');
INSERT INTO `t_dict_area` VALUES ('371000', '威海市', '370000', '威海', '2', '0631', '264200', '中国,山东省,威海市', '122.11639400', '37.50969100', 'Weihai');
INSERT INTO `t_dict_area` VALUES ('371002', '环翠区', '371000', '环翠', '3', '0631', '264200', '中国,山东省,威海市,环翠区', '122.12344000', '37.50199000', 'Huancui');
INSERT INTO `t_dict_area` VALUES ('371003', '文登区', '371000', '文登', '3', '0631', '266440', '中国,山东省,威海市,文登区', '122.05713900', '37.19621100', 'Wendeng');
INSERT INTO `t_dict_area` VALUES ('371082', '荣成市', '371000', '荣成', '3', '0631', '264300', '中国,山东省,威海市,荣成市', '122.48773000', '37.16520000', 'Rongcheng');
INSERT INTO `t_dict_area` VALUES ('371083', '乳山市', '371000', '乳山', '3', '0631', '264500', '中国,山东省,威海市,乳山市', '121.53814000', '36.91918000', 'Rushan');
INSERT INTO `t_dict_area` VALUES ('371100', '日照市', '370000', '日照', '2', '0633', '276800', '中国,山东省,日照市', '119.46120800', '35.42858800', 'Rizhao');
INSERT INTO `t_dict_area` VALUES ('371102', '东港区', '371100', '东港', '3', '0633', '276800', '中国,山东省,日照市,东港区', '119.46237000', '35.42541000', 'Donggang');
INSERT INTO `t_dict_area` VALUES ('371103', '岚山区', '371100', '岚山', '3', '0633', '276808', '中国,山东省,日照市,岚山区', '119.31884000', '35.12203000', 'Lanshan');
INSERT INTO `t_dict_area` VALUES ('371121', '五莲县', '371100', '五莲', '3', '0633', '262300', '中国,山东省,日照市,五莲县', '119.20700000', '35.75004000', 'Wulian');
INSERT INTO `t_dict_area` VALUES ('371122', '莒县', '371100', '莒县', '3', '0633', '276500', '中国,山东省,日照市,莒县', '118.83789000', '35.58054000', 'Juxian');
INSERT INTO `t_dict_area` VALUES ('371200', '莱芜市', '370000', '莱芜', '2', '0634', '271100', '中国,山东省,莱芜市', '117.67773600', '36.21439700', 'Laiwu');
INSERT INTO `t_dict_area` VALUES ('371202', '莱城区', '371200', '莱城', '3', '0634', '271199', '中国,山东省,莱芜市,莱城区', '117.65986000', '36.20320000', 'Laicheng');
INSERT INTO `t_dict_area` VALUES ('371203', '钢城区', '371200', '钢城', '3', '0634', '271100', '中国,山东省,莱芜市,钢城区', '117.80490000', '36.06319000', 'Gangcheng');
INSERT INTO `t_dict_area` VALUES ('371300', '临沂市', '370000', '临沂', '2', '0539', '253000', '中国,山东省,临沂市', '118.32644300', '35.06528200', 'Linyi');
INSERT INTO `t_dict_area` VALUES ('371302', '兰山区', '371300', '兰山', '3', '0539', '276002', '中国,山东省,临沂市,兰山区', '118.34817000', '35.06872000', 'Lanshan');
INSERT INTO `t_dict_area` VALUES ('371311', '罗庄区', '371300', '罗庄', '3', '0539', '276022', '中国,山东省,临沂市,罗庄区', '118.28466000', '34.99627000', 'Luozhuang');
INSERT INTO `t_dict_area` VALUES ('371312', '河东区', '371300', '河东', '3', '0539', '276034', '中国,山东省,临沂市,河东区', '118.41055000', '35.08803000', 'Hedong');
INSERT INTO `t_dict_area` VALUES ('371321', '沂南县', '371300', '沂南', '3', '0539', '276300', '中国,山东省,临沂市,沂南县', '118.47061000', '35.55131000', 'Yinan');
INSERT INTO `t_dict_area` VALUES ('371322', '郯城县', '371300', '郯城', '3', '0539', '276100', '中国,山东省,临沂市,郯城县', '118.36712000', '34.61354000', 'Tancheng');
INSERT INTO `t_dict_area` VALUES ('371323', '沂水县', '371300', '沂水', '3', '0539', '276400', '中国,山东省,临沂市,沂水县', '118.63009000', '35.78731000', 'Yishui');
INSERT INTO `t_dict_area` VALUES ('371324', '兰陵县', '371300', '兰陵', '3', '0539', '277700', '中国,山东省,临沂市,兰陵县', '117.85659200', '34.73831500', 'Lanling');
INSERT INTO `t_dict_area` VALUES ('371325', '费县', '371300', '费县', '3', '0539', '273400', '中国,山东省,临沂市,费县', '117.97836000', '35.26562000', 'Feixian');
INSERT INTO `t_dict_area` VALUES ('371326', '平邑县', '371300', '平邑', '3', '0539', '273300', '中国,山东省,临沂市,平邑县', '117.63867000', '35.50573000', 'Pingyi');
INSERT INTO `t_dict_area` VALUES ('371327', '莒南县', '371300', '莒南', '3', '0539', '276600', '中国,山东省,临沂市,莒南县', '118.83227000', '35.17539000', 'Junan');
INSERT INTO `t_dict_area` VALUES ('371328', '蒙阴县', '371300', '蒙阴', '3', '0539', '276200', '中国,山东省,临沂市,蒙阴县', '117.94592000', '35.70996000', 'Mengyin');
INSERT INTO `t_dict_area` VALUES ('371329', '临沭县', '371300', '临沭', '3', '0539', '276700', '中国,山东省,临沂市,临沭县', '118.65267000', '34.92091000', 'Linshu');
INSERT INTO `t_dict_area` VALUES ('371400', '德州市', '370000', '德州', '2', '0534', '253000', '中国,山东省,德州市', '116.30742800', '37.45396800', 'Dezhou');
INSERT INTO `t_dict_area` VALUES ('371402', '德城区', '371400', '德城', '3', '0534', '253012', '中国,山东省,德州市,德城区', '116.29943000', '37.45126000', 'Decheng');
INSERT INTO `t_dict_area` VALUES ('371403', '陵城区', '371400', '陵城', '3', '0534', '253500', '中国,山东省,德州市,陵城区', '116.57601000', '37.33571000', 'Lingcheng');
INSERT INTO `t_dict_area` VALUES ('371422', '宁津县', '371400', '宁津', '3', '0534', '253400', '中国,山东省,德州市,宁津县', '116.79702000', '37.65301000', 'Ningjin');
INSERT INTO `t_dict_area` VALUES ('371423', '庆云县', '371400', '庆云', '3', '0534', '253700', '中国,山东省,德州市,庆云县', '117.38635000', '37.77616000', 'Qingyun');
INSERT INTO `t_dict_area` VALUES ('371424', '临邑县', '371400', '临邑', '3', '0534', '251500', '中国,山东省,德州市,临邑县', '116.86547000', '37.19053000', 'Linyi');
INSERT INTO `t_dict_area` VALUES ('371425', '齐河县', '371400', '齐河', '3', '0534', '251100', '中国,山东省,德州市,齐河县', '116.75515000', '36.79532000', 'Qihe');
INSERT INTO `t_dict_area` VALUES ('371426', '平原县', '371400', '平原', '3', '0534', '253100', '中国,山东省,德州市,平原县', '116.43432000', '37.16632000', 'Pingyuan');
INSERT INTO `t_dict_area` VALUES ('371427', '夏津县', '371400', '夏津', '3', '0534', '253200', '中国,山东省,德州市,夏津县', '116.00170000', '36.94852000', 'Xiajin');
INSERT INTO `t_dict_area` VALUES ('371428', '武城县', '371400', '武城', '3', '0534', '253300', '中国,山东省,德州市,武城县', '116.07009000', '37.21403000', 'Wucheng');
INSERT INTO `t_dict_area` VALUES ('371481', '乐陵市', '371400', '乐陵', '3', '0534', '253600', '中国,山东省,德州市,乐陵市', '117.23141000', '37.73164000', 'Leling');
INSERT INTO `t_dict_area` VALUES ('371482', '禹城市', '371400', '禹城', '3', '0534', '251200', '中国,山东省,德州市,禹城市', '116.64309000', '36.93444000', 'Yucheng');
INSERT INTO `t_dict_area` VALUES ('371500', '聊城市', '370000', '聊城', '2', '0635', '252052', '中国,山东省,聊城市', '115.98036700', '36.45601300', 'Liaocheng');
INSERT INTO `t_dict_area` VALUES ('371502', '东昌府区', '371500', '东昌府', '3', '0635', '252000', '中国,山东省,聊城市,东昌府区', '115.97383000', '36.44458000', 'Dongchangfu');
INSERT INTO `t_dict_area` VALUES ('371521', '阳谷县', '371500', '阳谷', '3', '0635', '252300', '中国,山东省,聊城市,阳谷县', '115.79126000', '36.11444000', 'Yanggu');
INSERT INTO `t_dict_area` VALUES ('371522', '莘县', '371500', '莘县', '3', '0635', '252400', '中国,山东省,聊城市,莘县', '115.66970000', '36.23423000', 'Shenxian');
INSERT INTO `t_dict_area` VALUES ('371523', '茌平县', '371500', '茌平', '3', '0635', '252100', '中国,山东省,聊城市,茌平县', '116.25491000', '36.57969000', 'Chiping');
INSERT INTO `t_dict_area` VALUES ('371524', '东阿县', '371500', '东阿', '3', '0635', '252200', '中国,山东省,聊城市,东阿县', '116.25012000', '36.33209000', 'Dong\'e');
INSERT INTO `t_dict_area` VALUES ('371525', '冠县', '371500', '冠县', '3', '0635', '252500', '中国,山东省,聊城市,冠县', '115.44195000', '36.48429000', 'Guanxian');
INSERT INTO `t_dict_area` VALUES ('371526', '高唐县', '371500', '高唐', '3', '0635', '252800', '中国,山东省,聊城市,高唐县', '116.23172000', '36.86535000', 'Gaotang');
INSERT INTO `t_dict_area` VALUES ('371581', '临清市', '371500', '临清', '3', '0635', '252600', '中国,山东省,聊城市,临清市', '115.70629000', '36.83945000', 'Linqing');
INSERT INTO `t_dict_area` VALUES ('371600', '滨州市', '370000', '滨州', '2', '0543', '256619', '中国,山东省,滨州市', '118.01697400', '37.38354200', 'Binzhou');
INSERT INTO `t_dict_area` VALUES ('371602', '滨城区', '371600', '滨城', '3', '0543', '256613', '中国,山东省,滨州市,滨城区', '118.02026000', '37.38524000', 'Bincheng');
INSERT INTO `t_dict_area` VALUES ('371603', '沾化区', '371600', '沾化', '3', '0543', '256800', '中国,山东省,滨州市,沾化区', '118.13214000', '37.69832000', 'Zhanhua');
INSERT INTO `t_dict_area` VALUES ('371621', '惠民县', '371600', '惠民', '3', '0543', '251700', '中国,山东省,滨州市,惠民县', '117.51113000', '37.49013000', 'Huimin');
INSERT INTO `t_dict_area` VALUES ('371622', '阳信县', '371600', '阳信', '3', '0543', '251800', '中国,山东省,滨州市,阳信县', '117.58139000', '37.64198000', 'Yangxin');
INSERT INTO `t_dict_area` VALUES ('371623', '无棣县', '371600', '无棣', '3', '0543', '251900', '中国,山东省,滨州市,无棣县', '117.61395000', '37.74009000', 'Wudi');
INSERT INTO `t_dict_area` VALUES ('371625', '博兴县', '371600', '博兴', '3', '0543', '256500', '中国,山东省,滨州市,博兴县', '118.13360000', '37.14316000', 'Boxing');
INSERT INTO `t_dict_area` VALUES ('371626', '邹平县', '371600', '邹平', '3', '0543', '256200', '中国,山东省,滨州市,邹平县', '117.74307000', '36.86295000', 'Zouping');
INSERT INTO `t_dict_area` VALUES ('371627', '北海新区', '371600', '北海新区', '3', '0543', '256200', '中国,山东省,滨州市,北海新区', '118.01697400', '37.38354200', 'Beihaixinqu');
INSERT INTO `t_dict_area` VALUES ('371700', '菏泽市', '370000', '菏泽', '2', '0530', '274020', '中国,山东省,菏泽市', '115.46938100', '35.24653100', 'Heze');
INSERT INTO `t_dict_area` VALUES ('371702', '牡丹区', '371700', '牡丹', '3', '0530', '274009', '中国,山东省,菏泽市,牡丹区', '115.41662000', '35.25091000', 'Mudan');
INSERT INTO `t_dict_area` VALUES ('371721', '曹县', '371700', '曹县', '3', '0530', '274400', '中国,山东省,菏泽市,曹县', '115.54226000', '34.82659000', 'Caoxian');
INSERT INTO `t_dict_area` VALUES ('371722', '单县', '371700', '单县', '3', '0530', '273700', '中国,山东省,菏泽市,单县', '116.08703000', '34.79514000', 'Shanxian');
INSERT INTO `t_dict_area` VALUES ('371723', '成武县', '371700', '成武', '3', '0530', '274200', '中国,山东省,菏泽市,成武县', '115.88970000', '34.95332000', 'Chengwu');
INSERT INTO `t_dict_area` VALUES ('371724', '巨野县', '371700', '巨野', '3', '0530', '274900', '中国,山东省,菏泽市,巨野县', '116.09497000', '35.39788000', 'Juye');
INSERT INTO `t_dict_area` VALUES ('371725', '郓城县', '371700', '郓城', '3', '0530', '274700', '中国,山东省,菏泽市,郓城县', '115.94439000', '35.60044000', 'Yuncheng');
INSERT INTO `t_dict_area` VALUES ('371726', '鄄城县', '371700', '鄄城', '3', '0530', '274600', '中国,山东省,菏泽市,鄄城县', '115.50997000', '35.56412000', 'Juancheng');
INSERT INTO `t_dict_area` VALUES ('371727', '定陶县', '371700', '定陶', '3', '0530', '274100', '中国,山东省,菏泽市,定陶县', '115.57287000', '35.07118000', 'Dingtao');
INSERT INTO `t_dict_area` VALUES ('371728', '东明县', '371700', '东明', '3', '0530', '274500', '中国,山东省,菏泽市,东明县', '115.09079000', '35.28906000', 'Dongming');
INSERT INTO `t_dict_area` VALUES ('410000', '河南省', '100000', '河南', '1', '', '', '中国,河南省', '113.66541200', '34.75797500', 'Henan');
INSERT INTO `t_dict_area` VALUES ('410100', '郑州市', '410000', '郑州', '2', '0371', '450000', '中国,河南省,郑州市', '113.66541200', '34.75797500', 'Zhengzhou');
INSERT INTO `t_dict_area` VALUES ('410102', '中原区', '410100', '中原', '3', '0371', '450007', '中国,河南省,郑州市,中原区', '113.61333000', '34.74827000', 'Zhongyuan');
INSERT INTO `t_dict_area` VALUES ('410103', '二七区', '410100', '二七', '3', '0371', '450052', '中国,河南省,郑州市,二七区', '113.63931000', '34.72336000', 'Erqi');
INSERT INTO `t_dict_area` VALUES ('410104', '管城回族区', '410100', '管城', '3', '0371', '450000', '中国,河南省,郑州市,管城回族区', '113.67734000', '34.75383000', 'Guancheng');
INSERT INTO `t_dict_area` VALUES ('410105', '金水区', '410100', '金水', '3', '0371', '450003', '中国,河南省,郑州市,金水区', '113.66057000', '34.80028000', 'Jinshui');
INSERT INTO `t_dict_area` VALUES ('410106', '上街区', '410100', '上街', '3', '0371', '450041', '中国,河南省,郑州市,上街区', '113.30897000', '34.80276000', 'Shangjie');
INSERT INTO `t_dict_area` VALUES ('410108', '惠济区', '410100', '惠济', '3', '0371', '450053', '中国,河南省,郑州市,惠济区', '113.61688000', '34.86735000', 'Huiji');
INSERT INTO `t_dict_area` VALUES ('410122', '中牟县', '410100', '中牟', '3', '0371', '451450', '中国,河南省,郑州市,中牟县', '113.97619000', '34.71899000', 'Zhongmu');
INSERT INTO `t_dict_area` VALUES ('410181', '巩义市', '410100', '巩义', '3', '0371', '451200', '中国,河南省,郑州市,巩义市', '113.02200000', '34.74794000', 'Gongyi');
INSERT INTO `t_dict_area` VALUES ('410182', '荥阳市', '410100', '荥阳', '3', '0371', '450100', '中国,河南省,郑州市,荥阳市', '113.38345000', '34.78759000', 'Xingyang');
INSERT INTO `t_dict_area` VALUES ('410183', '新密市', '410100', '新密', '3', '0371', '452300', '中国,河南省,郑州市,新密市', '113.38690000', '34.53704000', 'Xinmi');
INSERT INTO `t_dict_area` VALUES ('410184', '新郑市', '410100', '新郑', '3', '0371', '451100', '中国,河南省,郑州市,新郑市', '113.73645000', '34.39550000', 'Xinzheng');
INSERT INTO `t_dict_area` VALUES ('410185', '登封市', '410100', '登封', '3', '0371', '452470', '中国,河南省,郑州市,登封市', '113.05023000', '34.45345000', 'Dengfeng');
INSERT INTO `t_dict_area` VALUES ('410200', '开封市', '410000', '开封', '2', '0378', '475001', '中国,河南省,开封市', '114.34144700', '34.79704900', 'Kaifeng');
INSERT INTO `t_dict_area` VALUES ('410202', '龙亭区', '410200', '龙亭', '3', '0378', '475100', '中国,河南省,开封市,龙亭区', '114.35484000', '34.79995000', 'Longting');
INSERT INTO `t_dict_area` VALUES ('410203', '顺河回族区', '410200', '顺河', '3', '0378', '475000', '中国,河南省,开封市,顺河回族区', '114.36123000', '34.79586000', 'Shunhe');
INSERT INTO `t_dict_area` VALUES ('410204', '鼓楼区', '410200', '鼓楼', '3', '0378', '475000', '中国,河南省,开封市,鼓楼区', '114.35559000', '34.79517000', 'Gulou');
INSERT INTO `t_dict_area` VALUES ('410205', '禹王台区', '410200', '禹王台', '3', '0378', '475003', '中国,河南省,开封市,禹王台区', '114.34787000', '34.77693000', 'Yuwangtai');
INSERT INTO `t_dict_area` VALUES ('410212', '祥符区', '410200', '祥符', '3', '0378', '475100', '中国,河南省,开封市,祥符区', '114.43859000', '34.75874000', 'Xiangfu');
INSERT INTO `t_dict_area` VALUES ('410221', '杞县', '410200', '杞县', '3', '0378', '475200', '中国,河南省,开封市,杞县', '114.78280000', '34.55033000', 'Qixian');
INSERT INTO `t_dict_area` VALUES ('410222', '通许县', '410200', '通许', '3', '0378', '475400', '中国,河南省,开封市,通许县', '114.46716000', '34.47522000', 'Tongxu');
INSERT INTO `t_dict_area` VALUES ('410223', '尉氏县', '410200', '尉氏', '3', '0378', '475500', '中国,河南省,开封市,尉氏县', '114.19284000', '34.41223000', 'Weishi');
INSERT INTO `t_dict_area` VALUES ('410225', '兰考县', '410200', '兰考', '3', '0378', '475300', '中国,河南省,开封市,兰考县', '114.81961000', '34.82350000', 'Lankao');
INSERT INTO `t_dict_area` VALUES ('410300', '洛阳市', '410000', '洛阳', '2', '0379', '471000', '中国,河南省,洛阳市', '112.43446800', '34.66304100', 'Luoyang');
INSERT INTO `t_dict_area` VALUES ('410302', '老城区', '410300', '老城', '3', '0379', '471002', '中国,河南省,洛阳市,老城区', '112.46902000', '34.68364000', 'Laocheng');
INSERT INTO `t_dict_area` VALUES ('410303', '西工区', '410300', '西工', '3', '0379', '471000', '中国,河南省,洛阳市,西工区', '112.43710000', '34.67000000', 'Xigong');
INSERT INTO `t_dict_area` VALUES ('410304', '瀍河回族区', '410300', '瀍河', '3', '0379', '471002', '中国,河南省,洛阳市,瀍河回族区', '112.50018000', '34.67985000', 'Chanhe');
INSERT INTO `t_dict_area` VALUES ('410305', '涧西区', '410300', '涧西', '3', '0379', '471003', '中国,河南省,洛阳市,涧西区', '112.39588000', '34.65823000', 'Jianxi');
INSERT INTO `t_dict_area` VALUES ('410306', '吉利区', '410300', '吉利', '3', '0379', '471012', '中国,河南省,洛阳市,吉利区', '112.58905000', '34.90088000', 'Jili');
INSERT INTO `t_dict_area` VALUES ('410311', '洛龙区', '410300', '洛龙', '3', '0379', '471000', '中国,河南省,洛阳市,洛龙区', '112.46412000', '34.61866000', 'Luolong');
INSERT INTO `t_dict_area` VALUES ('410322', '孟津县', '410300', '孟津', '3', '0379', '471100', '中国,河南省,洛阳市,孟津县', '112.44351000', '34.82600000', 'Mengjin');
INSERT INTO `t_dict_area` VALUES ('410323', '新安县', '410300', '新安', '3', '0379', '471800', '中国,河南省,洛阳市,新安县', '112.13238000', '34.72814000', 'Xin\'an');
INSERT INTO `t_dict_area` VALUES ('410324', '栾川县', '410300', '栾川', '3', '0379', '471500', '中国,河南省,洛阳市,栾川县', '111.61779000', '33.78576000', 'Luanchuan');
INSERT INTO `t_dict_area` VALUES ('410325', '嵩县', '410300', '嵩县', '3', '0379', '471400', '中国,河南省,洛阳市,嵩县', '112.08526000', '34.13466000', 'Songxian');
INSERT INTO `t_dict_area` VALUES ('410326', '汝阳县', '410300', '汝阳', '3', '0379', '471200', '中国,河南省,洛阳市,汝阳县', '112.47314000', '34.15387000', 'Ruyang');
INSERT INTO `t_dict_area` VALUES ('410327', '宜阳县', '410300', '宜阳', '3', '0379', '471600', '中国,河南省,洛阳市,宜阳县', '112.17907000', '34.51523000', 'Yiyang');
INSERT INTO `t_dict_area` VALUES ('410328', '洛宁县', '410300', '洛宁', '3', '0379', '471700', '中国,河南省,洛阳市,洛宁县', '111.65087000', '34.38913000', 'Luoning');
INSERT INTO `t_dict_area` VALUES ('410329', '伊川县', '410300', '伊川', '3', '0379', '471300', '中国,河南省,洛阳市,伊川县', '112.42947000', '34.42205000', 'Yichuan');
INSERT INTO `t_dict_area` VALUES ('410381', '偃师市', '410300', '偃师', '3', '0379', '471900', '中国,河南省,洛阳市,偃师市', '112.79220000', '34.72810000', 'Yanshi');
INSERT INTO `t_dict_area` VALUES ('410400', '平顶山市', '410000', '平顶山', '2', '0375', '467000', '中国,河南省,平顶山市', '113.30771800', '33.73524100', 'Pingdingshan');
INSERT INTO `t_dict_area` VALUES ('410402', '新华区', '410400', '新华', '3', '0375', '467002', '中国,河南省,平顶山市,新华区', '113.29402000', '33.73730000', 'Xinhua');
INSERT INTO `t_dict_area` VALUES ('410403', '卫东区', '410400', '卫东', '3', '0375', '467021', '中国,河南省,平顶山市,卫东区', '113.33511000', '33.73472000', 'Weidong');
INSERT INTO `t_dict_area` VALUES ('410404', '石龙区', '410400', '石龙', '3', '0375', '467045', '中国,河南省,平顶山市,石龙区', '112.89879000', '33.89878000', 'Shilong');
INSERT INTO `t_dict_area` VALUES ('410411', '湛河区', '410400', '湛河', '3', '0375', '467000', '中国,河南省,平顶山市,湛河区', '113.29252000', '33.73620000', 'Zhanhe');
INSERT INTO `t_dict_area` VALUES ('410421', '宝丰县', '410400', '宝丰', '3', '0375', '467400', '中国,河南省,平顶山市,宝丰县', '113.05493000', '33.86916000', 'Baofeng');
INSERT INTO `t_dict_area` VALUES ('410422', '叶县', '410400', '叶县', '3', '0375', '467200', '中国,河南省,平顶山市,叶县', '113.35104000', '33.62225000', 'Yexian');
INSERT INTO `t_dict_area` VALUES ('410423', '鲁山县', '410400', '鲁山', '3', '0375', '467300', '中国,河南省,平顶山市,鲁山县', '112.90570000', '33.73879000', 'Lushan');
INSERT INTO `t_dict_area` VALUES ('410425', '郏县', '410400', '郏县', '3', '0375', '467100', '中国,河南省,平顶山市,郏县', '113.21588000', '33.97072000', 'Jiaxian');
INSERT INTO `t_dict_area` VALUES ('410481', '舞钢市', '410400', '舞钢', '3', '0375', '462500', '中国,河南省,平顶山市,舞钢市', '113.52417000', '33.29380000', 'Wugang');
INSERT INTO `t_dict_area` VALUES ('410482', '汝州市', '410400', '汝州', '3', '0375', '467500', '中国,河南省,平顶山市,汝州市', '112.84301000', '34.16135000', 'Ruzhou');
INSERT INTO `t_dict_area` VALUES ('410500', '安阳市', '410000', '安阳', '2', '0372', '455000', '中国,河南省,安阳市', '114.35248200', '36.10344200', 'Anyang');
INSERT INTO `t_dict_area` VALUES ('410502', '文峰区', '410500', '文峰', '3', '0372', '455000', '中国,河南省,安阳市,文峰区', '114.35708000', '36.09046000', 'Wenfeng');
INSERT INTO `t_dict_area` VALUES ('410503', '北关区', '410500', '北关', '3', '0372', '455001', '中国,河南省,安阳市,北关区', '114.35735000', '36.11872000', 'Beiguan');
INSERT INTO `t_dict_area` VALUES ('410505', '殷都区', '410500', '殷都', '3', '0372', '455004', '中国,河南省,安阳市,殷都区', '114.30340000', '36.10990000', 'Yindu');
INSERT INTO `t_dict_area` VALUES ('410506', '龙安区', '410500', '龙安', '3', '0372', '455001', '中国,河南省,安阳市,龙安区', '114.34814000', '36.11904000', 'Long\'an');
INSERT INTO `t_dict_area` VALUES ('410522', '安阳县', '410500', '安阳', '3', '0372', '455000', '中国,河南省,安阳市,安阳县', '114.36605000', '36.06695000', 'Anyang');
INSERT INTO `t_dict_area` VALUES ('410523', '汤阴县', '410500', '汤阴', '3', '0372', '456150', '中国,河南省,安阳市,汤阴县', '114.35839000', '35.92152000', 'Tangyin');
INSERT INTO `t_dict_area` VALUES ('410526', '滑县', '410500', '滑县', '3', '0372', '456400', '中国,河南省,安阳市,滑县', '114.52066000', '35.58070000', 'Huaxian');
INSERT INTO `t_dict_area` VALUES ('410527', '内黄县', '410500', '内黄', '3', '0372', '456350', '中国,河南省,安阳市,内黄县', '114.90673000', '35.95269000', 'Neihuang');
INSERT INTO `t_dict_area` VALUES ('410581', '林州市', '410500', '林州', '3', '0372', '456550', '中国,河南省,安阳市,林州市', '113.81558000', '36.07804000', 'Linzhou');
INSERT INTO `t_dict_area` VALUES ('410600', '鹤壁市', '410000', '鹤壁', '2', '0392', '458030', '中国,河南省,鹤壁市', '114.29544400', '35.74823600', 'Hebi');
INSERT INTO `t_dict_area` VALUES ('410602', '鹤山区', '410600', '鹤山', '3', '0392', '458010', '中国,河南省,鹤壁市,鹤山区', '114.16336000', '35.95458000', 'Heshan');
INSERT INTO `t_dict_area` VALUES ('410603', '山城区', '410600', '山城', '3', '0392', '458000', '中国,河南省,鹤壁市,山城区', '114.18443000', '35.89773000', 'Shancheng');
INSERT INTO `t_dict_area` VALUES ('410611', '淇滨区', '410600', '淇滨', '3', '0392', '458000', '中国,河南省,鹤壁市,淇滨区', '114.29867000', '35.74127000', 'Qibin');
INSERT INTO `t_dict_area` VALUES ('410621', '浚县', '410600', '浚县', '3', '0392', '456250', '中国,河南省,鹤壁市,浚县', '114.54879000', '35.67085000', 'Xunxian');
INSERT INTO `t_dict_area` VALUES ('410622', '淇县', '410600', '淇县', '3', '0392', '456750', '中国,河南省,鹤壁市,淇县', '114.19760000', '35.60782000', 'Qixian');
INSERT INTO `t_dict_area` VALUES ('410700', '新乡市', '410000', '新乡', '2', '0373', '453000', '中国,河南省,新乡市', '113.88399100', '35.30261600', 'Xinxiang');
INSERT INTO `t_dict_area` VALUES ('410702', '红旗区', '410700', '红旗', '3', '0373', '453000', '中国,河南省,新乡市,红旗区', '113.87523000', '35.30367000', 'Hongqi');
INSERT INTO `t_dict_area` VALUES ('410703', '卫滨区', '410700', '卫滨', '3', '0373', '453000', '中国,河南省,新乡市,卫滨区', '113.86578000', '35.30211000', 'Weibin');
INSERT INTO `t_dict_area` VALUES ('410704', '凤泉区', '410700', '凤泉', '3', '0373', '453011', '中国,河南省,新乡市,凤泉区', '113.91507000', '35.38399000', 'Fengquan');
INSERT INTO `t_dict_area` VALUES ('410711', '牧野区', '410700', '牧野', '3', '0373', '453002', '中国,河南省,新乡市,牧野区', '113.90860000', '35.31490000', 'Muye');
INSERT INTO `t_dict_area` VALUES ('410721', '新乡县', '410700', '新乡', '3', '0373', '453700', '中国,河南省,新乡市,新乡县', '113.80511000', '35.19075000', 'Xinxiang');
INSERT INTO `t_dict_area` VALUES ('410724', '获嘉县', '410700', '获嘉', '3', '0373', '453800', '中国,河南省,新乡市,获嘉县', '113.66159000', '35.26521000', 'Huojia');
INSERT INTO `t_dict_area` VALUES ('410725', '原阳县', '410700', '原阳', '3', '0373', '453500', '中国,河南省,新乡市,原阳县', '113.93994000', '35.06565000', 'Yuanyang');
INSERT INTO `t_dict_area` VALUES ('410726', '延津县', '410700', '延津', '3', '0373', '453200', '中国,河南省,新乡市,延津县', '114.20266000', '35.14327000', 'Yanjin');
INSERT INTO `t_dict_area` VALUES ('410727', '封丘县', '410700', '封丘', '3', '0373', '453300', '中国,河南省,新乡市,封丘县', '114.41915000', '35.04166000', 'Fengqiu');
INSERT INTO `t_dict_area` VALUES ('410728', '长垣县', '410700', '长垣', '3', '0373', '453400', '中国,河南省,新乡市,长垣县', '114.66882000', '35.20046000', 'Changyuan');
INSERT INTO `t_dict_area` VALUES ('410781', '卫辉市', '410700', '卫辉', '3', '0373', '453100', '中国,河南省,新乡市,卫辉市', '114.06454000', '35.39843000', 'Weihui');
INSERT INTO `t_dict_area` VALUES ('410782', '辉县市', '410700', '辉县', '3', '0373', '453600', '中国,河南省,新乡市,辉县市', '113.80670000', '35.46307000', 'Huixian');
INSERT INTO `t_dict_area` VALUES ('410800', '焦作市', '410000', '焦作', '2', '0391', '454002', '中国,河南省,焦作市', '113.23826600', '35.23904000', 'Jiaozuo');
INSERT INTO `t_dict_area` VALUES ('410802', '解放区', '410800', '解放', '3', '0391', '454000', '中国,河南省,焦作市,解放区', '113.22933000', '35.24023000', 'Jiefang');
INSERT INTO `t_dict_area` VALUES ('410803', '中站区', '410800', '中站', '3', '0391', '454191', '中国,河南省,焦作市,中站区', '113.18315000', '35.23665000', 'Zhongzhan');
INSERT INTO `t_dict_area` VALUES ('410804', '马村区', '410800', '马村', '3', '0391', '454171', '中国,河南省,焦作市,马村区', '113.31870000', '35.26908000', 'Macun');
INSERT INTO `t_dict_area` VALUES ('410811', '山阳区', '410800', '山阳', '3', '0391', '454002', '中国,河南省,焦作市,山阳区', '113.25464000', '35.21436000', 'Shanyang');
INSERT INTO `t_dict_area` VALUES ('410821', '修武县', '410800', '修武', '3', '0391', '454350', '中国,河南省,焦作市,修武县', '113.44775000', '35.22357000', 'Xiuwu');
INSERT INTO `t_dict_area` VALUES ('410822', '博爱县', '410800', '博爱', '3', '0391', '454450', '中国,河南省,焦作市,博爱县', '113.06698000', '35.16943000', 'Boai');
INSERT INTO `t_dict_area` VALUES ('410823', '武陟县', '410800', '武陟', '3', '0391', '454950', '中国,河南省,焦作市,武陟县', '113.39718000', '35.09505000', 'Wuzhi');
INSERT INTO `t_dict_area` VALUES ('410825', '温县', '410800', '温县', '3', '0391', '454850', '中国,河南省,焦作市,温县', '113.08065000', '34.94022000', 'Wenxian');
INSERT INTO `t_dict_area` VALUES ('410882', '沁阳市', '410800', '沁阳', '3', '0391', '454550', '中国,河南省,焦作市,沁阳市', '112.94494000', '35.08935000', 'Qinyang');
INSERT INTO `t_dict_area` VALUES ('410883', '孟州市', '410800', '孟州', '3', '0391', '454750', '中国,河南省,焦作市,孟州市', '112.79138000', '34.90710000', 'Mengzhou');
INSERT INTO `t_dict_area` VALUES ('410900', '濮阳市', '410000', '濮阳', '2', '0393', '457000', '中国,河南省,濮阳市', '115.04129900', '35.76823400', 'Puyang');
INSERT INTO `t_dict_area` VALUES ('410902', '华龙区', '410900', '华龙', '3', '0393', '457001', '中国,河南省,濮阳市,华龙区', '115.07446000', '35.77736000', 'Hualong');
INSERT INTO `t_dict_area` VALUES ('410922', '清丰县', '410900', '清丰', '3', '0393', '457300', '中国,河南省,濮阳市,清丰县', '115.10415000', '35.88507000', 'Qingfeng');
INSERT INTO `t_dict_area` VALUES ('410923', '南乐县', '410900', '南乐', '3', '0393', '457400', '中国,河南省,濮阳市,南乐县', '115.20639000', '36.07686000', 'Nanle');
INSERT INTO `t_dict_area` VALUES ('410926', '范县', '410900', '范县', '3', '0393', '457500', '中国,河南省,濮阳市,范县', '115.50405000', '35.85178000', 'Fanxian');
INSERT INTO `t_dict_area` VALUES ('410927', '台前县', '410900', '台前', '3', '0393', '457600', '中国,河南省,濮阳市,台前县', '115.87158000', '35.96923000', 'Taiqian');
INSERT INTO `t_dict_area` VALUES ('410928', '濮阳县', '410900', '濮阳', '3', '0393', '457100', '中国,河南省,濮阳市,濮阳县', '115.03057000', '35.70745000', 'Puyang');
INSERT INTO `t_dict_area` VALUES ('411000', '许昌市', '410000', '许昌', '2', '0374', '461000', '中国,河南省,许昌市', '113.82606300', '34.02295600', 'Xuchang');
INSERT INTO `t_dict_area` VALUES ('411002', '魏都区', '411000', '魏都', '3', '0374', '461000', '中国,河南省,许昌市,魏都区', '113.82270000', '34.02544000', 'Weidu');
INSERT INTO `t_dict_area` VALUES ('411023', '许昌县', '411000', '许昌', '3', '0374', '461100', '中国,河南省,许昌市,许昌县', '113.84707000', '34.00406000', 'Xuchang');
INSERT INTO `t_dict_area` VALUES ('411024', '鄢陵县', '411000', '鄢陵', '3', '0374', '461200', '中国,河南省,许昌市,鄢陵县', '114.18795000', '34.10317000', 'Yanling');
INSERT INTO `t_dict_area` VALUES ('411025', '襄城县', '411000', '襄城', '3', '0374', '461700', '中国,河南省,许昌市,襄城县', '113.48196000', '33.84928000', 'Xiangcheng');
INSERT INTO `t_dict_area` VALUES ('411081', '禹州市', '411000', '禹州', '3', '0374', '461670', '中国,河南省,许昌市,禹州市', '113.48803000', '34.14054000', 'Yuzhou');
INSERT INTO `t_dict_area` VALUES ('411082', '长葛市', '411000', '长葛', '3', '0374', '461500', '中国,河南省,许昌市,长葛市', '113.77328000', '34.21846000', 'Changge');
INSERT INTO `t_dict_area` VALUES ('411100', '漯河市', '410000', '漯河', '2', '0395', '462000', '中国,河南省,漯河市', '114.02640500', '33.57585500', 'Luohe');
INSERT INTO `t_dict_area` VALUES ('411102', '源汇区', '411100', '源汇', '3', '0395', '462000', '中国,河南省,漯河市,源汇区', '114.00647000', '33.55627000', 'Yuanhui');
INSERT INTO `t_dict_area` VALUES ('411103', '郾城区', '411100', '郾城', '3', '0395', '462300', '中国,河南省,漯河市,郾城区', '114.00694000', '33.58723000', 'Yancheng');
INSERT INTO `t_dict_area` VALUES ('411104', '召陵区', '411100', '召陵', '3', '0395', '462300', '中国,河南省,漯河市,召陵区', '114.09399000', '33.58601000', 'Zhaoling');
INSERT INTO `t_dict_area` VALUES ('411121', '舞阳县', '411100', '舞阳', '3', '0395', '462400', '中国,河南省,漯河市,舞阳县', '113.59848000', '33.43243000', 'Wuyang');
INSERT INTO `t_dict_area` VALUES ('411122', '临颍县', '411100', '临颍', '3', '0395', '462600', '中国,河南省,漯河市,临颍县', '113.93661000', '33.81123000', 'Linying');
INSERT INTO `t_dict_area` VALUES ('411200', '三门峡市', '410000', '三门峡', '2', '0398', '472000', '中国,河南省,三门峡市', '111.19409900', '34.77733800', 'Sanmenxia');
INSERT INTO `t_dict_area` VALUES ('411202', '湖滨区', '411200', '湖滨', '3', '0398', '472000', '中国,河南省,三门峡市,湖滨区', '111.20006000', '34.77872000', 'Hubin');
INSERT INTO `t_dict_area` VALUES ('411221', '渑池县', '411200', '渑池', '3', '0398', '472400', '中国,河南省,三门峡市,渑池县', '111.76184000', '34.76725000', 'Mianchi');
INSERT INTO `t_dict_area` VALUES ('411222', '陕县', '411200', '陕县', '3', '0398', '472100', '中国,河南省,三门峡市,陕县', '111.10333000', '34.72052000', 'Shanxian');
INSERT INTO `t_dict_area` VALUES ('411224', '卢氏县', '411200', '卢氏', '3', '0398', '472200', '中国,河南省,三门峡市,卢氏县', '111.04782000', '34.05436000', 'Lushi');
INSERT INTO `t_dict_area` VALUES ('411281', '义马市', '411200', '义马', '3', '0398', '472300', '中国,河南省,三门峡市,义马市', '111.87445000', '34.74721000', 'Yima');
INSERT INTO `t_dict_area` VALUES ('411282', '灵宝市', '411200', '灵宝', '3', '0398', '472500', '中国,河南省,三门峡市,灵宝市', '110.89450000', '34.51682000', 'Lingbao');
INSERT INTO `t_dict_area` VALUES ('411300', '南阳市', '410000', '南阳', '2', '0377', '473002', '中国,河南省,南阳市', '112.54091800', '32.99908200', 'Nanyang');
INSERT INTO `t_dict_area` VALUES ('411302', '宛城区', '411300', '宛城', '3', '0377', '473001', '中国,河南省,南阳市,宛城区', '112.53955000', '33.00378000', 'Wancheng');
INSERT INTO `t_dict_area` VALUES ('411303', '卧龙区', '411300', '卧龙', '3', '0377', '473003', '中国,河南省,南阳市,卧龙区', '112.53479000', '32.98615000', 'Wolong');
INSERT INTO `t_dict_area` VALUES ('411321', '南召县', '411300', '南召', '3', '0377', '474650', '中国,河南省,南阳市,南召县', '112.43194000', '33.49098000', 'Nanzhao');
INSERT INTO `t_dict_area` VALUES ('411322', '方城县', '411300', '方城', '3', '0377', '473200', '中国,河南省,南阳市,方城县', '113.01269000', '33.25453000', 'Fangcheng');
INSERT INTO `t_dict_area` VALUES ('411323', '西峡县', '411300', '西峡', '3', '0377', '474550', '中国,河南省,南阳市,西峡县', '111.48187000', '33.29772000', 'Xixia');
INSERT INTO `t_dict_area` VALUES ('411324', '镇平县', '411300', '镇平', '3', '0377', '474250', '中国,河南省,南阳市,镇平县', '112.23980000', '33.03629000', 'Zhenping');
INSERT INTO `t_dict_area` VALUES ('411325', '内乡县', '411300', '内乡', '3', '0377', '474350', '中国,河南省,南阳市,内乡县', '111.84957000', '33.04671000', 'Neixiang');
INSERT INTO `t_dict_area` VALUES ('411326', '淅川县', '411300', '淅川', '3', '0377', '474450', '中国,河南省,南阳市,淅川县', '111.48663000', '33.13708000', 'Xichuan');
INSERT INTO `t_dict_area` VALUES ('411327', '社旗县', '411300', '社旗', '3', '0377', '473300', '中国,河南省,南阳市,社旗县', '112.94656000', '33.05503000', 'Sheqi');
INSERT INTO `t_dict_area` VALUES ('411328', '唐河县', '411300', '唐河', '3', '0377', '473400', '中国,河南省,南阳市,唐河县', '112.83609000', '32.69453000', 'Tanghe');
INSERT INTO `t_dict_area` VALUES ('411329', '新野县', '411300', '新野', '3', '0377', '473500', '中国,河南省,南阳市,新野县', '112.36151000', '32.51698000', 'Xinye');
INSERT INTO `t_dict_area` VALUES ('411330', '桐柏县', '411300', '桐柏', '3', '0377', '474750', '中国,河南省,南阳市,桐柏县', '113.42886000', '32.37917000', 'Tongbai');
INSERT INTO `t_dict_area` VALUES ('411381', '邓州市', '411300', '邓州', '3', '0377', '474150', '中国,河南省,南阳市,邓州市', '112.08960000', '32.68577000', 'Dengzhou');
INSERT INTO `t_dict_area` VALUES ('411400', '商丘市', '410000', '商丘', '2', '0370', '476000', '中国,河南省,商丘市', '115.65049700', '34.43705400', 'Shangqiu');
INSERT INTO `t_dict_area` VALUES ('411402', '梁园区', '411400', '梁园', '3', '0370', '476000', '中国,河南省,商丘市,梁园区', '115.64487000', '34.44341000', 'Liangyuan');
INSERT INTO `t_dict_area` VALUES ('411403', '睢阳区', '411400', '睢阳', '3', '0370', '476100', '中国,河南省,商丘市,睢阳区', '115.65338000', '34.38804000', 'Suiyang');
INSERT INTO `t_dict_area` VALUES ('411421', '民权县', '411400', '民权', '3', '0370', '476800', '中国,河南省,商丘市,民权县', '115.14621000', '34.64931000', 'Minquan');
INSERT INTO `t_dict_area` VALUES ('411422', '睢县', '411400', '睢县', '3', '0370', '476900', '中国,河南省,商丘市,睢县', '115.07168000', '34.44539000', 'Suixian');
INSERT INTO `t_dict_area` VALUES ('411423', '宁陵县', '411400', '宁陵', '3', '0370', '476700', '中国,河南省,商丘市,宁陵县', '115.30511000', '34.45463000', 'Ningling');
INSERT INTO `t_dict_area` VALUES ('411424', '柘城县', '411400', '柘城', '3', '0370', '476200', '中国,河南省,商丘市,柘城县', '115.30538000', '34.09110000', 'Zhecheng');
INSERT INTO `t_dict_area` VALUES ('411425', '虞城县', '411400', '虞城', '3', '0370', '476300', '中国,河南省,商丘市,虞城县', '115.86337000', '34.40189000', 'Yucheng');
INSERT INTO `t_dict_area` VALUES ('411426', '夏邑县', '411400', '夏邑', '3', '0370', '476400', '中国,河南省,商丘市,夏邑县', '116.13348000', '34.23242000', 'Xiayi');
INSERT INTO `t_dict_area` VALUES ('411481', '永城市', '411400', '永城', '3', '0370', '476600', '中国,河南省,商丘市,永城市', '116.44943000', '33.92911000', 'Yongcheng');
INSERT INTO `t_dict_area` VALUES ('411500', '信阳市', '410000', '信阳', '2', '0376', '464000', '中国,河南省,信阳市', '114.07503100', '32.12327400', 'Xinyang');
INSERT INTO `t_dict_area` VALUES ('411502', '浉河区', '411500', '浉河', '3', '0376', '464000', '中国,河南省,信阳市,浉河区', '114.05871000', '32.11680000', 'Shihe');
INSERT INTO `t_dict_area` VALUES ('411503', '平桥区', '411500', '平桥', '3', '0376', '464100', '中国,河南省,信阳市,平桥区', '114.12435000', '32.10095000', 'Pingqiao');
INSERT INTO `t_dict_area` VALUES ('411521', '罗山县', '411500', '罗山', '3', '0376', '464200', '中国,河南省,信阳市,罗山县', '114.53140000', '32.20277000', 'Luoshan');
INSERT INTO `t_dict_area` VALUES ('411522', '光山县', '411500', '光山', '3', '0376', '465450', '中国,河南省,信阳市,光山县', '114.91873000', '32.00992000', 'Guangshan');
INSERT INTO `t_dict_area` VALUES ('411523', '新县', '411500', '新县', '3', '0376', '465550', '中国,河南省,信阳市,新县', '114.87924000', '31.64386000', 'Xinxian');
INSERT INTO `t_dict_area` VALUES ('411524', '商城县', '411500', '商城', '3', '0376', '465350', '中国,河南省,信阳市,商城县', '115.40856000', '31.79986000', 'Shangcheng');
INSERT INTO `t_dict_area` VALUES ('411525', '固始县', '411500', '固始', '3', '0376', '465250', '中国,河南省,信阳市,固始县', '115.68298000', '32.18011000', 'Gushi');
INSERT INTO `t_dict_area` VALUES ('411526', '潢川县', '411500', '潢川', '3', '0376', '465150', '中国,河南省,信阳市,潢川县', '115.04696000', '32.13763000', 'Huangchuan');
INSERT INTO `t_dict_area` VALUES ('411527', '淮滨县', '411500', '淮滨', '3', '0376', '464400', '中国,河南省,信阳市,淮滨县', '115.42050000', '32.46614000', 'Huaibin');
INSERT INTO `t_dict_area` VALUES ('411528', '息县', '411500', '息县', '3', '0376', '464300', '中国,河南省,信阳市,息县', '114.74020000', '32.34279000', 'Xixian');
INSERT INTO `t_dict_area` VALUES ('411600', '周口市', '410000', '周口', '2', '0394', '466000', '中国,河南省,周口市', '114.64965300', '33.62035700', 'Zhoukou');
INSERT INTO `t_dict_area` VALUES ('411602', '川汇区', '411600', '川汇', '3', '0394', '466000', '中国,河南省,周口市,川汇区', '114.64202000', '33.62560000', 'Chuanhui');
INSERT INTO `t_dict_area` VALUES ('411621', '扶沟县', '411600', '扶沟', '3', '0394', '461300', '中国,河南省,周口市,扶沟县', '114.39477000', '34.05999000', 'Fugou');
INSERT INTO `t_dict_area` VALUES ('411622', '西华县', '411600', '西华', '3', '0394', '466600', '中国,河南省,周口市,西华县', '114.52279000', '33.78548000', 'Xihua');
INSERT INTO `t_dict_area` VALUES ('411623', '商水县', '411600', '商水', '3', '0394', '466100', '中国,河南省,周口市,商水县', '114.60604000', '33.53912000', 'Shangshui');
INSERT INTO `t_dict_area` VALUES ('411624', '沈丘县', '411600', '沈丘', '3', '0394', '466300', '中国,河南省,周口市,沈丘县', '115.09851000', '33.40936000', 'Shenqiu');
INSERT INTO `t_dict_area` VALUES ('411625', '郸城县', '411600', '郸城', '3', '0394', '477150', '中国,河南省,周口市,郸城县', '115.17715000', '33.64485000', 'Dancheng');
INSERT INTO `t_dict_area` VALUES ('411626', '淮阳县', '411600', '淮阳', '3', '0394', '466700', '中国,河南省,周口市,淮阳县', '114.88848000', '33.73211000', 'Huaiyang');
INSERT INTO `t_dict_area` VALUES ('411627', '太康县', '411600', '太康', '3', '0394', '461400', '中国,河南省,周口市,太康县', '114.83773000', '34.06376000', 'Taikang');
INSERT INTO `t_dict_area` VALUES ('411628', '鹿邑县', '411600', '鹿邑', '3', '0394', '477200', '中国,河南省,周口市,鹿邑县', '115.48553000', '33.85931000', 'Luyi');
INSERT INTO `t_dict_area` VALUES ('411681', '项城市', '411600', '项城', '3', '0394', '466200', '中国,河南省,周口市,项城市', '114.87558000', '33.46720000', 'Xiangcheng');
INSERT INTO `t_dict_area` VALUES ('411700', '驻马店市', '410000', '驻马店', '2', '0396', '463000', '中国,河南省,驻马店市', '114.02473600', '32.98016900', 'Zhumadian');
INSERT INTO `t_dict_area` VALUES ('411702', '驿城区', '411700', '驿城', '3', '0396', '463000', '中国,河南省,驻马店市,驿城区', '113.99377000', '32.97316000', 'Yicheng');
INSERT INTO `t_dict_area` VALUES ('411721', '西平县', '411700', '西平', '3', '0396', '463900', '中国,河南省,驻马店市,西平县', '114.02322000', '33.38450000', 'Xiping');
INSERT INTO `t_dict_area` VALUES ('411722', '上蔡县', '411700', '上蔡', '3', '0396', '463800', '中国,河南省,驻马店市,上蔡县', '114.26825000', '33.26825000', 'Shangcai');
INSERT INTO `t_dict_area` VALUES ('411723', '平舆县', '411700', '平舆', '3', '0396', '463400', '中国,河南省,驻马店市,平舆县', '114.63552000', '32.95727000', 'Pingyu');
INSERT INTO `t_dict_area` VALUES ('411724', '正阳县', '411700', '正阳', '3', '0396', '463600', '中国,河南省,驻马店市,正阳县', '114.38952000', '32.60390000', 'Zhengyang');
INSERT INTO `t_dict_area` VALUES ('411725', '确山县', '411700', '确山', '3', '0396', '463200', '中国,河南省,驻马店市,确山县', '114.02917000', '32.80281000', 'Queshan');
INSERT INTO `t_dict_area` VALUES ('411726', '泌阳县', '411700', '泌阳', '3', '0396', '463700', '中国,河南省,驻马店市,泌阳县', '113.32681000', '32.71781000', 'Biyang');
INSERT INTO `t_dict_area` VALUES ('411727', '汝南县', '411700', '汝南', '3', '0396', '463300', '中国,河南省,驻马店市,汝南县', '114.36138000', '33.00461000', 'Runan');
INSERT INTO `t_dict_area` VALUES ('411728', '遂平县', '411700', '遂平', '3', '0396', '463100', '中国,河南省,驻马店市,遂平县', '114.01297000', '33.14571000', 'Suiping');
INSERT INTO `t_dict_area` VALUES ('411729', '新蔡县', '411700', '新蔡', '3', '0396', '463500', '中国,河南省,驻马店市,新蔡县', '114.98199000', '32.75020000', 'Xincai');
INSERT INTO `t_dict_area` VALUES ('419000', '直辖县级', '410000', ' ', '2', '', '', '中国,河南省,直辖县级', '113.66541200', '34.75797500', '');
INSERT INTO `t_dict_area` VALUES ('419001', '济源市', '419000', '济源', '3', '0391', '454650', '中国,河南省,直辖县级,济源市', '112.59004700', '35.09037800', 'Jiyuan');
INSERT INTO `t_dict_area` VALUES ('420000', '湖北省', '100000', '湖北', '1', '', '', '中国,湖北省', '114.29857200', '30.58435500', 'Hubei');
INSERT INTO `t_dict_area` VALUES ('420100', '武汉市', '420000', '武汉', '2', '', '430014', '中国,湖北省,武汉市', '114.29857200', '30.58435500', 'Wuhan');
INSERT INTO `t_dict_area` VALUES ('420102', '江岸区', '420100', '江岸', '3', '027', '430014', '中国,湖北省,武汉市,江岸区', '114.30943000', '30.59982000', 'Jiang\'an');
INSERT INTO `t_dict_area` VALUES ('420103', '江汉区', '420100', '江汉', '3', '027', '430021', '中国,湖北省,武汉市,江汉区', '114.27093000', '30.60146000', 'Jianghan');
INSERT INTO `t_dict_area` VALUES ('420104', '硚口区', '420100', '硚口', '3', '027', '430033', '中国,湖北省,武汉市,硚口区', '114.26422000', '30.56945000', 'Qiaokou');
INSERT INTO `t_dict_area` VALUES ('420105', '汉阳区', '420100', '汉阳', '3', '027', '430050', '中国,湖北省,武汉市,汉阳区', '114.27478000', '30.54915000', 'Hanyang');
INSERT INTO `t_dict_area` VALUES ('420106', '武昌区', '420100', '武昌', '3', '027', '430061', '中国,湖北省,武汉市,武昌区', '114.31589000', '30.55389000', 'Wuchang');
INSERT INTO `t_dict_area` VALUES ('420107', '青山区', '420100', '青山', '3', '027', '430080', '中国,湖北省,武汉市,青山区', '114.39117000', '30.63427000', 'Qingshan');
INSERT INTO `t_dict_area` VALUES ('420111', '洪山区', '420100', '洪山', '3', '027', '430070', '中国,湖北省,武汉市,洪山区', '114.34375000', '30.49989000', 'Hongshan');
INSERT INTO `t_dict_area` VALUES ('420112', '东西湖区', '420100', '东西湖', '3', '027', '430040', '中国,湖北省,武汉市,东西湖区', '114.13708000', '30.61989000', 'Dongxihu');
INSERT INTO `t_dict_area` VALUES ('420113', '汉南区', '420100', '汉南', '3', '027', '430090', '中国,湖北省,武汉市,汉南区', '114.08462000', '30.30879000', 'Hannan');
INSERT INTO `t_dict_area` VALUES ('420114', '蔡甸区', '420100', '蔡甸', '3', '027', '430100', '中国,湖北省,武汉市,蔡甸区', '114.02929000', '30.58197000', 'Caidian');
INSERT INTO `t_dict_area` VALUES ('420115', '江夏区', '420100', '江夏', '3', '027', '430200', '中国,湖北省,武汉市,江夏区', '114.31301000', '30.34653000', 'Jiangxia');
INSERT INTO `t_dict_area` VALUES ('420116', '黄陂区', '420100', '黄陂', '3', '027', '432200', '中国,湖北省,武汉市,黄陂区', '114.37512000', '30.88151000', 'Huangpi');
INSERT INTO `t_dict_area` VALUES ('420117', '新洲区', '420100', '新洲', '3', '027', '431400', '中国,湖北省,武汉市,新洲区', '114.80136000', '30.84145000', 'Xinzhou');
INSERT INTO `t_dict_area` VALUES ('420200', '黄石市', '420000', '黄石', '2', '0714', '435003', '中国,湖北省,黄石市', '115.07704800', '30.22007400', 'Huangshi');
INSERT INTO `t_dict_area` VALUES ('420202', '黄石港区', '420200', '黄石港', '3', '0714', '435000', '中国,湖北省,黄石市,黄石港区', '115.06604000', '30.22279000', 'Huangshigang');
INSERT INTO `t_dict_area` VALUES ('420203', '西塞山区', '420200', '西塞山', '3', '0714', '435001', '中国,湖北省,黄石市,西塞山区', '115.11016000', '30.20487000', 'Xisaishan');
INSERT INTO `t_dict_area` VALUES ('420204', '下陆区', '420200', '下陆', '3', '0714', '435005', '中国,湖北省,黄石市,下陆区', '114.96112000', '30.17368000', 'Xialu');
INSERT INTO `t_dict_area` VALUES ('420205', '铁山区', '420200', '铁山', '3', '0714', '435006', '中国,湖北省,黄石市,铁山区', '114.90109000', '30.20678000', 'Tieshan');
INSERT INTO `t_dict_area` VALUES ('420222', '阳新县', '420200', '阳新', '3', '0714', '435200', '中国,湖北省,黄石市,阳新县', '115.21527000', '29.83038000', 'Yangxin');
INSERT INTO `t_dict_area` VALUES ('420281', '大冶市', '420200', '大冶', '3', '0714', '435100', '中国,湖北省,黄石市,大冶市', '114.97174000', '30.09438000', 'Daye');
INSERT INTO `t_dict_area` VALUES ('420300', '十堰市', '420000', '十堰', '2', '0719', '442000', '中国,湖北省,十堰市', '110.78523900', '32.64701700', 'Shiyan');
INSERT INTO `t_dict_area` VALUES ('420302', '茅箭区', '420300', '茅箭', '3', '0719', '442012', '中国,湖北省,十堰市,茅箭区', '110.81341000', '32.59153000', 'Maojian');
INSERT INTO `t_dict_area` VALUES ('420303', '张湾区', '420300', '张湾', '3', '0719', '442001', '中国,湖北省,十堰市,张湾区', '110.77067000', '32.65195000', 'Zhangwan');
INSERT INTO `t_dict_area` VALUES ('420304', '郧阳区', '420300', '郧阳', '3', '0719', '442500', '中国,湖北省,十堰市,郧阳区', '110.81854000', '32.83593000', 'Yunyang');
INSERT INTO `t_dict_area` VALUES ('420322', '郧西县', '420300', '郧西', '3', '0719', '442600', '中国,湖北省,十堰市,郧西县', '110.42556000', '32.99349000', 'Yunxi');
INSERT INTO `t_dict_area` VALUES ('420323', '竹山县', '420300', '竹山', '3', '0719', '442200', '中国,湖北省,十堰市,竹山县', '110.23071000', '32.22536000', 'Zhushan');
INSERT INTO `t_dict_area` VALUES ('420324', '竹溪县', '420300', '竹溪', '3', '0719', '442300', '中国,湖北省,十堰市,竹溪县', '109.71798000', '32.31901000', 'Zhuxi');
INSERT INTO `t_dict_area` VALUES ('420325', '房县', '420300', '房县', '3', '0719', '442100', '中国,湖北省,十堰市,房县', '110.74386000', '32.05794000', 'Fangxian');
INSERT INTO `t_dict_area` VALUES ('420381', '丹江口市', '420300', '丹江口', '3', '0719', '442700', '中国,湖北省,十堰市,丹江口市', '111.51525000', '32.54085000', 'Danjiangkou');
INSERT INTO `t_dict_area` VALUES ('420500', '宜昌市', '420000', '宜昌', '2', '0717', '443000', '中国,湖北省,宜昌市', '111.29084300', '30.70263600', 'Yichang');
INSERT INTO `t_dict_area` VALUES ('420502', '西陵区', '420500', '西陵', '3', '0717', '443000', '中国,湖北省,宜昌市,西陵区', '111.28573000', '30.71077000', 'Xiling');
INSERT INTO `t_dict_area` VALUES ('420503', '伍家岗区', '420500', '伍家岗', '3', '0717', '443001', '中国,湖北省,宜昌市,伍家岗区', '111.36090000', '30.64434000', 'Wujiagang');
INSERT INTO `t_dict_area` VALUES ('420504', '点军区', '420500', '点军', '3', '0717', '443006', '中国,湖北省,宜昌市,点军区', '111.26828000', '30.69340000', 'Dianjun');
INSERT INTO `t_dict_area` VALUES ('420505', '猇亭区', '420500', '猇亭', '3', '0717', '443007', '中国,湖北省,宜昌市,猇亭区', '111.44079000', '30.52663000', 'Xiaoting');
INSERT INTO `t_dict_area` VALUES ('420506', '夷陵区', '420500', '夷陵', '3', '0717', '443100', '中国,湖北省,宜昌市,夷陵区', '111.32620000', '30.76881000', 'Yiling');
INSERT INTO `t_dict_area` VALUES ('420525', '远安县', '420500', '远安', '3', '0717', '444200', '中国,湖北省,宜昌市,远安县', '111.64160000', '31.05989000', 'Yuan\'an');
INSERT INTO `t_dict_area` VALUES ('420526', '兴山县', '420500', '兴山', '3', '0717', '443711', '中国,湖北省,宜昌市,兴山县', '110.74951000', '31.34686000', 'Xingshan');
INSERT INTO `t_dict_area` VALUES ('420527', '秭归县', '420500', '秭归', '3', '0717', '443600', '中国,湖北省,宜昌市,秭归县', '110.98156000', '30.82702000', 'Zigui');
INSERT INTO `t_dict_area` VALUES ('420528', '长阳土家族自治县', '420500', '长阳', '3', '0717', '443500', '中国,湖北省,宜昌市,长阳土家族自治县', '111.20105000', '30.47052000', 'Changyang');
INSERT INTO `t_dict_area` VALUES ('420529', '五峰土家族自治县', '420500', '五峰', '3', '0717', '443413', '中国,湖北省,宜昌市,五峰土家族自治县', '110.67480000', '30.19856000', 'Wufeng');
INSERT INTO `t_dict_area` VALUES ('420581', '宜都市', '420500', '宜都', '3', '0717', '443300', '中国,湖北省,宜昌市,宜都市', '111.45025000', '30.37807000', 'Yidu');
INSERT INTO `t_dict_area` VALUES ('420582', '当阳市', '420500', '当阳', '3', '0717', '444100', '中国,湖北省,宜昌市,当阳市', '111.78912000', '30.82080000', 'Dangyang');
INSERT INTO `t_dict_area` VALUES ('420583', '枝江市', '420500', '枝江', '3', '0717', '443200', '中国,湖北省,宜昌市,枝江市', '111.76855000', '30.42612000', 'Zhijiang');
INSERT INTO `t_dict_area` VALUES ('420600', '襄阳市', '420000', '襄阳', '2', '0710', '441021', '中国,湖北省,襄阳市', '112.14414600', '32.04242600', 'Xiangyang');
INSERT INTO `t_dict_area` VALUES ('420602', '襄城区', '420600', '襄城', '3', '0710', '441021', '中国,湖北省,襄阳市,襄城区', '112.13372000', '32.01017000', 'Xiangcheng');
INSERT INTO `t_dict_area` VALUES ('420606', '樊城区', '420600', '樊城', '3', '0710', '441001', '中国,湖北省,襄阳市,樊城区', '112.13546000', '32.04482000', 'Fancheng');
INSERT INTO `t_dict_area` VALUES ('420607', '襄州区', '420600', '襄州', '3', '0710', '441100', '中国,湖北省,襄阳市,襄州区', '112.15032700', '32.01508800', 'Xiangzhou');
INSERT INTO `t_dict_area` VALUES ('420624', '南漳县', '420600', '南漳', '3', '0710', '441500', '中国,湖北省,襄阳市,南漳县', '111.84603000', '31.77653000', 'Nanzhang');
INSERT INTO `t_dict_area` VALUES ('420625', '谷城县', '420600', '谷城', '3', '0710', '441700', '中国,湖北省,襄阳市,谷城县', '111.65267000', '32.26377000', 'Gucheng');
INSERT INTO `t_dict_area` VALUES ('420626', '保康县', '420600', '保康', '3', '0710', '441600', '中国,湖北省,襄阳市,保康县', '111.26138000', '31.87874000', 'Baokang');
INSERT INTO `t_dict_area` VALUES ('420682', '老河口市', '420600', '老河口', '3', '0710', '441800', '中国,湖北省,襄阳市,老河口市', '111.67117000', '32.38476000', 'Laohekou');
INSERT INTO `t_dict_area` VALUES ('420683', '枣阳市', '420600', '枣阳', '3', '0710', '441200', '中国,湖北省,襄阳市,枣阳市', '112.77444000', '32.13142000', 'Zaoyang');
INSERT INTO `t_dict_area` VALUES ('420684', '宜城市', '420600', '宜城', '3', '0710', '441400', '中国,湖北省,襄阳市,宜城市', '112.25772000', '31.71972000', 'Yicheng');
INSERT INTO `t_dict_area` VALUES ('420700', '鄂州市', '420000', '鄂州', '2', '0711', '436000', '中国,湖北省,鄂州市', '114.89059300', '30.39653600', 'Ezhou');
INSERT INTO `t_dict_area` VALUES ('420702', '梁子湖区', '420700', '梁子湖', '3', '0711', '436064', '中国,湖北省,鄂州市,梁子湖区', '114.68463000', '30.10003000', 'Liangzihu');
INSERT INTO `t_dict_area` VALUES ('420703', '华容区', '420700', '华容', '3', '0711', '436030', '中国,湖北省,鄂州市,华容区', '114.73568000', '30.53328000', 'Huarong');
INSERT INTO `t_dict_area` VALUES ('420704', '鄂城区', '420700', '鄂城', '3', '0711', '436000', '中国,湖北省,鄂州市,鄂城区', '114.89158000', '30.40024000', 'Echeng');
INSERT INTO `t_dict_area` VALUES ('420800', '荆门市', '420000', '荆门', '2', '0724', '448000', '中国,湖北省,荆门市', '112.20425100', '31.03542000', 'Jingmen');
INSERT INTO `t_dict_area` VALUES ('420802', '东宝区', '420800', '东宝', '3', '0724', '448004', '中国,湖北省,荆门市,东宝区', '112.20147000', '31.05192000', 'Dongbao');
INSERT INTO `t_dict_area` VALUES ('420804', '掇刀区', '420800', '掇刀', '3', '0724', '448124', '中国,湖北省,荆门市,掇刀区', '112.20800000', '30.97316000', 'Duodao');
INSERT INTO `t_dict_area` VALUES ('420821', '京山县', '420800', '京山', '3', '0724', '431800', '中国,湖北省,荆门市,京山县', '113.11074000', '31.02240000', 'Jingshan');
INSERT INTO `t_dict_area` VALUES ('420822', '沙洋县', '420800', '沙洋', '3', '0724', '448200', '中国,湖北省,荆门市,沙洋县', '112.58853000', '30.70916000', 'Shayang');
INSERT INTO `t_dict_area` VALUES ('420881', '钟祥市', '420800', '钟祥', '3', '0724', '431900', '中国,湖北省,荆门市,钟祥市', '112.58932000', '31.16780000', 'Zhongxiang');
INSERT INTO `t_dict_area` VALUES ('420900', '孝感市', '420000', '孝感', '2', '0712', '432100', '中国,湖北省,孝感市', '113.92665500', '30.92642300', 'Xiaogan');
INSERT INTO `t_dict_area` VALUES ('420902', '孝南区', '420900', '孝南', '3', '0712', '432100', '中国,湖北省,孝感市,孝南区', '113.91111000', '30.91680000', 'Xiaonan');
INSERT INTO `t_dict_area` VALUES ('420921', '孝昌县', '420900', '孝昌', '3', '0712', '432900', '中国,湖北省,孝感市,孝昌县', '113.99795000', '31.25799000', 'Xiaochang');
INSERT INTO `t_dict_area` VALUES ('420922', '大悟县', '420900', '大悟', '3', '0712', '432800', '中国,湖北省,孝感市,大悟县', '114.12564000', '31.56176000', 'Dawu');
INSERT INTO `t_dict_area` VALUES ('420923', '云梦县', '420900', '云梦', '3', '0712', '432500', '中国,湖北省,孝感市,云梦县', '113.75289000', '31.02093000', 'Yunmeng');
INSERT INTO `t_dict_area` VALUES ('420981', '应城市', '420900', '应城', '3', '0712', '432400', '中国,湖北省,孝感市,应城市', '113.57287000', '30.92834000', 'Yingcheng');
INSERT INTO `t_dict_area` VALUES ('420982', '安陆市', '420900', '安陆', '3', '0712', '432600', '中国,湖北省,孝感市,安陆市', '113.68557000', '31.25693000', 'Anlu');
INSERT INTO `t_dict_area` VALUES ('420984', '汉川市', '420900', '汉川', '3', '0712', '432300', '中国,湖北省,孝感市,汉川市', '113.83898000', '30.66117000', 'Hanchuan');
INSERT INTO `t_dict_area` VALUES ('421000', '荆州市', '420000', '荆州', '2', '0716', '434000', '中国,湖北省,荆州市', '112.23813000', '30.32685700', 'Jingzhou');
INSERT INTO `t_dict_area` VALUES ('421002', '沙市区', '421000', '沙市', '3', '0716', '434000', '中国,湖北省,荆州市,沙市区', '112.25543000', '30.31107000', 'Shashi');
INSERT INTO `t_dict_area` VALUES ('421003', '荆州区', '421000', '荆州', '3', '0716', '434020', '中国,湖北省,荆州市,荆州区', '112.19006000', '30.35264000', 'Jingzhou');
INSERT INTO `t_dict_area` VALUES ('421022', '公安县', '421000', '公安', '3', '0716', '434300', '中国,湖北省,荆州市,公安县', '112.23242000', '30.05902000', 'Gong\'an');
INSERT INTO `t_dict_area` VALUES ('421023', '监利县', '421000', '监利', '3', '0716', '433300', '中国,湖北省,荆州市,监利县', '112.89462000', '29.81494000', 'Jianli');
INSERT INTO `t_dict_area` VALUES ('421024', '江陵县', '421000', '江陵', '3', '0716', '434101', '中国,湖北省,荆州市,江陵县', '112.42468000', '30.04174000', 'Jiangling');
INSERT INTO `t_dict_area` VALUES ('421081', '石首市', '421000', '石首', '3', '0716', '434400', '中国,湖北省,荆州市,石首市', '112.42636000', '29.72127000', 'Shishou');
INSERT INTO `t_dict_area` VALUES ('421083', '洪湖市', '421000', '洪湖', '3', '0716', '433200', '中国,湖北省,荆州市,洪湖市', '113.47598000', '29.82700000', 'Honghu');
INSERT INTO `t_dict_area` VALUES ('421087', '松滋市', '421000', '松滋', '3', '0716', '434200', '中国,湖北省,荆州市,松滋市', '111.76739000', '30.16965000', 'Songzi');
INSERT INTO `t_dict_area` VALUES ('421100', '黄冈市', '420000', '黄冈', '2', '0713', '438000', '中国,湖北省,黄冈市', '114.87936500', '30.44771100', 'Huanggang');
INSERT INTO `t_dict_area` VALUES ('421102', '黄州区', '421100', '黄州', '3', '0713', '438000', '中国,湖北省,黄冈市,黄州区', '114.88008000', '30.43436000', 'Huangzhou');
INSERT INTO `t_dict_area` VALUES ('421121', '团风县', '421100', '团风', '3', '0713', '438800', '中国,湖北省,黄冈市,团风县', '114.87228000', '30.64359000', 'Tuanfeng');
INSERT INTO `t_dict_area` VALUES ('421122', '红安县', '421100', '红安', '3', '0713', '438401', '中国,湖北省,黄冈市,红安县', '114.62240000', '31.28668000', 'Hong\'an');
INSERT INTO `t_dict_area` VALUES ('421123', '罗田县', '421100', '罗田', '3', '0713', '438600', '中国,湖北省,黄冈市,罗田县', '115.39971000', '30.78255000', 'Luotian');
INSERT INTO `t_dict_area` VALUES ('421124', '英山县', '421100', '英山', '3', '0713', '438700', '中国,湖北省,黄冈市,英山县', '115.68142000', '30.73516000', 'Yingshan');
INSERT INTO `t_dict_area` VALUES ('421125', '浠水县', '421100', '浠水', '3', '0713', '438200', '中国,湖北省,黄冈市,浠水县', '115.26913000', '30.45265000', 'Xishui');
INSERT INTO `t_dict_area` VALUES ('421126', '蕲春县', '421100', '蕲春', '3', '0713', '435300', '中国,湖北省,黄冈市,蕲春县', '115.43615000', '30.22613000', 'Qichun');
INSERT INTO `t_dict_area` VALUES ('421127', '黄梅县', '421100', '黄梅', '3', '0713', '435500', '中国,湖北省,黄冈市,黄梅县', '115.94427000', '30.07033000', 'Huangmei');
INSERT INTO `t_dict_area` VALUES ('421181', '麻城市', '421100', '麻城', '3', '0713', '438300', '中国,湖北省,黄冈市,麻城市', '115.00988000', '31.17228000', 'Macheng');
INSERT INTO `t_dict_area` VALUES ('421182', '武穴市', '421100', '武穴', '3', '0713', '435400', '中国,湖北省,黄冈市,武穴市', '115.55975000', '29.84446000', 'Wuxue');
INSERT INTO `t_dict_area` VALUES ('421200', '咸宁市', '420000', '咸宁', '2', '0715', '437000', '中国,湖北省,咸宁市', '114.32896300', '29.83279800', 'Xianning');
INSERT INTO `t_dict_area` VALUES ('421202', '咸安区', '421200', '咸安', '3', '0715', '437000', '中国,湖北省,咸宁市,咸安区', '114.29872000', '29.85290000', 'Xian\'an');
INSERT INTO `t_dict_area` VALUES ('421221', '嘉鱼县', '421200', '嘉鱼', '3', '0715', '437200', '中国,湖北省,咸宁市,嘉鱼县', '113.93927000', '29.97054000', 'Jiayu');
INSERT INTO `t_dict_area` VALUES ('421222', '通城县', '421200', '通城', '3', '0715', '437400', '中国,湖北省,咸宁市,通城县', '113.81582000', '29.24568000', 'Tongcheng');
INSERT INTO `t_dict_area` VALUES ('421223', '崇阳县', '421200', '崇阳', '3', '0715', '437500', '中国,湖北省,咸宁市,崇阳县', '114.03982000', '29.55564000', 'Chongyang');
INSERT INTO `t_dict_area` VALUES ('421224', '通山县', '421200', '通山', '3', '0715', '437600', '中国,湖北省,咸宁市,通山县', '114.48239000', '29.60630000', 'Tongshan');
INSERT INTO `t_dict_area` VALUES ('421281', '赤壁市', '421200', '赤壁', '3', '0715', '437300', '中国,湖北省,咸宁市,赤壁市', '113.90039000', '29.72454000', 'Chibi');
INSERT INTO `t_dict_area` VALUES ('421300', '随州市', '420000', '随州', '2', '0722', '441300', '中国,湖北省,随州市', '113.37377000', '31.71749700', 'Suizhou');
INSERT INTO `t_dict_area` VALUES ('421303', '曾都区', '421300', '曾都', '3', '0722', '441300', '中国,湖北省,随州市,曾都区', '113.37128000', '31.71614000', 'Zengdu');
INSERT INTO `t_dict_area` VALUES ('421321', '随县', '421300', '随县', '3', '0722', '441309', '中国,湖北省,随州市,随县', '113.82663000', '31.61790000', 'Suixian');
INSERT INTO `t_dict_area` VALUES ('421381', '广水市', '421300', '广水', '3', '0722', '432700', '中国,湖北省,随州市,广水市', '113.82663000', '31.61790000', 'Guangshui');
INSERT INTO `t_dict_area` VALUES ('422800', '恩施土家族苗族自治州', '420000', '恩施', '2', '0718', '445000', '中国,湖北省,恩施土家族苗族自治州', '109.48699000', '30.28311400', 'Enshi');
INSERT INTO `t_dict_area` VALUES ('422801', '恩施市', '422800', '恩施', '3', '0718', '445000', '中国,湖北省,恩施土家族苗族自治州,恩施市', '109.47942000', '30.29502000', 'Enshi');
INSERT INTO `t_dict_area` VALUES ('422802', '利川市', '422800', '利川', '3', '0718', '445400', '中国,湖北省,恩施土家族苗族自治州,利川市', '108.93591000', '30.29117000', 'Lichuan');
INSERT INTO `t_dict_area` VALUES ('422822', '建始县', '422800', '建始', '3', '0718', '445300', '中国,湖北省,恩施土家族苗族自治州,建始县', '109.72207000', '30.60209000', 'Jianshi');
INSERT INTO `t_dict_area` VALUES ('422823', '巴东县', '422800', '巴东', '3', '0718', '444300', '中国,湖北省,恩施土家族苗族自治州,巴东县', '110.34066000', '31.04233000', 'Badong');
INSERT INTO `t_dict_area` VALUES ('422825', '宣恩县', '422800', '宣恩', '3', '0718', '445500', '中国,湖北省,恩施土家族苗族自治州,宣恩县', '109.49179000', '29.98714000', 'Xuanen');
INSERT INTO `t_dict_area` VALUES ('422826', '咸丰县', '422800', '咸丰', '3', '0718', '445600', '中国,湖北省,恩施土家族苗族自治州,咸丰县', '109.15200000', '29.67983000', 'Xianfeng');
INSERT INTO `t_dict_area` VALUES ('422827', '来凤县', '422800', '来凤', '3', '0718', '445700', '中国,湖北省,恩施土家族苗族自治州,来凤县', '109.40716000', '29.49373000', 'Laifeng');
INSERT INTO `t_dict_area` VALUES ('422828', '鹤峰县', '422800', '鹤峰', '3', '0718', '445800', '中国,湖北省,恩施土家族苗族自治州,鹤峰县', '110.03091000', '29.89072000', 'Hefeng');
INSERT INTO `t_dict_area` VALUES ('429000', '直辖县级', '420000', ' ', '2', '', '', '中国,湖北省,直辖县级', '114.29857200', '30.58435500', '');
INSERT INTO `t_dict_area` VALUES ('429004', '仙桃市', '429000', '仙桃', '3', '0728', '433000', '中国,湖北省,直辖县级,仙桃市', '113.45397400', '30.36495300', 'Xiantao');
INSERT INTO `t_dict_area` VALUES ('429005', '潜江市', '429000', '潜江', '3', '0728', '433100', '中国,湖北省,直辖县级,潜江市', '112.89686600', '30.42121500', 'Qianjiang');
INSERT INTO `t_dict_area` VALUES ('429006', '天门市', '429000', '天门', '3', '0728', '431700', '中国,湖北省,直辖县级,天门市', '113.16586200', '30.65306100', 'Tianmen');
INSERT INTO `t_dict_area` VALUES ('429021', '神农架林区', '429000', '神农架', '3', '0719', '442400', '中国,湖北省,直辖县级,神农架林区', '110.67152500', '31.74444900', 'Shennongjia');
INSERT INTO `t_dict_area` VALUES ('430000', '湖南省', '100000', '湖南', '1', '', '', '中国,湖南省', '112.98227900', '28.19409000', 'Hunan');
INSERT INTO `t_dict_area` VALUES ('430100', '长沙市', '430000', '长沙', '2', '0731', '410005', '中国,湖南省,长沙市', '112.98227900', '28.19409000', 'Changsha');
INSERT INTO `t_dict_area` VALUES ('430102', '芙蓉区', '430100', '芙蓉', '3', '0731', '410011', '中国,湖南省,长沙市,芙蓉区', '113.03176000', '28.18440000', 'Furong');
INSERT INTO `t_dict_area` VALUES ('430103', '天心区', '430100', '天心', '3', '0731', '410004', '中国,湖南省,长沙市,天心区', '112.98991000', '28.11270000', 'Tianxin');
INSERT INTO `t_dict_area` VALUES ('430104', '岳麓区', '430100', '岳麓', '3', '0731', '410013', '中国,湖南省,长沙市,岳麓区', '112.93133000', '28.23510000', 'Yuelu');
INSERT INTO `t_dict_area` VALUES ('430105', '开福区', '430100', '开福', '3', '0731', '410008', '中国,湖南省,长沙市,开福区', '112.98623000', '28.25585000', 'Kaifu');
INSERT INTO `t_dict_area` VALUES ('430111', '雨花区', '430100', '雨花', '3', '0731', '410011', '中国,湖南省,长沙市,雨花区', '113.03567000', '28.13541000', 'Yuhua');
INSERT INTO `t_dict_area` VALUES ('430112', '望城区', '430100', '望城', '3', '0731', '410200', '中国,湖南省,长沙市,望城区', '112.81954900', '28.34745800', 'Wangcheng');
INSERT INTO `t_dict_area` VALUES ('430121', '长沙县', '430100', '长沙', '3', '0731', '410100', '中国,湖南省,长沙市,长沙县', '113.08071000', '28.24595000', 'Changsha');
INSERT INTO `t_dict_area` VALUES ('430124', '宁乡县', '430100', '宁乡', '3', '0731', '410600', '中国,湖南省,长沙市,宁乡县', '112.55749000', '28.25358000', 'Ningxiang');
INSERT INTO `t_dict_area` VALUES ('430181', '浏阳市', '430100', '浏阳', '3', '0731', '410300', '中国,湖南省,长沙市,浏阳市', '113.64312000', '28.16375000', 'Liuyang');
INSERT INTO `t_dict_area` VALUES ('430200', '株洲市', '430000', '株洲', '2', '0731', '412000', '中国,湖南省,株洲市', '113.15173700', '27.83580600', 'Zhuzhou');
INSERT INTO `t_dict_area` VALUES ('430202', '荷塘区', '430200', '荷塘', '3', '0731', '412000', '中国,湖南省,株洲市,荷塘区', '113.17315000', '27.85569000', 'Hetang');
INSERT INTO `t_dict_area` VALUES ('430203', '芦淞区', '430200', '芦淞', '3', '0731', '412000', '中国,湖南省,株洲市,芦淞区', '113.15562000', '27.78525000', 'Lusong');
INSERT INTO `t_dict_area` VALUES ('430204', '石峰区', '430200', '石峰', '3', '0731', '412005', '中国,湖南省,株洲市,石峰区', '113.11776000', '27.87552000', 'Shifeng');
INSERT INTO `t_dict_area` VALUES ('430211', '天元区', '430200', '天元', '3', '0731', '412007', '中国,湖南省,株洲市,天元区', '113.12335000', '27.83103000', 'Tianyuan');
INSERT INTO `t_dict_area` VALUES ('430221', '株洲县', '430200', '株洲', '3', '0731', '412100', '中国,湖南省,株洲市,株洲县', '113.14428000', '27.69826000', 'Zhuzhou');
INSERT INTO `t_dict_area` VALUES ('430223', '攸县', '430200', '攸县', '3', '0731', '412300', '中国,湖南省,株洲市,攸县', '113.34365000', '27.00352000', 'Youxian');
INSERT INTO `t_dict_area` VALUES ('430224', '茶陵县', '430200', '茶陵', '3', '0731', '412400', '中国,湖南省,株洲市,茶陵县', '113.54364000', '26.79150000', 'Chaling');
INSERT INTO `t_dict_area` VALUES ('430225', '炎陵县', '430200', '炎陵', '3', '0731', '412500', '中国,湖南省,株洲市,炎陵县', '113.77163000', '26.48818000', 'Yanling');
INSERT INTO `t_dict_area` VALUES ('430281', '醴陵市', '430200', '醴陵', '3', '0731', '412200', '中国,湖南省,株洲市,醴陵市', '113.49704000', '27.64615000', 'Liling');
INSERT INTO `t_dict_area` VALUES ('430300', '湘潭市', '430000', '湘潭', '2', '0731', '411100', '中国,湖南省,湘潭市', '112.92508300', '27.84672500', 'Xiangtan');
INSERT INTO `t_dict_area` VALUES ('430302', '雨湖区', '430300', '雨湖', '3', '0731', '411100', '中国,湖南省,湘潭市,雨湖区', '112.90399000', '27.86859000', 'Yuhu');
INSERT INTO `t_dict_area` VALUES ('430304', '岳塘区', '430300', '岳塘', '3', '0731', '411101', '中国,湖南省,湘潭市,岳塘区', '112.96060000', '27.85784000', 'Yuetang');
INSERT INTO `t_dict_area` VALUES ('430321', '湘潭县', '430300', '湘潭', '3', '0731', '411228', '中国,湖南省,湘潭市,湘潭县', '112.95080000', '27.77893000', 'Xiangtan');
INSERT INTO `t_dict_area` VALUES ('430381', '湘乡市', '430300', '湘乡', '3', '0731', '411400', '中国,湖南省,湘潭市,湘乡市', '112.53512000', '27.73543000', 'Xiangxiang');
INSERT INTO `t_dict_area` VALUES ('430382', '韶山市', '430300', '韶山', '3', '0731', '411300', '中国,湖南省,湘潭市,韶山市', '112.52655000', '27.91503000', 'Shaoshan');
INSERT INTO `t_dict_area` VALUES ('430400', '衡阳市', '430000', '衡阳', '2', '0734', '421001', '中国,湖南省,衡阳市', '112.60769300', '26.90035800', 'Hengyang');
INSERT INTO `t_dict_area` VALUES ('430405', '珠晖区', '430400', '珠晖', '3', '0734', '421002', '中国,湖南省,衡阳市,珠晖区', '112.62054000', '26.89361000', 'Zhuhui');
INSERT INTO `t_dict_area` VALUES ('430406', '雁峰区', '430400', '雁峰', '3', '0734', '421001', '中国,湖南省,衡阳市,雁峰区', '112.61654000', '26.88866000', 'Yanfeng');
INSERT INTO `t_dict_area` VALUES ('430407', '石鼓区', '430400', '石鼓', '3', '0734', '421005', '中国,湖南省,衡阳市,石鼓区', '112.61069000', '26.90232000', 'Shigu');
INSERT INTO `t_dict_area` VALUES ('430408', '蒸湘区', '430400', '蒸湘', '3', '0734', '421001', '中国,湖南省,衡阳市,蒸湘区', '112.60330000', '26.89651000', 'Zhengxiang');
INSERT INTO `t_dict_area` VALUES ('430412', '南岳区', '430400', '南岳', '3', '0734', '421900', '中国,湖南省,衡阳市,南岳区', '112.73840000', '27.23262000', 'Nanyue');
INSERT INTO `t_dict_area` VALUES ('430421', '衡阳县', '430400', '衡阳', '3', '0734', '421200', '中国,湖南省,衡阳市,衡阳县', '112.37088000', '26.97060000', 'Hengyang');
INSERT INTO `t_dict_area` VALUES ('430422', '衡南县', '430400', '衡南', '3', '0734', '421131', '中国,湖南省,衡阳市,衡南县', '112.67788000', '26.73828000', 'Hengnan');
INSERT INTO `t_dict_area` VALUES ('430423', '衡山县', '430400', '衡山', '3', '0734', '421300', '中国,湖南省,衡阳市,衡山县', '112.86776000', '27.23134000', 'Hengshan');
INSERT INTO `t_dict_area` VALUES ('430424', '衡东县', '430400', '衡东', '3', '0734', '421400', '中国,湖南省,衡阳市,衡东县', '112.94833000', '27.08093000', 'Hengdong');
INSERT INTO `t_dict_area` VALUES ('430426', '祁东县', '430400', '祁东', '3', '0734', '421600', '中国,湖南省,衡阳市,祁东县', '112.09039000', '26.79964000', 'Qidong');
INSERT INTO `t_dict_area` VALUES ('430481', '耒阳市', '430400', '耒阳', '3', '0734', '421800', '中国,湖南省,衡阳市,耒阳市', '112.85998000', '26.42132000', 'Leiyang');
INSERT INTO `t_dict_area` VALUES ('430482', '常宁市', '430400', '常宁', '3', '0734', '421500', '中国,湖南省,衡阳市,常宁市', '112.40090000', '26.40692000', 'Changning');
INSERT INTO `t_dict_area` VALUES ('430500', '邵阳市', '430000', '邵阳', '2', '0739', '422000', '中国,湖南省,邵阳市', '111.46923000', '27.23784200', 'Shaoyang');
INSERT INTO `t_dict_area` VALUES ('430502', '双清区', '430500', '双清', '3', '0739', '422001', '中国,湖南省,邵阳市,双清区', '111.49715000', '27.23291000', 'Shuangqing');
INSERT INTO `t_dict_area` VALUES ('430503', '大祥区', '430500', '大祥', '3', '0739', '422000', '中国,湖南省,邵阳市,大祥区', '111.45412000', '27.23332000', 'Daxiang');
INSERT INTO `t_dict_area` VALUES ('430511', '北塔区', '430500', '北塔', '3', '0739', '422007', '中国,湖南省,邵阳市,北塔区', '111.45219000', '27.24648000', 'Beita');
INSERT INTO `t_dict_area` VALUES ('430521', '邵东县', '430500', '邵东', '3', '0739', '422800', '中国,湖南省,邵阳市,邵东县', '111.74441000', '27.25840000', 'Shaodong');
INSERT INTO `t_dict_area` VALUES ('430522', '新邵县', '430500', '新邵', '3', '0739', '422900', '中国,湖南省,邵阳市,新邵县', '111.46066000', '27.32169000', 'Xinshao');
INSERT INTO `t_dict_area` VALUES ('430523', '邵阳县', '430500', '邵阳', '3', '0739', '422100', '中国,湖南省,邵阳市,邵阳县', '111.27459000', '26.99143000', 'Shaoyang');
INSERT INTO `t_dict_area` VALUES ('430524', '隆回县', '430500', '隆回', '3', '0739', '422200', '中国,湖南省,邵阳市,隆回县', '111.03216000', '27.10937000', 'Longhui');
INSERT INTO `t_dict_area` VALUES ('430525', '洞口县', '430500', '洞口', '3', '0739', '422300', '中国,湖南省,邵阳市,洞口县', '110.57388000', '27.05462000', 'Dongkou');
INSERT INTO `t_dict_area` VALUES ('430527', '绥宁县', '430500', '绥宁', '3', '0739', '422600', '中国,湖南省,邵阳市,绥宁县', '110.15576000', '26.58636000', 'Suining');
INSERT INTO `t_dict_area` VALUES ('430528', '新宁县', '430500', '新宁', '3', '0739', '422700', '中国,湖南省,邵阳市,新宁县', '110.85131000', '26.42936000', 'Xinning');
INSERT INTO `t_dict_area` VALUES ('430529', '城步苗族自治县', '430500', '城步', '3', '0739', '422500', '中国,湖南省,邵阳市,城步苗族自治县', '110.32220000', '26.39048000', 'Chengbu');
INSERT INTO `t_dict_area` VALUES ('430581', '武冈市', '430500', '武冈', '3', '0739', '422400', '中国,湖南省,邵阳市,武冈市', '110.63281000', '26.72817000', 'Wugang');
INSERT INTO `t_dict_area` VALUES ('430600', '岳阳市', '430000', '岳阳', '2', '0730', '414000', '中国,湖南省,岳阳市', '113.13285500', '29.37029000', 'Yueyang');
INSERT INTO `t_dict_area` VALUES ('430602', '岳阳楼区', '430600', '岳阳楼', '3', '0730', '414000', '中国,湖南省,岳阳市,岳阳楼区', '113.12942000', '29.37190000', 'Yueyanglou');
INSERT INTO `t_dict_area` VALUES ('430603', '云溪区', '430600', '云溪', '3', '0730', '414009', '中国,湖南省,岳阳市,云溪区', '113.27713000', '29.47357000', 'Yunxi');
INSERT INTO `t_dict_area` VALUES ('430611', '君山区', '430600', '君山', '3', '0730', '414005', '中国,湖南省,岳阳市,君山区', '113.00439000', '29.45941000', 'Junshan');
INSERT INTO `t_dict_area` VALUES ('430621', '岳阳县', '430600', '岳阳', '3', '0730', '414100', '中国,湖南省,岳阳市,岳阳县', '113.11987000', '29.14314000', 'Yueyang');
INSERT INTO `t_dict_area` VALUES ('430623', '华容县', '430600', '华容', '3', '0730', '414200', '中国,湖南省,岳阳市,华容县', '112.54089000', '29.53019000', 'Huarong');
INSERT INTO `t_dict_area` VALUES ('430624', '湘阴县', '430600', '湘阴', '3', '0730', '414600', '中国,湖南省,岳阳市,湘阴县', '112.90911000', '28.68922000', 'Xiangyin');
INSERT INTO `t_dict_area` VALUES ('430626', '平江县', '430600', '平江', '3', '0730', '414500', '中国,湖南省,岳阳市,平江县', '113.58105000', '28.70664000', 'Pingjiang');
INSERT INTO `t_dict_area` VALUES ('430681', '汨罗市', '430600', '汨罗', '3', '0730', '414400', '中国,湖南省,岳阳市,汨罗市', '113.06707000', '28.80631000', 'Miluo');
INSERT INTO `t_dict_area` VALUES ('430682', '临湘市', '430600', '临湘', '3', '0730', '414300', '中国,湖南省,岳阳市,临湘市', '113.45010000', '29.47701000', 'Linxiang');
INSERT INTO `t_dict_area` VALUES ('430700', '常德市', '430000', '常德', '2', '0736', '415000', '中国,湖南省,常德市', '111.69134700', '29.04022500', 'Changde');
INSERT INTO `t_dict_area` VALUES ('430702', '武陵区', '430700', '武陵', '3', '0736', '415000', '中国,湖南省,常德市,武陵区', '111.69791000', '29.02876000', 'Wuling');
INSERT INTO `t_dict_area` VALUES ('430703', '鼎城区', '430700', '鼎城', '3', '0736', '415101', '中国,湖南省,常德市,鼎城区', '111.68078000', '29.01859000', 'Dingcheng');
INSERT INTO `t_dict_area` VALUES ('430721', '安乡县', '430700', '安乡', '3', '0736', '415600', '中国,湖南省,常德市,安乡县', '112.16732000', '29.41326000', 'Anxiang');
INSERT INTO `t_dict_area` VALUES ('430722', '汉寿县', '430700', '汉寿', '3', '0736', '415900', '中国,湖南省,常德市,汉寿县', '111.96691000', '28.90299000', 'Hanshou');
INSERT INTO `t_dict_area` VALUES ('430723', '澧县', '430700', '澧县', '3', '0736', '415500', '中国,湖南省,常德市,澧县', '111.75866000', '29.63317000', 'Lixian');
INSERT INTO `t_dict_area` VALUES ('430724', '临澧县', '430700', '临澧', '3', '0736', '415200', '中国,湖南省,常德市,临澧县', '111.65161000', '29.44163000', 'Linli');
INSERT INTO `t_dict_area` VALUES ('430725', '桃源县', '430700', '桃源', '3', '0736', '415700', '中国,湖南省,常德市,桃源县', '111.48892000', '28.90474000', 'Taoyuan');
INSERT INTO `t_dict_area` VALUES ('430726', '石门县', '430700', '石门', '3', '0736', '415300', '中国,湖南省,常德市,石门县', '111.37966000', '29.58424000', 'Shimen');
INSERT INTO `t_dict_area` VALUES ('430781', '津市市', '430700', '津市', '3', '0736', '415400', '中国,湖南省,常德市,津市市', '111.87756000', '29.60563000', 'Jinshi');
INSERT INTO `t_dict_area` VALUES ('430800', '张家界市', '430000', '张家界', '2', '0744', '427000', '中国,湖南省,张家界市', '110.47992100', '29.12740100', 'Zhangjiajie');
INSERT INTO `t_dict_area` VALUES ('430802', '永定区', '430800', '永定', '3', '0744', '427000', '中国,湖南省,张家界市,永定区', '110.47464000', '29.13387000', 'Yongding');
INSERT INTO `t_dict_area` VALUES ('430811', '武陵源区', '430800', '武陵源', '3', '0744', '427400', '中国,湖南省,张家界市,武陵源区', '110.55026000', '29.34574000', 'Wulingyuan');
INSERT INTO `t_dict_area` VALUES ('430821', '慈利县', '430800', '慈利', '3', '0744', '427200', '中国,湖南省,张家界市,慈利县', '111.13946000', '29.42989000', 'Cili');
INSERT INTO `t_dict_area` VALUES ('430822', '桑植县', '430800', '桑植', '3', '0744', '427100', '中国,湖南省,张家界市,桑植县', '110.16308000', '29.39815000', 'Sangzhi');
INSERT INTO `t_dict_area` VALUES ('430900', '益阳市', '430000', '益阳', '2', '0737', '413000', '中国,湖南省,益阳市', '112.35504200', '28.57006600', 'Yiyang');
INSERT INTO `t_dict_area` VALUES ('430902', '资阳区', '430900', '资阳', '3', '0737', '413001', '中国,湖南省,益阳市,资阳区', '112.32447000', '28.59095000', 'Ziyang');
INSERT INTO `t_dict_area` VALUES ('430903', '赫山区', '430900', '赫山', '3', '0737', '413002', '中国,湖南省,益阳市,赫山区', '112.37265000', '28.57425000', 'Heshan');
INSERT INTO `t_dict_area` VALUES ('430921', '南县', '430900', '南县', '3', '0737', '413200', '中国,湖南省,益阳市,南县', '112.39630000', '29.36159000', 'Nanxian');
INSERT INTO `t_dict_area` VALUES ('430922', '桃江县', '430900', '桃江', '3', '0737', '413400', '中国,湖南省,益阳市,桃江县', '112.15570000', '28.51814000', 'Taojiang');
INSERT INTO `t_dict_area` VALUES ('430923', '安化县', '430900', '安化', '3', '0737', '413500', '中国,湖南省,益阳市,安化县', '111.21298000', '28.37424000', 'Anhua');
INSERT INTO `t_dict_area` VALUES ('430981', '沅江市', '430900', '沅江', '3', '0737', '413100', '中国,湖南省,益阳市,沅江市', '112.35427000', '28.84403000', 'Yuanjiang');
INSERT INTO `t_dict_area` VALUES ('431000', '郴州市', '430000', '郴州', '2', '0735', '423000', '中国,湖南省,郴州市', '113.03206700', '25.79358900', 'Chenzhou');
INSERT INTO `t_dict_area` VALUES ('431002', '北湖区', '431000', '北湖', '3', '0735', '423000', '中国,湖南省,郴州市,北湖区', '113.01103000', '25.78405000', 'Beihu');
INSERT INTO `t_dict_area` VALUES ('431003', '苏仙区', '431000', '苏仙', '3', '0735', '423000', '中国,湖南省,郴州市,苏仙区', '113.04226000', '25.80045000', 'Suxian');
INSERT INTO `t_dict_area` VALUES ('431021', '桂阳县', '431000', '桂阳', '3', '0735', '424400', '中国,湖南省,郴州市,桂阳县', '112.73364000', '25.75406000', 'Guiyang');
INSERT INTO `t_dict_area` VALUES ('431022', '宜章县', '431000', '宜章', '3', '0735', '424200', '中国,湖南省,郴州市,宜章县', '112.95147000', '25.39931000', 'Yizhang');
INSERT INTO `t_dict_area` VALUES ('431023', '永兴县', '431000', '永兴', '3', '0735', '423300', '中国,湖南省,郴州市,永兴县', '113.11242000', '26.12646000', 'Yongxing');
INSERT INTO `t_dict_area` VALUES ('431024', '嘉禾县', '431000', '嘉禾', '3', '0735', '424500', '中国,湖南省,郴州市,嘉禾县', '112.36935000', '25.58795000', 'Jiahe');
INSERT INTO `t_dict_area` VALUES ('431025', '临武县', '431000', '临武', '3', '0735', '424300', '中国,湖南省,郴州市,临武县', '112.56369000', '25.27602000', 'Linwu');
INSERT INTO `t_dict_area` VALUES ('431026', '汝城县', '431000', '汝城', '3', '0735', '424100', '中国,湖南省,郴州市,汝城县', '113.68582000', '25.55204000', 'Rucheng');
INSERT INTO `t_dict_area` VALUES ('431027', '桂东县', '431000', '桂东', '3', '0735', '423500', '中国,湖南省,郴州市,桂东县', '113.94680000', '26.07987000', 'Guidong');
INSERT INTO `t_dict_area` VALUES ('431028', '安仁县', '431000', '安仁', '3', '0735', '423600', '中国,湖南省,郴州市,安仁县', '113.26944000', '26.70931000', 'Anren');
INSERT INTO `t_dict_area` VALUES ('431081', '资兴市', '431000', '资兴', '3', '0735', '423400', '中国,湖南省,郴州市,资兴市', '113.23724000', '25.97668000', 'Zixing');
INSERT INTO `t_dict_area` VALUES ('431100', '永州市', '430000', '永州', '2', '0746', '425000', '中国,湖南省,永州市', '111.60801900', '26.43451600', 'Yongzhou');
INSERT INTO `t_dict_area` VALUES ('431102', '零陵区', '431100', '零陵', '3', '0746', '425100', '中国,湖南省,永州市,零陵区', '111.62103000', '26.22109000', 'Lingling');
INSERT INTO `t_dict_area` VALUES ('431103', '冷水滩区', '431100', '冷水滩', '3', '0746', '425100', '中国,湖南省,永州市,冷水滩区', '111.59214000', '26.46107000', 'Lengshuitan');
INSERT INTO `t_dict_area` VALUES ('431121', '祁阳县', '431100', '祁阳', '3', '0746', '426100', '中国,湖南省,永州市,祁阳县', '111.84011000', '26.58009000', 'Qiyang');
INSERT INTO `t_dict_area` VALUES ('431122', '东安县', '431100', '东安', '3', '0746', '425900', '中国,湖南省,永州市,东安县', '111.31640000', '26.39202000', 'Dong\'an');
INSERT INTO `t_dict_area` VALUES ('431123', '双牌县', '431100', '双牌', '3', '0746', '425200', '中国,湖南省,永州市,双牌县', '111.65927000', '25.95988000', 'Shuangpai');
INSERT INTO `t_dict_area` VALUES ('431124', '道县', '431100', '道县', '3', '0746', '425300', '中国,湖南省,永州市,道县', '111.60195000', '25.52766000', 'Daoxian');
INSERT INTO `t_dict_area` VALUES ('431125', '江永县', '431100', '江永', '3', '0746', '425400', '中国,湖南省,永州市,江永县', '111.34082000', '25.27233000', 'Jiangyong');
INSERT INTO `t_dict_area` VALUES ('431126', '宁远县', '431100', '宁远', '3', '0746', '425600', '中国,湖南省,永州市,宁远县', '111.94625000', '25.56913000', 'Ningyuan');
INSERT INTO `t_dict_area` VALUES ('431127', '蓝山县', '431100', '蓝山', '3', '0746', '425800', '中国,湖南省,永州市,蓝山县', '112.19363000', '25.36794000', 'Lanshan');
INSERT INTO `t_dict_area` VALUES ('431128', '新田县', '431100', '新田', '3', '0746', '425700', '中国,湖南省,永州市,新田县', '112.22103000', '25.90950000', 'Xintian');
INSERT INTO `t_dict_area` VALUES ('431129', '江华瑶族自治县', '431100', '江华', '3', '0746', '425500', '中国,湖南省,永州市,江华瑶族自治县', '111.58847000', '25.18450000', 'Jianghua');
INSERT INTO `t_dict_area` VALUES ('431200', '怀化市', '430000', '怀化', '2', '0745', '418000', '中国,湖南省,怀化市', '109.97824000', '27.55008200', 'Huaihua');
INSERT INTO `t_dict_area` VALUES ('431202', '鹤城区', '431200', '鹤城', '3', '0745', '418000', '中国,湖南省,怀化市,鹤城区', '109.96509000', '27.54942000', 'Hecheng');
INSERT INTO `t_dict_area` VALUES ('431221', '中方县', '431200', '中方', '3', '0745', '418005', '中国,湖南省,怀化市,中方县', '109.94497000', '27.43988000', 'Zhongfang');
INSERT INTO `t_dict_area` VALUES ('431222', '沅陵县', '431200', '沅陵', '3', '0745', '419600', '中国,湖南省,怀化市,沅陵县', '110.39633000', '28.45548000', 'Yuanling');
INSERT INTO `t_dict_area` VALUES ('431223', '辰溪县', '431200', '辰溪', '3', '0745', '419500', '中国,湖南省,怀化市,辰溪县', '110.18942000', '28.00406000', 'Chenxi');
INSERT INTO `t_dict_area` VALUES ('431224', '溆浦县', '431200', '溆浦', '3', '0745', '419300', '中国,湖南省,怀化市,溆浦县', '110.59384000', '27.90836000', 'Xupu');
INSERT INTO `t_dict_area` VALUES ('431225', '会同县', '431200', '会同', '3', '0745', '418300', '中国,湖南省,怀化市,会同县', '109.73568000', '26.88716000', 'Huitong');
INSERT INTO `t_dict_area` VALUES ('431226', '麻阳苗族自治县', '431200', '麻阳', '3', '0745', '419400', '中国,湖南省,怀化市,麻阳苗族自治县', '109.80194000', '27.86600000', 'Mayang');
INSERT INTO `t_dict_area` VALUES ('431227', '新晃侗族自治县', '431200', '新晃', '3', '0745', '419200', '中国,湖南省,怀化市,新晃侗族自治县', '109.17166000', '27.35937000', 'Xinhuang');
INSERT INTO `t_dict_area` VALUES ('431228', '芷江侗族自治县', '431200', '芷江', '3', '0745', '419100', '中国,湖南省,怀化市,芷江侗族自治县', '109.68490000', '27.44297000', 'Zhijiang');
INSERT INTO `t_dict_area` VALUES ('431229', '靖州苗族侗族自治县', '431200', '靖州', '3', '0745', '418400', '中国,湖南省,怀化市,靖州苗族侗族自治县', '109.69821000', '26.57651000', 'Jingzhou');
INSERT INTO `t_dict_area` VALUES ('431230', '通道侗族自治县', '431200', '通道', '3', '0745', '418500', '中国,湖南省,怀化市,通道侗族自治县', '109.78515000', '26.15710000', 'Tongdao');
INSERT INTO `t_dict_area` VALUES ('431281', '洪江市', '431200', '洪江', '3', '0745', '418100', '中国,湖南省,怀化市,洪江市', '109.83651000', '27.20922000', 'Hongjiang');
INSERT INTO `t_dict_area` VALUES ('431300', '娄底市', '430000', '娄底', '2', '0738', '417000', '中国,湖南省,娄底市', '112.00849700', '27.72813600', 'Loudi');
INSERT INTO `t_dict_area` VALUES ('431302', '娄星区', '431300', '娄星', '3', '0738', '417000', '中国,湖南省,娄底市,娄星区', '112.00193000', '27.72992000', 'Louxing');
INSERT INTO `t_dict_area` VALUES ('431321', '双峰县', '431300', '双峰', '3', '0738', '417700', '中国,湖南省,娄底市,双峰县', '112.19921000', '27.45418000', 'Shuangfeng');
INSERT INTO `t_dict_area` VALUES ('431322', '新化县', '431300', '新化', '3', '0738', '417600', '中国,湖南省,娄底市,新化县', '111.32739000', '27.72660000', 'Xinhua');
INSERT INTO `t_dict_area` VALUES ('431381', '冷水江市', '431300', '冷水江', '3', '0738', '417500', '中国,湖南省,娄底市,冷水江市', '111.43554000', '27.68147000', 'Lengshuijiang');
INSERT INTO `t_dict_area` VALUES ('431382', '涟源市', '431300', '涟源', '3', '0738', '417100', '中国,湖南省,娄底市,涟源市', '111.67233000', '27.68831000', 'Lianyuan');
INSERT INTO `t_dict_area` VALUES ('433100', '湘西土家族苗族自治州', '430000', '湘西', '2', '0743', '416000', '中国,湖南省,湘西土家族苗族自治州', '109.73973500', '28.31429600', 'Xiangxi');
INSERT INTO `t_dict_area` VALUES ('433101', '吉首市', '433100', '吉首', '3', '0743', '416000', '中国,湖南省,湘西土家族苗族自治州,吉首市', '109.69799000', '28.26247000', 'Jishou');
INSERT INTO `t_dict_area` VALUES ('433122', '泸溪县', '433100', '泸溪', '3', '0743', '416100', '中国,湖南省,湘西土家族苗族自治州,泸溪县', '110.21682000', '28.22050000', 'Luxi');
INSERT INTO `t_dict_area` VALUES ('433123', '凤凰县', '433100', '凤凰', '3', '0743', '416200', '中国,湖南省,湘西土家族苗族自治州,凤凰县', '109.60156000', '27.94822000', 'Fenghuang');
INSERT INTO `t_dict_area` VALUES ('433124', '花垣县', '433100', '花垣', '3', '0743', '416400', '中国,湖南省,湘西土家族苗族自治州,花垣县', '109.48217000', '28.57210000', 'Huayuan');
INSERT INTO `t_dict_area` VALUES ('433125', '保靖县', '433100', '保靖', '3', '0743', '416500', '中国,湖南省,湘西土家族苗族自治州,保靖县', '109.66049000', '28.69997000', 'Baojing');
INSERT INTO `t_dict_area` VALUES ('433126', '古丈县', '433100', '古丈', '3', '0743', '416300', '中国,湖南省,湘西土家族苗族自治州,古丈县', '109.94812000', '28.61944000', 'Guzhang');
INSERT INTO `t_dict_area` VALUES ('433127', '永顺县', '433100', '永顺', '3', '0743', '416700', '中国,湖南省,湘西土家族苗族自治州,永顺县', '109.85266000', '29.00103000', 'Yongshun');
INSERT INTO `t_dict_area` VALUES ('433130', '龙山县', '433100', '龙山', '3', '0743', '416800', '中国,湖南省,湘西土家族苗族自治州,龙山县', '109.44320000', '29.45693000', 'Longshan');
INSERT INTO `t_dict_area` VALUES ('440000', '广东省', '100000', '广东', '1', '', '', '中国,广东省', '113.28063700', '23.12517800', 'Guangdong');
INSERT INTO `t_dict_area` VALUES ('440100', '广州市', '440000', '广州', '2', '020', '510032', '中国,广东省,广州市', '113.28063700', '23.12517800', 'Guangzhou');
INSERT INTO `t_dict_area` VALUES ('440103', '荔湾区', '440100', '荔湾', '3', '020', '510170', '中国,广东省,广州市,荔湾区', '113.24420000', '23.12592000', 'Liwan');
INSERT INTO `t_dict_area` VALUES ('440104', '越秀区', '440100', '越秀', '3', '020', '510030', '中国,广东省,广州市,越秀区', '113.26683000', '23.12897000', 'Yuexiu');
INSERT INTO `t_dict_area` VALUES ('440105', '海珠区', '440100', '海珠', '3', '020', '510300', '中国,广东省,广州市,海珠区', '113.26197000', '23.10379000', 'Haizhu');
INSERT INTO `t_dict_area` VALUES ('440106', '天河区', '440100', '天河', '3', '020', '510665', '中国,广东省,广州市,天河区', '113.36112000', '23.12467000', 'Tianhe');
INSERT INTO `t_dict_area` VALUES ('440111', '白云区', '440100', '白云', '3', '020', '510405', '中国,广东省,广州市,白云区', '113.27307000', '23.15787000', 'Baiyun');
INSERT INTO `t_dict_area` VALUES ('440112', '黄埔区', '440100', '黄埔', '3', '020', '510700', '中国,广东省,广州市,黄埔区', '113.45895000', '23.10642000', 'Huangpu');
INSERT INTO `t_dict_area` VALUES ('440113', '番禺区', '440100', '番禺', '3', '020', '511400', '中国,广东省,广州市,番禺区', '113.38397000', '22.93599000', 'Panyu');
INSERT INTO `t_dict_area` VALUES ('440114', '花都区', '440100', '花都', '3', '020', '510800', '中国,广东省,广州市,花都区', '113.22033000', '23.40358000', 'Huadu');
INSERT INTO `t_dict_area` VALUES ('440115', '南沙区', '440100', '南沙', '3', '020', '511458', '中国,广东省,广州市,南沙区', '113.60845000', '22.77144000', 'Nansha');
INSERT INTO `t_dict_area` VALUES ('440117', '从化区', '440100', '从化', '3', '020', '510900', '中国,广东省,广州市,从化区', '113.58738600', '23.54528300', 'Conghua');
INSERT INTO `t_dict_area` VALUES ('440118', '增城区', '440100', '增城', '3', '020', '511300', '中国,广东省,广州市,增城区', '113.82957900', '23.29049700', 'Zengcheng');
INSERT INTO `t_dict_area` VALUES ('440200', '韶关市', '440000', '韶关', '2', '0751', '512002', '中国,广东省,韶关市', '113.59154400', '24.80132200', 'Shaoguan');
INSERT INTO `t_dict_area` VALUES ('440203', '武江区', '440200', '武江', '3', '0751', '512026', '中国,广东省,韶关市,武江区', '113.58767000', '24.79264000', 'Wujiang');
INSERT INTO `t_dict_area` VALUES ('440204', '浈江区', '440200', '浈江', '3', '0751', '512023', '中国,广东省,韶关市,浈江区', '113.61109000', '24.80438000', 'Zhenjiang');
INSERT INTO `t_dict_area` VALUES ('440205', '曲江区', '440200', '曲江', '3', '0751', '512101', '中国,广东省,韶关市,曲江区', '113.60165000', '24.67915000', 'Qujiang');
INSERT INTO `t_dict_area` VALUES ('440222', '始兴县', '440200', '始兴', '3', '0751', '512500', '中国,广东省,韶关市,始兴县', '114.06799000', '24.94759000', 'Shixing');
INSERT INTO `t_dict_area` VALUES ('440224', '仁化县', '440200', '仁化', '3', '0751', '512300', '中国,广东省,韶关市,仁化县', '113.74737000', '25.08742000', 'Renhua');
INSERT INTO `t_dict_area` VALUES ('440229', '翁源县', '440200', '翁源', '3', '0751', '512600', '中国,广东省,韶关市,翁源县', '114.13385000', '24.34950000', 'Wengyuan');
INSERT INTO `t_dict_area` VALUES ('440232', '乳源瑶族自治县', '440200', '乳源', '3', '0751', '512700', '中国,广东省,韶关市,乳源瑶族自治县', '113.27734000', '24.77803000', 'Ruyuan');
INSERT INTO `t_dict_area` VALUES ('440233', '新丰县', '440200', '新丰', '3', '0751', '511100', '中国,广东省,韶关市,新丰县', '114.20788000', '24.05924000', 'Xinfeng');
INSERT INTO `t_dict_area` VALUES ('440281', '乐昌市', '440200', '乐昌', '3', '0751', '512200', '中国,广东省,韶关市,乐昌市', '113.35653000', '25.12799000', 'Lechang');
INSERT INTO `t_dict_area` VALUES ('440282', '南雄市', '440200', '南雄', '3', '0751', '512400', '中国,广东省,韶关市,南雄市', '114.30966000', '25.11706000', 'Nanxiong');
INSERT INTO `t_dict_area` VALUES ('440300', '深圳市', '440000', '深圳', '2', '0755', '518035', '中国,广东省,深圳市', '114.08594700', '22.54700000', 'Shenzhen');
INSERT INTO `t_dict_area` VALUES ('440303', '罗湖区', '440300', '罗湖', '3', '0755', '518021', '中国,广东省,深圳市,罗湖区', '114.13116000', '22.54836000', 'Luohu');
INSERT INTO `t_dict_area` VALUES ('440304', '福田区', '440300', '福田', '3', '0755', '518048', '中国,广东省,深圳市,福田区', '114.05571000', '22.52245000', 'Futian');
INSERT INTO `t_dict_area` VALUES ('440305', '南山区', '440300', '南山', '3', '0755', '518051', '中国,广东省,深圳市,南山区', '113.93029000', '22.53291000', 'Nanshan');
INSERT INTO `t_dict_area` VALUES ('440306', '宝安区', '440300', '宝安', '3', '0755', '518101', '中国,广东省,深圳市,宝安区', '113.88311000', '22.55371000', 'Bao\'an');
INSERT INTO `t_dict_area` VALUES ('440307', '龙岗区', '440300', '龙岗', '3', '0755', '518172', '中国,广东省,深圳市,龙岗区', '114.24771000', '22.71986000', 'Longgang');
INSERT INTO `t_dict_area` VALUES ('440308', '盐田区', '440300', '盐田', '3', '0755', '518081', '中国,广东省,深圳市,盐田区', '114.23733000', '22.55780000', 'Yantian');
INSERT INTO `t_dict_area` VALUES ('440309', '光明新区', '440300', '光明新区', '3', '0755', '518100', '中国,广东省,深圳市,光明新区', '113.89602600', '22.77729200', 'Guangmingxinqu');
INSERT INTO `t_dict_area` VALUES ('440310', '坪山新区', '440300', '坪山新区', '3', '0755', '518000', '中国,广东省,深圳市,坪山新区', '114.34637000', '22.69052900', 'Pingshanxinqu');
INSERT INTO `t_dict_area` VALUES ('440311', '大鹏新区', '440300', '大鹏新区', '3', '0755', '518000', '中国,广东省,深圳市,大鹏新区', '114.47990100', '22.58786200', 'Dapengxinqu');
INSERT INTO `t_dict_area` VALUES ('440312', '龙华新区', '440300', '龙华新区', '3', '0755', '518100', '中国,广东省,深圳市,龙华新区', '114.03658500', '22.68695000', 'Longhuaxinqu');
INSERT INTO `t_dict_area` VALUES ('440400', '珠海市', '440000', '珠海', '2', '0756', '519000', '中国,广东省,珠海市', '113.55272400', '22.25589900', 'Zhuhai');
INSERT INTO `t_dict_area` VALUES ('440402', '香洲区', '440400', '香洲', '3', '0756', '519000', '中国,广东省,珠海市,香洲区', '113.54350000', '22.26654000', 'Xiangzhou');
INSERT INTO `t_dict_area` VALUES ('440403', '斗门区', '440400', '斗门', '3', '0756', '519110', '中国,广东省,珠海市,斗门区', '113.29644000', '22.20898000', 'Doumen');
INSERT INTO `t_dict_area` VALUES ('440404', '金湾区', '440400', '金湾', '3', '0756', '519040', '中国,广东省,珠海市,金湾区', '113.36361000', '22.14691000', 'Jinwan');
INSERT INTO `t_dict_area` VALUES ('440500', '汕头市', '440000', '汕头', '2', '0754', '515041', '中国,广东省,汕头市', '116.70846300', '23.37102000', 'Shantou');
INSERT INTO `t_dict_area` VALUES ('440507', '龙湖区', '440500', '龙湖', '3', '0754', '515041', '中国,广东省,汕头市,龙湖区', '116.71641000', '23.37166000', 'Longhu');
INSERT INTO `t_dict_area` VALUES ('440511', '金平区', '440500', '金平', '3', '0754', '515041', '中国,广东省,汕头市,金平区', '116.70364000', '23.36637000', 'Jinping');
INSERT INTO `t_dict_area` VALUES ('440512', '濠江区', '440500', '濠江', '3', '0754', '515071', '中国,广东省,汕头市,濠江区', '116.72659000', '23.28588000', 'Haojiang');
INSERT INTO `t_dict_area` VALUES ('440513', '潮阳区', '440500', '潮阳', '3', '0754', '515100', '中国,广东省,汕头市,潮阳区', '116.60150000', '23.26485000', 'Chaoyang');
INSERT INTO `t_dict_area` VALUES ('440514', '潮南区', '440500', '潮南', '3', '0754', '515144', '中国,广东省,汕头市,潮南区', '116.43188000', '23.25000000', 'Chaonan');
INSERT INTO `t_dict_area` VALUES ('440515', '澄海区', '440500', '澄海', '3', '0754', '515800', '中国,广东省,汕头市,澄海区', '116.75589000', '23.46728000', 'Chenghai');
INSERT INTO `t_dict_area` VALUES ('440523', '南澳县', '440500', '南澳', '3', '0754', '515900', '中国,广东省,汕头市,南澳县', '117.01889000', '23.42230000', 'Nanao');
INSERT INTO `t_dict_area` VALUES ('440600', '佛山市', '440000', '佛山', '2', '0757', '528000', '中国,广东省,佛山市', '113.12271700', '23.02876200', 'Foshan');
INSERT INTO `t_dict_area` VALUES ('440604', '禅城区', '440600', '禅城', '3', '0757', '528000', '中国,广东省,佛山市,禅城区', '113.12280000', '23.00842000', 'Chancheng');
INSERT INTO `t_dict_area` VALUES ('440605', '南海区', '440600', '南海', '3', '0757', '528251', '中国,广东省,佛山市,南海区', '113.14299000', '23.02877000', 'Nanhai');
INSERT INTO `t_dict_area` VALUES ('440606', '顺德区', '440600', '顺德', '3', '0757', '528300', '中国,广东省,佛山市,顺德区', '113.29394000', '22.80452000', 'Shunde');
INSERT INTO `t_dict_area` VALUES ('440607', '三水区', '440600', '三水', '3', '0757', '528133', '中国,广东省,佛山市,三水区', '112.89703000', '23.15564000', 'Sanshui');
INSERT INTO `t_dict_area` VALUES ('440608', '高明区', '440600', '高明', '3', '0757', '528500', '中国,广东省,佛山市,高明区', '112.89254000', '22.90022000', 'Gaoming');
INSERT INTO `t_dict_area` VALUES ('440700', '江门市', '440000', '江门', '2', '0750', '529000', '中国,广东省,江门市', '113.09494200', '22.59043100', 'Jiangmen');
INSERT INTO `t_dict_area` VALUES ('440703', '蓬江区', '440700', '蓬江', '3', '0750', '529000', '中国,广东省,江门市,蓬江区', '113.07849000', '22.59515000', 'Pengjiang');
INSERT INTO `t_dict_area` VALUES ('440704', '江海区', '440700', '江海', '3', '0750', '529040', '中国,广东省,江门市,江海区', '113.11099000', '22.56024000', 'Jianghai');
INSERT INTO `t_dict_area` VALUES ('440705', '新会区', '440700', '新会', '3', '0750', '529100', '中国,广东省,江门市,新会区', '113.03225000', '22.45876000', 'Xinhui');
INSERT INTO `t_dict_area` VALUES ('440781', '台山市', '440700', '台山', '3', '0750', '529200', '中国,广东省,江门市,台山市', '112.79382000', '22.25150000', 'Taishan');
INSERT INTO `t_dict_area` VALUES ('440783', '开平市', '440700', '开平', '3', '0750', '529337', '中国,广东省,江门市,开平市', '112.69842000', '22.37622000', 'Kaiping');
INSERT INTO `t_dict_area` VALUES ('440784', '鹤山市', '440700', '鹤山', '3', '0750', '529700', '中国,广东省,江门市,鹤山市', '112.96429000', '22.76523000', 'Heshan');
INSERT INTO `t_dict_area` VALUES ('440785', '恩平市', '440700', '恩平', '3', '0750', '529400', '中国,广东省,江门市,恩平市', '112.30496000', '22.18288000', 'Enping');
INSERT INTO `t_dict_area` VALUES ('440800', '湛江市', '440000', '湛江', '2', '0759', '524047', '中国,广东省,湛江市', '110.40552900', '21.19533800', 'Zhanjiang');
INSERT INTO `t_dict_area` VALUES ('440802', '赤坎区', '440800', '赤坎', '3', '0759', '524033', '中国,广东省,湛江市,赤坎区', '110.36592000', '21.26606000', 'Chikan');
INSERT INTO `t_dict_area` VALUES ('440803', '霞山区', '440800', '霞山', '3', '0759', '524011', '中国,广东省,湛江市,霞山区', '110.39822000', '21.19181000', 'Xiashan');
INSERT INTO `t_dict_area` VALUES ('440804', '坡头区', '440800', '坡头', '3', '0759', '524057', '中国,广东省,湛江市,坡头区', '110.45533000', '21.24472000', 'Potou');
INSERT INTO `t_dict_area` VALUES ('440811', '麻章区', '440800', '麻章', '3', '0759', '524094', '中国,广东省,湛江市,麻章区', '110.33420000', '21.26333000', 'Mazhang');
INSERT INTO `t_dict_area` VALUES ('440823', '遂溪县', '440800', '遂溪', '3', '0759', '524300', '中国,广东省,湛江市,遂溪县', '110.25003000', '21.37721000', 'Suixi');
INSERT INTO `t_dict_area` VALUES ('440825', '徐闻县', '440800', '徐闻', '3', '0759', '524100', '中国,广东省,湛江市,徐闻县', '110.17379000', '20.32812000', 'Xuwen');
INSERT INTO `t_dict_area` VALUES ('440881', '廉江市', '440800', '廉江', '3', '0759', '524400', '中国,广东省,湛江市,廉江市', '110.28442000', '21.60917000', 'Lianjiang');
INSERT INTO `t_dict_area` VALUES ('440882', '雷州市', '440800', '雷州', '3', '0759', '524200', '中国,广东省,湛江市,雷州市', '110.10092000', '20.91428000', 'Leizhou');
INSERT INTO `t_dict_area` VALUES ('440883', '吴川市', '440800', '吴川', '3', '0759', '524500', '中国,广东省,湛江市,吴川市', '110.77703000', '21.44584000', 'Wuchuan');
INSERT INTO `t_dict_area` VALUES ('440900', '茂名市', '440000', '茂名', '2', '0668', '525000', '中国,广东省,茂名市', '110.91922900', '21.65975100', 'Maoming');
INSERT INTO `t_dict_area` VALUES ('440902', '茂南区', '440900', '茂南', '3', '0668', '525000', '中国,广东省,茂名市,茂南区', '110.91870000', '21.64103000', 'Maonan');
INSERT INTO `t_dict_area` VALUES ('440904', '电白区', '440900', '电白', '3', '0668', '525400', '中国,广东省,茂名市,电白区', '111.00726400', '21.50721900', 'Dianbai');
INSERT INTO `t_dict_area` VALUES ('440981', '高州市', '440900', '高州', '3', '0668', '525200', '中国,广东省,茂名市,高州市', '110.85519000', '21.92057000', 'Gaozhou');
INSERT INTO `t_dict_area` VALUES ('440982', '化州市', '440900', '化州', '3', '0668', '525100', '中国,广东省,茂名市,化州市', '110.63949000', '21.66394000', 'Huazhou');
INSERT INTO `t_dict_area` VALUES ('440983', '信宜市', '440900', '信宜', '3', '0668', '525300', '中国,广东省,茂名市,信宜市', '110.94647000', '22.35351000', 'Xinyi');
INSERT INTO `t_dict_area` VALUES ('441200', '肇庆市', '440000', '肇庆', '2', '0758', '526040', '中国,广东省,肇庆市', '112.47252900', '23.05154600', 'Zhaoqing');
INSERT INTO `t_dict_area` VALUES ('441202', '端州区', '441200', '端州', '3', '0758', '526060', '中国,广东省,肇庆市,端州区', '112.48495000', '23.05190000', 'Duanzhou');
INSERT INTO `t_dict_area` VALUES ('441203', '鼎湖区', '441200', '鼎湖', '3', '0758', '526070', '中国,广东省,肇庆市,鼎湖区', '112.56643000', '23.15846000', 'Dinghu');
INSERT INTO `t_dict_area` VALUES ('441223', '广宁县', '441200', '广宁', '3', '0758', '526300', '中国,广东省,肇庆市,广宁县', '112.44064000', '23.63460000', 'Guangning');
INSERT INTO `t_dict_area` VALUES ('441224', '怀集县', '441200', '怀集', '3', '0758', '526400', '中国,广东省,肇庆市,怀集县', '112.18396000', '23.90918000', 'Huaiji');
INSERT INTO `t_dict_area` VALUES ('441225', '封开县', '441200', '封开', '3', '0758', '526500', '中国,广东省,肇庆市,封开县', '111.50332000', '23.43571000', 'Fengkai');
INSERT INTO `t_dict_area` VALUES ('441226', '德庆县', '441200', '德庆', '3', '0758', '526600', '中国,广东省,肇庆市,德庆县', '111.78555000', '23.14371000', 'Deqing');
INSERT INTO `t_dict_area` VALUES ('441283', '高要市', '441200', '高要', '3', '0758', '526100', '中国,广东省,肇庆市,高要市', '112.45834000', '23.02577000', 'Gaoyao');
INSERT INTO `t_dict_area` VALUES ('441284', '四会市', '441200', '四会', '3', '0758', '526200', '中国,广东省,肇庆市,四会市', '112.73416000', '23.32686000', 'Sihui');
INSERT INTO `t_dict_area` VALUES ('441300', '惠州市', '440000', '惠州', '2', '0752', '516000', '中国,广东省,惠州市', '114.41259900', '23.07940400', 'Huizhou');
INSERT INTO `t_dict_area` VALUES ('441302', '惠城区', '441300', '惠城', '3', '0752', '516008', '中国,广东省,惠州市,惠城区', '114.38280000', '23.08377000', 'Huicheng');
INSERT INTO `t_dict_area` VALUES ('441303', '惠阳区', '441300', '惠阳', '3', '0752', '516211', '中国,广东省,惠州市,惠阳区', '114.45639000', '22.78845000', 'Huiyang');
INSERT INTO `t_dict_area` VALUES ('441322', '博罗县', '441300', '博罗', '3', '0752', '516100', '中国,广东省,惠州市,博罗县', '114.28964000', '23.17307000', 'Boluo');
INSERT INTO `t_dict_area` VALUES ('441323', '惠东县', '441300', '惠东', '3', '0752', '516300', '中国,广东省,惠州市,惠东县', '114.72009000', '22.98484000', 'Huidong');
INSERT INTO `t_dict_area` VALUES ('441324', '龙门县', '441300', '龙门', '3', '0752', '516800', '中国,广东省,惠州市,龙门县', '114.25479000', '23.72758000', 'Longmen');
INSERT INTO `t_dict_area` VALUES ('441400', '梅州市', '440000', '梅州', '2', '0753', '514021', '中国,广东省,梅州市', '116.11758200', '24.29911200', 'Meizhou');
INSERT INTO `t_dict_area` VALUES ('441402', '梅江区', '441400', '梅江', '3', '0753', '514000', '中国,广东省,梅州市,梅江区', '116.11663000', '24.31062000', 'Meijiang');
INSERT INTO `t_dict_area` VALUES ('441403', '梅县区', '441400', '梅县', '3', '0753', '514787', '中国,广东省,梅州市,梅县区', '116.09775300', '24.28673900', 'Meixian');
INSERT INTO `t_dict_area` VALUES ('441422', '大埔县', '441400', '大埔', '3', '0753', '514200', '中国,广东省,梅州市,大埔县', '116.69662000', '24.35325000', 'Dabu');
INSERT INTO `t_dict_area` VALUES ('441423', '丰顺县', '441400', '丰顺', '3', '0753', '514300', '中国,广东省,梅州市,丰顺县', '116.18219000', '23.74094000', 'Fengshun');
INSERT INTO `t_dict_area` VALUES ('441424', '五华县', '441400', '五华', '3', '0753', '514400', '中国,广东省,梅州市,五华县', '115.77893000', '23.92417000', 'Wuhua');
INSERT INTO `t_dict_area` VALUES ('441426', '平远县', '441400', '平远', '3', '0753', '514600', '中国,广东省,梅州市,平远县', '115.89556000', '24.57116000', 'Pingyuan');
INSERT INTO `t_dict_area` VALUES ('441427', '蕉岭县', '441400', '蕉岭', '3', '0753', '514100', '中国,广东省,梅州市,蕉岭县', '116.17089000', '24.65732000', 'Jiaoling');
INSERT INTO `t_dict_area` VALUES ('441481', '兴宁市', '441400', '兴宁', '3', '0753', '514500', '中国,广东省,梅州市,兴宁市', '115.73141000', '24.14001000', 'Xingning');
INSERT INTO `t_dict_area` VALUES ('441500', '汕尾市', '440000', '汕尾', '2', '0660', '516600', '中国,广东省,汕尾市', '115.36423800', '22.77448500', 'Shanwei');
INSERT INTO `t_dict_area` VALUES ('441502', '城区', '441500', '城区', '3', '0660', '516600', '中国,广东省,汕尾市,城区', '115.36503000', '22.77890000', 'Chengqu');
INSERT INTO `t_dict_area` VALUES ('441521', '海丰县', '441500', '海丰', '3', '0660', '516400', '中国,广东省,汕尾市,海丰县', '115.32336000', '22.96653000', 'Haifeng');
INSERT INTO `t_dict_area` VALUES ('441523', '陆河县', '441500', '陆河', '3', '0660', '516700', '中国,广东省,汕尾市,陆河县', '115.65597000', '23.30365000', 'Luhe');
INSERT INTO `t_dict_area` VALUES ('441581', '陆丰市', '441500', '陆丰', '3', '0660', '516500', '中国,广东省,汕尾市,陆丰市', '115.64813000', '22.94335000', 'Lufeng');
INSERT INTO `t_dict_area` VALUES ('441600', '河源市', '440000', '河源', '2', '0762', '517000', '中国,广东省,河源市', '114.69780200', '23.74626600', 'Heyuan');
INSERT INTO `t_dict_area` VALUES ('441602', '源城区', '441600', '源城', '3', '0762', '517000', '中国,广东省,河源市,源城区', '114.70242000', '23.73410000', 'Yuancheng');
INSERT INTO `t_dict_area` VALUES ('441621', '紫金县', '441600', '紫金', '3', '0762', '517400', '中国,广东省,河源市,紫金县', '115.18365000', '23.63867000', 'Zijin');
INSERT INTO `t_dict_area` VALUES ('441622', '龙川县', '441600', '龙川', '3', '0762', '517300', '中国,广东省,河源市,龙川县', '115.26025000', '24.10142000', 'Longchuan');
INSERT INTO `t_dict_area` VALUES ('441623', '连平县', '441600', '连平', '3', '0762', '517100', '中国,广东省,河源市,连平县', '114.49026000', '24.37156000', 'Lianping');
INSERT INTO `t_dict_area` VALUES ('441624', '和平县', '441600', '和平', '3', '0762', '517200', '中国,广东省,河源市,和平县', '114.93841000', '24.44319000', 'Heping');
INSERT INTO `t_dict_area` VALUES ('441625', '东源县', '441600', '东源', '3', '0762', '517583', '中国,广东省,河源市,东源县', '114.74633000', '23.78835000', 'Dongyuan');
INSERT INTO `t_dict_area` VALUES ('441700', '阳江市', '440000', '阳江', '2', '0662', '529500', '中国,广东省,阳江市', '111.97510700', '21.85922200', 'Yangjiang');
INSERT INTO `t_dict_area` VALUES ('441702', '江城区', '441700', '江城', '3', '0662', '529500', '中国,广东省,阳江市,江城区', '111.95488000', '21.86193000', 'Jiangcheng');
INSERT INTO `t_dict_area` VALUES ('441704', '阳东区', '441700', '阳东', '3', '0662', '529900', '中国,广东省,阳江市,阳东区', '112.01467000', '21.87398000', 'Yangdong');
INSERT INTO `t_dict_area` VALUES ('441721', '阳西县', '441700', '阳西', '3', '0662', '529800', '中国,广东省,阳江市,阳西县', '111.61785000', '21.75234000', 'Yangxi');
INSERT INTO `t_dict_area` VALUES ('441781', '阳春市', '441700', '阳春', '3', '0662', '529600', '中国,广东省,阳江市,阳春市', '111.78854000', '22.17232000', 'Yangchun');
INSERT INTO `t_dict_area` VALUES ('441800', '清远市', '440000', '清远', '2', '0763', '511500', '中国,广东省,清远市', '113.03677900', '23.70418800', 'Qingyuan');
INSERT INTO `t_dict_area` VALUES ('441802', '清城区', '441800', '清城', '3', '0763', '511515', '中国,广东省,清远市,清城区', '113.06265000', '23.69784000', 'Qingcheng');
INSERT INTO `t_dict_area` VALUES ('441803', '清新区', '441800', '清新', '3', '0763', '511810', '中国,广东省,清远市,清新区', '113.01520300', '23.73694900', 'Qingxin');
INSERT INTO `t_dict_area` VALUES ('441821', '佛冈县', '441800', '佛冈', '3', '0763', '511600', '中国,广东省,清远市,佛冈县', '113.53286000', '23.87231000', 'Fogang');
INSERT INTO `t_dict_area` VALUES ('441823', '阳山县', '441800', '阳山', '3', '0763', '513100', '中国,广东省,清远市,阳山县', '112.64129000', '24.46516000', 'Yangshan');
INSERT INTO `t_dict_area` VALUES ('441825', '连山壮族瑶族自治县', '441800', '连山', '3', '0763', '513200', '中国,广东省,清远市,连山壮族瑶族自治县', '112.08020000', '24.56807000', 'Lianshan');
INSERT INTO `t_dict_area` VALUES ('441826', '连南瑶族自治县', '441800', '连南', '3', '0763', '513300', '中国,广东省,清远市,连南瑶族自治县', '112.28842000', '24.71726000', 'Liannan');
INSERT INTO `t_dict_area` VALUES ('441881', '英德市', '441800', '英德', '3', '0763', '513000', '中国,广东省,清远市,英德市', '113.41500000', '24.18571000', 'Yingde');
INSERT INTO `t_dict_area` VALUES ('441882', '连州市', '441800', '连州', '3', '0763', '513400', '中国,广东省,清远市,连州市', '112.38153000', '24.77913000', 'Lianzhou');
INSERT INTO `t_dict_area` VALUES ('441900', '东莞市', '440000', '东莞', '2', '0769', '523888', '中国,广东省,东莞市', '113.76023400', '23.04888400', 'Dongguan');
INSERT INTO `t_dict_area` VALUES ('441901', '莞城区', '441900', '莞城', '3', '0769', '523128', '中国,广东省,东莞市,莞城区', '113.75104300', '23.05341200', 'Guancheng');
INSERT INTO `t_dict_area` VALUES ('441902', '南城区', '441900', '南城', '3', '0769', '523617', '中国,广东省,东莞市,南城区', '113.75212500', '23.02018000', 'Nancheng');
INSERT INTO `t_dict_area` VALUES ('441904', '万江区', '441900', '万江', '3', '0769', '523039', '中国,广东省,东莞市,万江区', '113.73905300', '23.04384200', 'Wanjiang');
INSERT INTO `t_dict_area` VALUES ('441905', '石碣镇', '441900', '石碣', '3', '0769', '523290', '中国,广东省,东莞市,石碣镇', '113.80217000', '23.09899000', 'Shijie');
INSERT INTO `t_dict_area` VALUES ('441906', '石龙镇', '441900', '石龙', '3', '0769', '523326', '中国,广东省,东莞市,石龙镇', '113.87638100', '23.10744400', 'Shilong');
INSERT INTO `t_dict_area` VALUES ('441907', '茶山镇', '441900', '茶山', '3', '0769', '523380', '中国,广东省,东莞市,茶山镇', '113.88352600', '23.06237500', 'Chashan');
INSERT INTO `t_dict_area` VALUES ('441908', '石排镇', '441900', '石排', '3', '0769', '523346', '中国,广东省,东莞市,石排镇', '113.91985900', '23.08630000', 'Shipai');
INSERT INTO `t_dict_area` VALUES ('441909', '企石镇', '441900', '企石', '3', '0769', '523507', '中国,广东省,东莞市,企石镇', '114.01323300', '23.06604400', 'Qishi');
INSERT INTO `t_dict_area` VALUES ('441910', '横沥镇', '441900', '横沥', '3', '0769', '523471', '中国,广东省,东莞市,横沥镇', '113.95743600', '23.02573200', 'Hengli');
INSERT INTO `t_dict_area` VALUES ('441911', '桥头镇', '441900', '桥头', '3', '0769', '523520', '中国,广东省,东莞市,桥头镇', '114.01385000', '22.93972700', 'Qiaotou');
INSERT INTO `t_dict_area` VALUES ('441912', '谢岗镇', '441900', '谢岗', '3', '0769', '523592', '中国,广东省,东莞市,谢岗镇', '114.14139600', '22.95966400', 'Xiegang');
INSERT INTO `t_dict_area` VALUES ('441913', '东坑镇', '441900', '东坑', '3', '0769', '523451', '中国,广东省,东莞市,东坑镇', '113.93983500', '22.99280400', 'Dongkeng');
INSERT INTO `t_dict_area` VALUES ('441914', '常平镇', '441900', '常平', '3', '0769', '523560', '中国,广东省,东莞市,常平镇', '114.02962700', '23.01611600', 'Changping');
INSERT INTO `t_dict_area` VALUES ('441915', '寮步镇', '441900', '寮步', '3', '0769', '523411', '中国,广东省,东莞市,寮步镇', '113.88474500', '22.99173800', 'Liaobu');
INSERT INTO `t_dict_area` VALUES ('441916', '大朗镇', '441900', '大朗', '3', '0769', '523770', '中国,广东省,东莞市,大朗镇', '113.92710000', '22.96574800', 'Dalang');
INSERT INTO `t_dict_area` VALUES ('441917', '麻涌镇', '441900', '麻涌', '3', '0769', '523143', '中国,广东省,东莞市,麻涌镇', '113.54617700', '23.04531500', 'Machong');
INSERT INTO `t_dict_area` VALUES ('441918', '中堂镇', '441900', '中堂', '3', '0769', '523233', '中国,广东省,东莞市,中堂镇', '113.65442200', '23.09016400', 'Zhongtang');
INSERT INTO `t_dict_area` VALUES ('441919', '高埗镇', '441900', '高埗', '3', '0769', '523282', '中国,广东省,东莞市,高埗镇', '113.73591700', '23.06841500', 'Gaobu');
INSERT INTO `t_dict_area` VALUES ('441920', '樟木头镇', '441900', '樟木头', '3', '0769', '523619', '中国,广东省,东莞市,樟木头镇', '114.06629800', '22.95668200', 'Zhangmutou');
INSERT INTO `t_dict_area` VALUES ('441921', '大岭山镇', '441900', '大岭山', '3', '0769', '523835', '中国,广东省,东莞市,大岭山镇', '113.78295500', '22.88536600', 'Dalingshan');
INSERT INTO `t_dict_area` VALUES ('441922', '望牛墩镇', '441900', '望牛墩', '3', '0769', '523203', '中国,广东省,东莞市,望牛墩镇', '113.65884700', '23.05501800', 'Wangniudun');
INSERT INTO `t_dict_area` VALUES ('441923', '黄江镇', '441900', '黄江', '3', '0769', '523755', '中国,广东省,东莞市,黄江镇', '113.99263500', '22.87753600', 'Huangjiang');
INSERT INTO `t_dict_area` VALUES ('441924', '洪梅镇', '441900', '洪梅', '3', '0769', '523163', '中国,广东省,东莞市,洪梅镇', '113.61308100', '22.99267500', 'Hongmei');
INSERT INTO `t_dict_area` VALUES ('441925', '清溪镇', '441900', '清溪', '3', '0769', '523660', '中国,广东省,东莞市,清溪镇', '114.15579600', '22.84445600', 'Qingxi');
INSERT INTO `t_dict_area` VALUES ('441926', '沙田镇', '441900', '沙田', '3', '0769', '523988', '中国,广东省,东莞市,沙田镇', '113.76023400', '23.04888400', 'Shatian');
INSERT INTO `t_dict_area` VALUES ('441927', '道滘镇', '441900', '道滘', '3', '0769', '523171', '中国,广东省,东莞市,道滘镇', '113.76023400', '23.04888400', 'Daojiao');
INSERT INTO `t_dict_area` VALUES ('441928', '塘厦镇', '441900', '塘厦', '3', '0769', '523713', '中国,广东省,东莞市,塘厦镇', '114.10765000', '22.82286200', 'Tangxia');
INSERT INTO `t_dict_area` VALUES ('441929', '虎门镇', '441900', '虎门', '3', '0769', '523932', '中国,广东省,东莞市,虎门镇', '113.71118000', '22.82615000', 'Humen');
INSERT INTO `t_dict_area` VALUES ('441930', '厚街镇', '441900', '厚街', '3', '0769', '523960', '中国,广东省,东莞市,厚街镇', '113.67301000', '22.94081500', 'Houjie');
INSERT INTO `t_dict_area` VALUES ('441931', '凤岗镇', '441900', '凤岗', '3', '0769', '523690', '中国,广东省,东莞市,凤岗镇', '114.14119400', '22.74459800', 'Fenggang');
INSERT INTO `t_dict_area` VALUES ('441932', '长安镇', '441900', '长安', '3', '0769', '523850', '中国,广东省,东莞市,长安镇', '113.80393900', '22.81664400', 'Chang\'an');
INSERT INTO `t_dict_area` VALUES ('442000', '中山市', '440000', '中山', '2', '0760', '528403', '中国,广东省,中山市', '113.38239100', '22.52111300', 'Zhongshan');
INSERT INTO `t_dict_area` VALUES ('442001', '石岐区', '442000', '石岐', '3', '0760', '528400', '中国,广东省,中山市,石岐区', '113.37883500', '22.52522000', 'Shiqi');
INSERT INTO `t_dict_area` VALUES ('442004', '南区', '442000', '南区', '3', '0760', '528400', '中国,广东省,中山市,南区', '113.35589600', '22.48656800', 'Nanqu');
INSERT INTO `t_dict_area` VALUES ('442005', '五桂山区', '442000', '五桂山', '3', '0760', '528458', '中国,广东省,中山市,五桂山区', '113.41079000', '22.51968000', 'Wuguishan');
INSERT INTO `t_dict_area` VALUES ('442006', '火炬开发区', '442000', '火炬', '3', '0760', '528437', '中国,广东省,中山市,火炬开发区', '113.48052300', '22.56608200', 'Huoju');
INSERT INTO `t_dict_area` VALUES ('442007', '黄圃镇', '442000', '黄圃', '3', '0760', '528429', '中国,广东省,中山市,黄圃镇', '113.34235900', '22.71511600', 'Huangpu');
INSERT INTO `t_dict_area` VALUES ('442008', '南头镇', '442000', '南头', '3', '0760', '528421', '中国,广东省,中山市,南头镇', '113.29635800', '22.71390700', 'Nantou');
INSERT INTO `t_dict_area` VALUES ('442009', '东凤镇', '442000', '东凤', '3', '0760', '528425', '中国,广东省,中山市,东凤镇', '113.26114000', '22.68775000', 'Dongfeng');
INSERT INTO `t_dict_area` VALUES ('442010', '阜沙镇', '442000', '阜沙', '3', '0760', '528434', '中国,广东省,中山市,阜沙镇', '113.35302400', '22.66636400', 'Fusha');
INSERT INTO `t_dict_area` VALUES ('442011', '小榄镇', '442000', '小榄', '3', '0760', '528415', '中国,广东省,中山市,小榄镇', '113.24423500', '22.66695100', 'Xiaolan');
INSERT INTO `t_dict_area` VALUES ('442012', '东升镇', '442000', '东升', '3', '0760', '528400', '中国,广东省,中山市,东升镇', '113.29629800', '22.61400300', 'Dongsheng');
INSERT INTO `t_dict_area` VALUES ('442013', '古镇镇', '442000', '古镇', '3', '0760', '528422', '中国,广东省,中山市,古镇镇', '113.17974500', '22.61101900', 'Guzhen');
INSERT INTO `t_dict_area` VALUES ('442014', '横栏镇', '442000', '横栏', '3', '0760', '528478', '中国,广东省,中山市,横栏镇', '113.26584500', '22.52320200', 'Henglan');
INSERT INTO `t_dict_area` VALUES ('442015', '三角镇', '442000', '三角', '3', '0760', '528422', '中国,广东省,中山市,三角镇', '113.42362400', '22.67703300', 'Sanjiao');
INSERT INTO `t_dict_area` VALUES ('442016', '民众镇', '442000', '民众', '3', '0760', '528441', '中国,广东省,中山市,民众镇', '113.48602500', '22.62346800', 'Minzhong');
INSERT INTO `t_dict_area` VALUES ('442017', '南朗镇', '442000', '南朗', '3', '0760', '528454', '中国,广东省,中山市,南朗镇', '113.53393900', '22.49237800', 'Nanlang');
INSERT INTO `t_dict_area` VALUES ('442018', '港口镇', '442000', '港口', '3', '0760', '528447', '中国,广东省,中山市,港口镇', '113.38239100', '22.52111300', 'Gangkou');
INSERT INTO `t_dict_area` VALUES ('442019', '大涌镇', '442000', '大涌', '3', '0760', '528476', '中国,广东省,中山市,大涌镇', '113.29170800', '22.46771200', 'Dayong');
INSERT INTO `t_dict_area` VALUES ('442020', '沙溪镇', '442000', '沙溪', '3', '0760', '528471', '中国,广东省,中山市,沙溪镇', '113.32836900', '22.52632500', 'Shaxi');
INSERT INTO `t_dict_area` VALUES ('442021', '三乡镇', '442000', '三乡', '3', '0760', '528463', '中国,广东省,中山市,三乡镇', '113.43340000', '22.35249400', 'Sanxiang');
INSERT INTO `t_dict_area` VALUES ('442022', '板芙镇', '442000', '板芙', '3', '0760', '528459', '中国,广东省,中山市,板芙镇', '113.32034600', '22.41567400', 'Banfu');
INSERT INTO `t_dict_area` VALUES ('442023', '神湾镇', '442000', '神湾', '3', '0760', '528462', '中国,广东省,中山市,神湾镇', '113.35938700', '22.31247600', 'Shenwan');
INSERT INTO `t_dict_area` VALUES ('442024', '坦洲镇', '442000', '坦洲', '3', '0760', '528467', '中国,广东省,中山市,坦洲镇', '113.48567700', '22.26126900', 'Tanzhou');
INSERT INTO `t_dict_area` VALUES ('445100', '潮州市', '440000', '潮州', '2', '0768', '521000', '中国,广东省,潮州市', '116.63230100', '23.66170100', 'Chaozhou');
INSERT INTO `t_dict_area` VALUES ('445102', '湘桥区', '445100', '湘桥', '3', '0768', '521000', '中国,广东省,潮州市,湘桥区', '116.62805000', '23.67451000', 'Xiangqiao');
INSERT INTO `t_dict_area` VALUES ('445103', '潮安区', '445100', '潮安', '3', '0768', '515638', '中国,广东省,潮州市,潮安区', '116.59289500', '23.64365600', 'Chao\'an');
INSERT INTO `t_dict_area` VALUES ('445122', '饶平县', '445100', '饶平', '3', '0768', '515700', '中国,广东省,潮州市,饶平县', '117.00692000', '23.66994000', 'Raoping');
INSERT INTO `t_dict_area` VALUES ('445200', '揭阳市', '440000', '揭阳', '2', '0633', '522000', '中国,广东省,揭阳市', '116.35573300', '23.54377800', 'Jieyang');
INSERT INTO `t_dict_area` VALUES ('445202', '榕城区', '445200', '榕城', '3', '0633', '522000', '中国,广东省,揭阳市,榕城区', '116.36710000', '23.52508000', 'Rongcheng');
INSERT INTO `t_dict_area` VALUES ('445203', '揭东区', '445200', '揭东', '3', '0633', '515500', '中国,广东省,揭阳市,揭东区', '116.41294700', '23.56988700', 'Jiedong');
INSERT INTO `t_dict_area` VALUES ('445222', '揭西县', '445200', '揭西', '3', '0633', '515400', '中国,广东省,揭阳市,揭西县', '115.83883000', '23.42714000', 'Jiexi');
INSERT INTO `t_dict_area` VALUES ('445224', '惠来县', '445200', '惠来', '3', '0633', '515200', '中国,广东省,揭阳市,惠来县', '116.29599000', '23.03289000', 'Huilai');
INSERT INTO `t_dict_area` VALUES ('445281', '普宁市', '445200', '普宁', '3', '0633', '515300', '中国,广东省,揭阳市,普宁市', '116.16564000', '23.29732000', 'Puning');
INSERT INTO `t_dict_area` VALUES ('445300', '云浮市', '440000', '云浮', '2', '0766', '527300', '中国,广东省,云浮市', '112.04443900', '22.92980100', 'Yunfu');
INSERT INTO `t_dict_area` VALUES ('445302', '云城区', '445300', '云城', '3', '0766', '527300', '中国,广东省,云浮市,云城区', '112.03908000', '22.92996000', 'Yuncheng');
INSERT INTO `t_dict_area` VALUES ('445303', '云安区', '445300', '云安', '3', '0766', '527500', '中国,广东省,云浮市,云安区', '112.00936000', '23.07779000', 'Yun\'an');
INSERT INTO `t_dict_area` VALUES ('445321', '新兴县', '445300', '新兴', '3', '0766', '527400', '中国,广东省,云浮市,新兴县', '112.23019000', '22.69734000', 'Xinxing');
INSERT INTO `t_dict_area` VALUES ('445322', '郁南县', '445300', '郁南', '3', '0766', '527100', '中国,广东省,云浮市,郁南县', '111.53387000', '23.23307000', 'Yunan');
INSERT INTO `t_dict_area` VALUES ('445381', '罗定市', '445300', '罗定', '3', '0766', '527200', '中国,广东省,云浮市,罗定市', '111.56979000', '22.76967000', 'Luoding');
INSERT INTO `t_dict_area` VALUES ('450000', '广西壮族自治区', '100000', '广西', '1', '', '', '中国,广西壮族自治区', '108.32000400', '22.82402000', 'Guangxi');
INSERT INTO `t_dict_area` VALUES ('450100', '南宁市', '450000', '南宁', '2', '0771', '530028', '中国,广西壮族自治区,南宁市', '108.32000400', '22.82402000', 'Nanning');
INSERT INTO `t_dict_area` VALUES ('450102', '兴宁区', '450100', '兴宁', '3', '0771', '530023', '中国,广西壮族自治区,南宁市,兴宁区', '108.36694000', '22.85355000', 'Xingning');
INSERT INTO `t_dict_area` VALUES ('450103', '青秀区', '450100', '青秀', '3', '0771', '530213', '中国,广西壮族自治区,南宁市,青秀区', '108.49545000', '22.78511000', 'Qingxiu');
INSERT INTO `t_dict_area` VALUES ('450105', '江南区', '450100', '江南', '3', '0771', '530031', '中国,广西壮族自治区,南宁市,江南区', '108.27325000', '22.78127000', 'Jiangnan');
INSERT INTO `t_dict_area` VALUES ('450107', '西乡塘区', '450100', '西乡塘', '3', '0771', '530001', '中国,广西壮族自治区,南宁市,西乡塘区', '108.31347000', '22.83386000', 'Xixiangtang');
INSERT INTO `t_dict_area` VALUES ('450108', '良庆区', '450100', '良庆', '3', '0771', '530219', '中国,广西壮族自治区,南宁市,良庆区', '108.41284000', '22.74914000', 'Liangqing');
INSERT INTO `t_dict_area` VALUES ('450109', '邕宁区', '450100', '邕宁', '3', '0771', '530200', '中国,广西壮族自治区,南宁市,邕宁区', '108.48684000', '22.75628000', 'Yongning');
INSERT INTO `t_dict_area` VALUES ('450122', '武鸣县', '450100', '武鸣', '3', '0771', '530100', '中国,广西壮族自治区,南宁市,武鸣县', '108.27719000', '23.15643000', 'Wuming');
INSERT INTO `t_dict_area` VALUES ('450123', '隆安县', '450100', '隆安', '3', '0771', '532700', '中国,广西壮族自治区,南宁市,隆安县', '107.69192000', '23.17336000', 'Long\'an');
INSERT INTO `t_dict_area` VALUES ('450124', '马山县', '450100', '马山', '3', '0771', '530600', '中国,广西壮族自治区,南宁市,马山县', '108.17697000', '23.70931000', 'Mashan');
INSERT INTO `t_dict_area` VALUES ('450125', '上林县', '450100', '上林', '3', '0771', '530500', '中国,广西壮族自治区,南宁市,上林县', '108.60522000', '23.43200000', 'Shanglin');
INSERT INTO `t_dict_area` VALUES ('450126', '宾阳县', '450100', '宾阳', '3', '0771', '530400', '中国,广西壮族自治区,南宁市,宾阳县', '108.81185000', '23.21960000', 'Binyang');
INSERT INTO `t_dict_area` VALUES ('450127', '横县', '450100', '横县', '3', '0771', '530300', '中国,广西壮族自治区,南宁市,横县', '109.26608000', '22.68448000', 'Hengxian');
INSERT INTO `t_dict_area` VALUES ('450128', '埌东新区', '450100', '埌东', '3', '0771', '530000', '中国,广西壮族自治区,南宁市,埌东新区', '108.41909400', '22.81297600', 'Langdong');
INSERT INTO `t_dict_area` VALUES ('450200', '柳州市', '450000', '柳州', '2', '0772', '545001', '中国,广西壮族自治区,柳州市', '109.41170300', '24.31461700', 'Liuzhou');
INSERT INTO `t_dict_area` VALUES ('450202', '城中区', '450200', '城中', '3', '0772', '545001', '中国,广西壮族自治区,柳州市,城中区', '109.41082000', '24.31543000', 'Chengzhong');
INSERT INTO `t_dict_area` VALUES ('450203', '鱼峰区', '450200', '鱼峰', '3', '0772', '545005', '中国,广西壮族自治区,柳州市,鱼峰区', '109.45330000', '24.31868000', 'Yufeng');
INSERT INTO `t_dict_area` VALUES ('450204', '柳南区', '450200', '柳南', '3', '0772', '545007', '中国,广西壮族自治区,柳州市,柳南区', '109.38548000', '24.33599000', 'Liunan');
INSERT INTO `t_dict_area` VALUES ('450205', '柳北区', '450200', '柳北', '3', '0772', '545002', '中国,广西壮族自治区,柳州市,柳北区', '109.40202000', '24.36267000', 'Liubei');
INSERT INTO `t_dict_area` VALUES ('450221', '柳江县', '450200', '柳江', '3', '0772', '545100', '中国,广西壮族自治区,柳州市,柳江县', '109.33273000', '24.25596000', 'Liujiang');
INSERT INTO `t_dict_area` VALUES ('450222', '柳城县', '450200', '柳城', '3', '0772', '545200', '中国,广西壮族自治区,柳州市,柳城县', '109.23877000', '24.64951000', 'Liucheng');
INSERT INTO `t_dict_area` VALUES ('450223', '鹿寨县', '450200', '鹿寨', '3', '0772', '545600', '中国,广西壮族自治区,柳州市,鹿寨县', '109.75177000', '24.47306000', 'Luzhai');
INSERT INTO `t_dict_area` VALUES ('450224', '融安县', '450200', '融安', '3', '0772', '545400', '中国,广西壮族自治区,柳州市,融安县', '109.39761000', '25.22465000', 'Rong\'an');
INSERT INTO `t_dict_area` VALUES ('450225', '融水苗族自治县', '450200', '融水', '3', '0772', '545300', '中国,广西壮族自治区,柳州市,融水苗族自治县', '109.25634000', '25.06628000', 'Rongshui');
INSERT INTO `t_dict_area` VALUES ('450226', '三江侗族自治县', '450200', '三江', '3', '0772', '545500', '中国,广西壮族自治区,柳州市,三江侗族自治县', '109.60446000', '25.78428000', 'Sanjiang');
INSERT INTO `t_dict_area` VALUES ('450227', '柳东新区', '450200', '柳东', '3', '0772', '545000', '中国,广西壮族自治区,柳州市,柳东新区', '109.43705300', '24.32920400', 'Liudong');
INSERT INTO `t_dict_area` VALUES ('450300', '桂林市', '450000', '桂林', '2', '0773', '541100', '中国,广西壮族自治区,桂林市', '110.29912100', '25.27421500', 'Guilin');
INSERT INTO `t_dict_area` VALUES ('450302', '秀峰区', '450300', '秀峰', '3', '0773', '541001', '中国,广西壮族自治区,桂林市,秀峰区', '110.28915000', '25.28249000', 'Xiufeng');
INSERT INTO `t_dict_area` VALUES ('450303', '叠彩区', '450300', '叠彩', '3', '0773', '541001', '中国,广西壮族自治区,桂林市,叠彩区', '110.30195000', '25.31381000', 'Diecai');
INSERT INTO `t_dict_area` VALUES ('450304', '象山区', '450300', '象山', '3', '0773', '541002', '中国,广西壮族自治区,桂林市,象山区', '110.28108000', '25.26168000', 'Xiangshan');
INSERT INTO `t_dict_area` VALUES ('450305', '七星区', '450300', '七星', '3', '0773', '541004', '中国,广西壮族自治区,桂林市,七星区', '110.31793000', '25.25250000', 'Qixing');
INSERT INTO `t_dict_area` VALUES ('450311', '雁山区', '450300', '雁山', '3', '0773', '541006', '中国,广西壮族自治区,桂林市,雁山区', '110.30911000', '25.06038000', 'Yanshan');
INSERT INTO `t_dict_area` VALUES ('450312', '临桂区', '450300', '临桂', '3', '0773', '541100', '中国,广西壮族自治区,桂林市,临桂区', '110.20548700', '25.24625700', 'Lingui');
INSERT INTO `t_dict_area` VALUES ('450321', '阳朔县', '450300', '阳朔', '3', '0773', '541900', '中国,广西壮族自治区,桂林市,阳朔县', '110.49475000', '24.77579000', 'Yangshuo');
INSERT INTO `t_dict_area` VALUES ('450323', '灵川县', '450300', '灵川', '3', '0773', '541200', '中国,广西壮族自治区,桂林市,灵川县', '110.32949000', '25.41292000', 'Lingchuan');
INSERT INTO `t_dict_area` VALUES ('450324', '全州县', '450300', '全州', '3', '0773', '541503', '中国,广西壮族自治区,桂林市,全州县', '111.07211000', '25.92799000', 'Quanzhou');
INSERT INTO `t_dict_area` VALUES ('450325', '兴安县', '450300', '兴安', '3', '0773', '541300', '中国,广西壮族自治区,桂林市,兴安县', '110.67144000', '25.61167000', 'Xing\'an');
INSERT INTO `t_dict_area` VALUES ('450326', '永福县', '450300', '永福', '3', '0773', '541800', '中国,广西壮族自治区,桂林市,永福县', '109.98333000', '24.98004000', 'Yongfu');
INSERT INTO `t_dict_area` VALUES ('450327', '灌阳县', '450300', '灌阳', '3', '0773', '541600', '中国,广西壮族自治区,桂林市,灌阳县', '111.15954000', '25.48803000', 'Guanyang');
INSERT INTO `t_dict_area` VALUES ('450328', '龙胜各族自治县', '450300', '龙胜', '3', '0773', '541700', '中国,广西壮族自治区,桂林市,龙胜各族自治县', '110.01226000', '25.79614000', 'Longsheng');
INSERT INTO `t_dict_area` VALUES ('450329', '资源县', '450300', '资源', '3', '0773', '541400', '中国,广西壮族自治区,桂林市,资源县', '110.65255000', '26.04237000', 'Ziyuan');
INSERT INTO `t_dict_area` VALUES ('450330', '平乐县', '450300', '平乐', '3', '0773', '542400', '中国,广西壮族自治区,桂林市,平乐县', '110.64175000', '24.63242000', 'Pingle');
INSERT INTO `t_dict_area` VALUES ('450331', '荔浦县', '450300', '荔浦', '3', '0773', '546600', '中国,广西壮族自治区,桂林市,荔浦县', '110.39710000', '24.49589000', 'Lipu');
INSERT INTO `t_dict_area` VALUES ('450332', '恭城瑶族自治县', '450300', '恭城', '3', '0773', '542500', '中国,广西壮族自治区,桂林市,恭城瑶族自治县', '110.83035000', '24.83286000', 'Gongcheng');
INSERT INTO `t_dict_area` VALUES ('450400', '梧州市', '450000', '梧州', '2', '0774', '543002', '中国,广西壮族自治区,梧州市', '111.31622900', '23.47230900', 'Wuzhou');
INSERT INTO `t_dict_area` VALUES ('450403', '万秀区', '450400', '万秀', '3', '0774', '543000', '中国,广西壮族自治区,梧州市,万秀区', '111.32052000', '23.47298000', 'Wanxiu');
INSERT INTO `t_dict_area` VALUES ('450405', '长洲区', '450400', '长洲', '3', '0774', '543003', '中国,广西壮族自治区,梧州市,长洲区', '111.27494000', '23.48573000', 'Changzhou');
INSERT INTO `t_dict_area` VALUES ('450406', '龙圩区', '450400', '龙圩', '3', '0774', '543002', '中国,广西壮族自治区,梧州市,龙圩区', '111.31622900', '23.47230900', 'Longxu');
INSERT INTO `t_dict_area` VALUES ('450421', '苍梧县', '450400', '苍梧', '3', '0774', '543100', '中国,广西壮族自治区,梧州市,苍梧县', '111.24533000', '23.42049000', 'Cangwu');
INSERT INTO `t_dict_area` VALUES ('450422', '藤县', '450400', '藤县', '3', '0774', '543300', '中国,广西壮族自治区,梧州市,藤县', '110.91418000', '23.37605000', 'Tengxian');
INSERT INTO `t_dict_area` VALUES ('450423', '蒙山县', '450400', '蒙山', '3', '0774', '546700', '中国,广西壮族自治区,梧州市,蒙山县', '110.52221000', '24.20168000', 'Mengshan');
INSERT INTO `t_dict_area` VALUES ('450481', '岑溪市', '450400', '岑溪', '3', '0774', '543200', '中国,广西壮族自治区,梧州市,岑溪市', '110.99594000', '22.91910000', 'Cenxi');
INSERT INTO `t_dict_area` VALUES ('450500', '北海市', '450000', '北海', '2', '0779', '536000', '中国,广西壮族自治区,北海市', '109.11925400', '21.47334300', 'Beihai');
INSERT INTO `t_dict_area` VALUES ('450502', '海城区', '450500', '海城', '3', '0779', '536000', '中国,广西壮族自治区,北海市,海城区', '109.11744000', '21.47501000', 'Haicheng');
INSERT INTO `t_dict_area` VALUES ('450503', '银海区', '450500', '银海', '3', '0779', '536000', '中国,广西壮族自治区,北海市,银海区', '109.13029000', '21.47830000', 'Yinhai');
INSERT INTO `t_dict_area` VALUES ('450512', '铁山港区', '450500', '铁山港', '3', '0779', '536017', '中国,广西壮族自治区,北海市,铁山港区', '109.45578000', '21.59661000', 'Tieshangang');
INSERT INTO `t_dict_area` VALUES ('450521', '合浦县', '450500', '合浦', '3', '0779', '536100', '中国,广西壮族自治区,北海市,合浦县', '109.20068000', '21.66601000', 'Hepu');
INSERT INTO `t_dict_area` VALUES ('450600', '防城港市', '450000', '防城港', '2', '0770', '538001', '中国,广西壮族自治区,防城港市', '108.34547800', '21.61463100', 'Fangchenggang');
INSERT INTO `t_dict_area` VALUES ('450602', '港口区', '450600', '港口', '3', '0770', '538001', '中国,广西壮族自治区,防城港市,港口区', '108.38022000', '21.64342000', 'Gangkou');
INSERT INTO `t_dict_area` VALUES ('450603', '防城区', '450600', '防城', '3', '0770', '538021', '中国,广西壮族自治区,防城港市,防城区', '108.35726000', '21.76464000', 'Fangcheng');
INSERT INTO `t_dict_area` VALUES ('450621', '上思县', '450600', '上思', '3', '0770', '535500', '中国,广西壮族自治区,防城港市,上思县', '107.98230000', '22.14957000', 'Shangsi');
INSERT INTO `t_dict_area` VALUES ('450681', '东兴市', '450600', '东兴', '3', '0770', '538100', '中国,广西壮族自治区,防城港市,东兴市', '107.97204000', '21.54713000', 'Dongxing');
INSERT INTO `t_dict_area` VALUES ('450700', '钦州市', '450000', '钦州', '2', '0777', '535099', '中国,广西壮族自治区,钦州市', '108.62417500', '21.96712700', 'Qinzhou');
INSERT INTO `t_dict_area` VALUES ('450702', '钦南区', '450700', '钦南', '3', '0777', '535099', '中国,广西壮族自治区,钦州市,钦南区', '108.61775000', '21.95137000', 'Qinnan');
INSERT INTO `t_dict_area` VALUES ('450703', '钦北区', '450700', '钦北', '3', '0777', '535099', '中国,广西壮族自治区,钦州市,钦北区', '108.63037000', '21.95127000', 'Qinbei');
INSERT INTO `t_dict_area` VALUES ('450721', '灵山县', '450700', '灵山', '3', '0777', '535099', '中国,广西壮族自治区,钦州市,灵山县', '109.29153000', '22.41650000', 'Lingshan');
INSERT INTO `t_dict_area` VALUES ('450722', '浦北县', '450700', '浦北', '3', '0777', '535099', '中国,广西壮族自治区,钦州市,浦北县', '109.55572000', '22.26888000', 'Pubei');
INSERT INTO `t_dict_area` VALUES ('450800', '贵港市', '450000', '贵港', '2', '0775', '537100', '中国,广西壮族自治区,贵港市', '109.60214600', '23.09360000', 'Guigang');
INSERT INTO `t_dict_area` VALUES ('450802', '港北区', '450800', '港北', '3', '0775', '537100', '中国,广西壮族自治区,贵港市,港北区', '109.57224000', '23.11153000', 'Gangbei');
INSERT INTO `t_dict_area` VALUES ('450803', '港南区', '450800', '港南', '3', '0775', '537100', '中国,广西壮族自治区,贵港市,港南区', '109.60617000', '23.07226000', 'Gangnan');
INSERT INTO `t_dict_area` VALUES ('450804', '覃塘区', '450800', '覃塘', '3', '0775', '537121', '中国,广西壮族自治区,贵港市,覃塘区', '109.44293000', '23.12677000', 'Qintang');
INSERT INTO `t_dict_area` VALUES ('450821', '平南县', '450800', '平南', '3', '0775', '537300', '中国,广西壮族自治区,贵港市,平南县', '110.39062000', '23.54201000', 'Pingnan');
INSERT INTO `t_dict_area` VALUES ('450881', '桂平市', '450800', '桂平', '3', '0775', '537200', '中国,广西壮族自治区,贵港市,桂平市', '110.08105000', '23.39339000', 'Guiping');
INSERT INTO `t_dict_area` VALUES ('450900', '玉林市', '450000', '玉林', '2', '0775', '537000', '中国,广西壮族自治区,玉林市', '110.15439300', '22.63136000', 'Yulin');
INSERT INTO `t_dict_area` VALUES ('450902', '玉州区', '450900', '玉州', '3', '0775', '537000', '中国,广西壮族自治区,玉林市,玉州区', '110.15114000', '22.62810000', 'Yuzhou');
INSERT INTO `t_dict_area` VALUES ('450903', '福绵区', '450900', '福绵', '3', '0775', '537023', '中国,广西壮族自治区,玉林市,福绵区', '110.06481600', '22.58305700', 'Fumian');
INSERT INTO `t_dict_area` VALUES ('450904', '玉东新区', '450900', '玉东', '3', '0775', '537000', '中国,广西壮族自治区,玉林市,玉东新区', '110.15439300', '22.63136000', 'Yudong');
INSERT INTO `t_dict_area` VALUES ('450921', '容县', '450900', '容县', '3', '0775', '537500', '中国,广西壮族自治区,玉林市,容县', '110.55593000', '22.85701000', 'Rongxian');
INSERT INTO `t_dict_area` VALUES ('450922', '陆川县', '450900', '陆川', '3', '0775', '537700', '中国,广西壮族自治区,玉林市,陆川县', '110.26413000', '22.32454000', 'Luchuan');
INSERT INTO `t_dict_area` VALUES ('450923', '博白县', '450900', '博白', '3', '0775', '537600', '中国,广西壮族自治区,玉林市,博白县', '109.97744000', '22.27286000', 'Bobai');
INSERT INTO `t_dict_area` VALUES ('450924', '兴业县', '450900', '兴业', '3', '0775', '537800', '中国,广西壮族自治区,玉林市,兴业县', '109.87612000', '22.74237000', 'Xingye');
INSERT INTO `t_dict_area` VALUES ('450981', '北流市', '450900', '北流', '3', '0775', '537400', '中国,广西壮族自治区,玉林市,北流市', '110.35302000', '22.70817000', 'Beiliu');
INSERT INTO `t_dict_area` VALUES ('451000', '百色市', '450000', '百色', '2', '0776', '533000', '中国,广西壮族自治区,百色市', '106.61628500', '23.89774200', 'Baise');
INSERT INTO `t_dict_area` VALUES ('451002', '右江区', '451000', '右江', '3', '0776', '533000', '中国,广西壮族自治区,百色市,右江区', '106.61764000', '23.90090000', 'Youjiang');
INSERT INTO `t_dict_area` VALUES ('451021', '田阳县', '451000', '田阳', '3', '0776', '533600', '中国,广西壮族自治区,百色市,田阳县', '106.91558000', '23.73535000', 'Tianyang');
INSERT INTO `t_dict_area` VALUES ('451022', '田东县', '451000', '田东', '3', '0776', '531500', '中国,广西壮族自治区,百色市,田东县', '107.12432000', '23.60003000', 'Tiandong');
INSERT INTO `t_dict_area` VALUES ('451023', '平果县', '451000', '平果', '3', '0776', '531400', '中国,广西壮族自治区,百色市,平果县', '107.59045000', '23.32969000', 'Pingguo');
INSERT INTO `t_dict_area` VALUES ('451024', '德保县', '451000', '德保', '3', '0776', '533700', '中国,广西壮族自治区,百色市,德保县', '106.61917000', '23.32515000', 'Debao');
INSERT INTO `t_dict_area` VALUES ('451025', '靖西县', '451000', '靖西', '3', '0776', '533800', '中国,广西壮族自治区,百色市,靖西县', '106.41766000', '23.13425000', 'Jingxi');
INSERT INTO `t_dict_area` VALUES ('451026', '那坡县', '451000', '那坡', '3', '0776', '533900', '中国,广西壮族自治区,百色市,那坡县', '105.84191000', '23.40649000', 'Napo');
INSERT INTO `t_dict_area` VALUES ('451027', '凌云县', '451000', '凌云', '3', '0776', '533100', '中国,广西壮族自治区,百色市,凌云县', '106.56155000', '24.34747000', 'Lingyun');
INSERT INTO `t_dict_area` VALUES ('451028', '乐业县', '451000', '乐业', '3', '0776', '533200', '中国,广西壮族自治区,百色市,乐业县', '106.56124000', '24.78295000', 'Leye');
INSERT INTO `t_dict_area` VALUES ('451029', '田林县', '451000', '田林', '3', '0776', '533300', '中国,广西壮族自治区,百色市,田林县', '106.22882000', '24.29207000', 'Tianlin');
INSERT INTO `t_dict_area` VALUES ('451030', '西林县', '451000', '西林', '3', '0776', '533500', '中国,广西壮族自治区,百色市,西林县', '105.09722000', '24.48966000', 'Xilin');
INSERT INTO `t_dict_area` VALUES ('451031', '隆林各族自治县', '451000', '隆林', '3', '0776', '533400', '中国,广西壮族自治区,百色市,隆林各族自治县', '105.34295000', '24.77036000', 'Longlin');
INSERT INTO `t_dict_area` VALUES ('451100', '贺州市', '450000', '贺州', '2', '0774', '542800', '中国,广西壮族自治区,贺州市', '111.55205600', '24.41414100', 'Hezhou');
INSERT INTO `t_dict_area` VALUES ('451102', '八步区', '451100', '八步', '3', '0774', '542800', '中国,广西壮族自治区,贺州市,八步区', '111.55225000', '24.41179000', 'Babu');
INSERT INTO `t_dict_area` VALUES ('451121', '昭平县', '451100', '昭平', '3', '0774', '546800', '中国,广西壮族自治区,贺州市,昭平县', '110.81082000', '24.17010000', 'Zhaoping');
INSERT INTO `t_dict_area` VALUES ('451122', '钟山县', '451100', '钟山', '3', '0774', '542600', '中国,广西壮族自治区,贺州市,钟山县', '111.30459000', '24.52482000', 'Zhongshan');
INSERT INTO `t_dict_area` VALUES ('451123', '富川瑶族自治县', '451100', '富川', '3', '0774', '542700', '中国,广西壮族自治区,贺州市,富川瑶族自治县', '111.27767000', '24.81431000', 'Fuchuan');
INSERT INTO `t_dict_area` VALUES ('451124', '平桂管理区', '451100', '平桂', '3', '0774', '542800', '中国,广西壮族自治区,贺州市,平桂管理区', '111.48565100', '24.45804100', 'Pingui');
INSERT INTO `t_dict_area` VALUES ('451200', '河池市', '450000', '河池', '2', '0778', '547000', '中国,广西壮族自治区,河池市', '108.06210500', '24.69589900', 'Hechi');
INSERT INTO `t_dict_area` VALUES ('451202', '金城江区', '451200', '金城江', '3', '0779', '547000', '中国,广西壮族自治区,河池市,金城江区', '108.03727000', '24.68970000', 'Jinchengjiang');
INSERT INTO `t_dict_area` VALUES ('451221', '南丹县', '451200', '南丹', '3', '0781', '547200', '中国,广西壮族自治区,河池市,南丹县', '107.54562000', '24.97760000', 'Nandan');
INSERT INTO `t_dict_area` VALUES ('451222', '天峨县', '451200', '天峨', '3', '0782', '547300', '中国,广西壮族自治区,河池市,天峨县', '107.17205000', '24.99593000', 'Tiane');
INSERT INTO `t_dict_area` VALUES ('451223', '凤山县', '451200', '凤山', '3', '0783', '547600', '中国,广西壮族自治区,河池市,凤山县', '107.04892000', '24.54215000', 'Fengshan');
INSERT INTO `t_dict_area` VALUES ('451224', '东兰县', '451200', '东兰', '3', '0784', '547400', '中国,广西壮族自治区,河池市,东兰县', '107.37527000', '24.51053000', 'Donglan');
INSERT INTO `t_dict_area` VALUES ('451225', '罗城仫佬族自治县', '451200', '罗城', '3', '0785', '546400', '中国,广西壮族自治区,河池市,罗城仫佬族自治县', '108.90777000', '24.77923000', 'Luocheng');
INSERT INTO `t_dict_area` VALUES ('451226', '环江毛南族自治县', '451200', '环江', '3', '0786', '547100', '中国,广西壮族自治区,河池市,环江毛南族自治县', '108.26055000', '24.82916000', 'Huanjiang');
INSERT INTO `t_dict_area` VALUES ('451227', '巴马瑶族自治县', '451200', '巴马', '3', '0787', '547500', '中国,广西壮族自治区,河池市,巴马瑶族自治县', '107.25308000', '24.14135000', 'Bama');
INSERT INTO `t_dict_area` VALUES ('451228', '都安瑶族自治县', '451200', '都安', '3', '0788', '530700', '中国,广西壮族自治区,河池市,都安瑶族自治县', '108.10116000', '23.93245000', 'Du\'an');
INSERT INTO `t_dict_area` VALUES ('451229', '大化瑶族自治县', '451200', '大化', '3', '0789', '530800', '中国,广西壮族自治区,河池市,大化瑶族自治县', '107.99850000', '23.74487000', 'Dahua');
INSERT INTO `t_dict_area` VALUES ('451281', '宜州市', '451200', '宜州', '3', '0780', '546300', '中国,广西壮族自治区,河池市,宜州市', '108.65304000', '24.49391000', 'Yizhou');
INSERT INTO `t_dict_area` VALUES ('451300', '来宾市', '450000', '来宾', '2', '0772', '546100', '中国,广西壮族自治区,来宾市', '109.22977200', '23.73376600', 'Laibin');
INSERT INTO `t_dict_area` VALUES ('451302', '兴宾区', '451300', '兴宾', '3', '0772', '546100', '中国,广西壮族自治区,来宾市,兴宾区', '109.23471000', '23.72731000', 'Xingbin');
INSERT INTO `t_dict_area` VALUES ('451321', '忻城县', '451300', '忻城', '3', '0772', '546200', '中国,广西壮族自治区,来宾市,忻城县', '108.66357000', '24.06862000', 'Xincheng');
INSERT INTO `t_dict_area` VALUES ('451322', '象州县', '451300', '象州', '3', '0772', '545800', '中国,广西壮族自治区,来宾市,象州县', '109.69940000', '23.97355000', 'Xiangzhou');
INSERT INTO `t_dict_area` VALUES ('451323', '武宣县', '451300', '武宣', '3', '0772', '545900', '中国,广西壮族自治区,来宾市,武宣县', '109.66284000', '23.59474000', 'Wuxuan');
INSERT INTO `t_dict_area` VALUES ('451324', '金秀瑶族自治县', '451300', '金秀', '3', '0772', '545799', '中国,广西壮族自治区,来宾市,金秀瑶族自治县', '110.19079000', '24.12929000', 'Jinxiu');
INSERT INTO `t_dict_area` VALUES ('451381', '合山市', '451300', '合山', '3', '0772', '546500', '中国,广西壮族自治区,来宾市,合山市', '108.88586000', '23.80619000', 'Heshan');
INSERT INTO `t_dict_area` VALUES ('451400', '崇左市', '450000', '崇左', '2', '0771', '532299', '中国,广西壮族自治区,崇左市', '107.35392600', '22.40410800', 'Chongzuo');
INSERT INTO `t_dict_area` VALUES ('451402', '江州区', '451400', '江州', '3', '0771', '532299', '中国,广西壮族自治区,崇左市,江州区', '107.34747000', '22.41135000', 'Jiangzhou');
INSERT INTO `t_dict_area` VALUES ('451421', '扶绥县', '451400', '扶绥', '3', '0771', '532199', '中国,广西壮族自治区,崇左市,扶绥县', '107.90405000', '22.63413000', 'Fusui');
INSERT INTO `t_dict_area` VALUES ('451422', '宁明县', '451400', '宁明', '3', '0771', '532599', '中国,广西壮族自治区,崇左市,宁明县', '107.07299000', '22.13655000', 'Ningming');
INSERT INTO `t_dict_area` VALUES ('451423', '龙州县', '451400', '龙州', '3', '0771', '532499', '中国,广西壮族自治区,崇左市,龙州县', '106.85415000', '22.33937000', 'Longzhou');
INSERT INTO `t_dict_area` VALUES ('451424', '大新县', '451400', '大新', '3', '0771', '532399', '中国,广西壮族自治区,崇左市,大新县', '107.19821000', '22.83412000', 'Daxin');
INSERT INTO `t_dict_area` VALUES ('451425', '天等县', '451400', '天等', '3', '0771', '532899', '中国,广西壮族自治区,崇左市,天等县', '107.13998000', '23.07700000', 'Tiandeng');
INSERT INTO `t_dict_area` VALUES ('451481', '凭祥市', '451400', '凭祥', '3', '0771', '532699', '中国,广西壮族自治区,崇左市,凭祥市', '106.75534000', '22.10573000', 'Pingxiang');
INSERT INTO `t_dict_area` VALUES ('460000', '海南省', '100000', '海南', '1', '', '', '中国,海南省', '110.33119000', '20.03197100', 'Hainan');
INSERT INTO `t_dict_area` VALUES ('460100', '海口市', '460000', '海口', '2', '0898', '570000', '中国,海南省,海口市', '110.33119000', '20.03197100', 'Haikou');
INSERT INTO `t_dict_area` VALUES ('460105', '秀英区', '460100', '秀英', '3', '0898', '570311', '中国,海南省,海口市,秀英区', '110.29345000', '20.00752000', 'Xiuying');
INSERT INTO `t_dict_area` VALUES ('460106', '龙华区', '460100', '龙华', '3', '0898', '570145', '中国,海南省,海口市,龙华区', '110.30194000', '20.02866000', 'Longhua');
INSERT INTO `t_dict_area` VALUES ('460107', '琼山区', '460100', '琼山', '3', '0898', '571100', '中国,海南省,海口市,琼山区', '110.35418000', '20.00321000', 'Qiongshan');
INSERT INTO `t_dict_area` VALUES ('460108', '美兰区', '460100', '美兰', '3', '0898', '570203', '中国,海南省,海口市,美兰区', '110.36908000', '20.02864000', 'Meilan');
INSERT INTO `t_dict_area` VALUES ('460200', '三亚市', '460000', '三亚', '2', '0898', '572000', '中国,海南省,三亚市', '109.50826800', '18.24787200', 'Sanya');
INSERT INTO `t_dict_area` VALUES ('460202', '海棠区', '460200', '海棠', '3', '0898', '572000', '中国,海南省,三亚市,海棠区', '109.50826800', '18.24787200', 'Haitang');
INSERT INTO `t_dict_area` VALUES ('460203', '吉阳区', '460200', '吉阳', '3', '0898', '572000', '中国,海南省,三亚市,吉阳区', '109.50826800', '18.24787200', 'Jiyang');
INSERT INTO `t_dict_area` VALUES ('460204', '天涯区', '460200', '天涯', '3', '0898', '572000', '中国,海南省,三亚市,天涯区', '109.50826800', '18.24787200', 'Tianya');
INSERT INTO `t_dict_area` VALUES ('460205', '崖州区', '460200', '崖州', '3', '0898', '572000', '中国,海南省,三亚市,崖州区', '109.50826800', '18.24787200', 'Yazhou');
INSERT INTO `t_dict_area` VALUES ('460300', '三沙市', '460000', '三沙', '2', '0898', '573199', '中国,海南省,三沙市', '112.34882000', '16.83103900', 'Sansha');
INSERT INTO `t_dict_area` VALUES ('460321', '西沙群岛', '460300', '西沙', '3', '0898', '572000', '中国,海南省,三沙市,西沙群岛', '112.02552800', '16.33134200', 'Xisha Islands');
INSERT INTO `t_dict_area` VALUES ('460322', '南沙群岛', '460300', '南沙', '3', '0898', '573100', '中国,海南省,三沙市,南沙群岛', '116.74999800', '11.47188800', 'Nansha Islands');
INSERT INTO `t_dict_area` VALUES ('460323', '中沙群岛', '460300', '中沙', '3', '0898', '573100', '中国,海南省,三沙市,中沙群岛', '117.74007100', '15.11285600', 'Zhongsha Islands');
INSERT INTO `t_dict_area` VALUES ('469000', '直辖县级', '460000', ' ', '2', '', '', '中国,海南省,直辖县级', '109.50347900', '18.73990600', '');
INSERT INTO `t_dict_area` VALUES ('469001', '五指山市', '469000', '五指山', '3', '0898', '572200', '中国,海南省,直辖县级,五指山市', '109.51666200', '18.77692100', 'Wuzhishan');
INSERT INTO `t_dict_area` VALUES ('469002', '琼海市', '469000', '琼海', '3', '0898', '571400', '中国,海南省,直辖县级,琼海市', '110.46678500', '19.24601100', 'Qionghai');
INSERT INTO `t_dict_area` VALUES ('469003', '儋州市', '469000', '儋州', '3', '0898', '571700', '中国,海南省,直辖县级,儋州市', '109.57678200', '19.51748600', 'Danzhou');
INSERT INTO `t_dict_area` VALUES ('469005', '文昌市', '469000', '文昌', '3', '0898', '571339', '中国,海南省,直辖县级,文昌市', '110.75397500', '19.61298600', 'Wenchang');
INSERT INTO `t_dict_area` VALUES ('469006', '万宁市', '469000', '万宁', '3', '0898', '571500', '中国,海南省,直辖县级,万宁市', '110.38879300', '18.79621600', 'Wanning');
INSERT INTO `t_dict_area` VALUES ('469007', '东方市', '469000', '东方', '3', '0898', '572600', '中国,海南省,直辖县级,东方市', '108.65378900', '19.10198000', 'Dongfang');
INSERT INTO `t_dict_area` VALUES ('469021', '定安县', '469000', '定安', '3', '0898', '571200', '中国,海南省,直辖县级,定安县', '110.32395900', '19.69921100', 'Ding\'an');
INSERT INTO `t_dict_area` VALUES ('469022', '屯昌县', '469000', '屯昌', '3', '0898', '571600', '中国,海南省,直辖县级,屯昌县', '110.10277300', '19.36291600', 'Tunchang');
INSERT INTO `t_dict_area` VALUES ('469023', '澄迈县', '469000', '澄迈', '3', '0898', '571900', '中国,海南省,直辖县级,澄迈县', '110.00714700', '19.73709500', 'Chengmai');
INSERT INTO `t_dict_area` VALUES ('469024', '临高县', '469000', '临高', '3', '0898', '571800', '中国,海南省,直辖县级,临高县', '109.68769700', '19.90829300', 'Lingao');
INSERT INTO `t_dict_area` VALUES ('469025', '白沙黎族自治县', '469000', '白沙', '3', '0898', '572800', '中国,海南省,直辖县级,白沙黎族自治县', '109.45260600', '19.22458400', 'Baisha');
INSERT INTO `t_dict_area` VALUES ('469026', '昌江黎族自治县', '469000', '昌江', '3', '0898', '572700', '中国,海南省,直辖县级,昌江黎族自治县', '109.05335100', '19.26096800', 'Changjiang');
INSERT INTO `t_dict_area` VALUES ('469027', '乐东黎族自治县', '469000', '乐东', '3', '0898', '572500', '中国,海南省,直辖县级,乐东黎族自治县', '109.17544400', '18.74758000', 'Ledong');
INSERT INTO `t_dict_area` VALUES ('469028', '陵水黎族自治县', '469000', '陵水', '3', '0898', '572400', '中国,海南省,直辖县级,陵水黎族自治县', '110.03721800', '18.50500600', 'Lingshui');
INSERT INTO `t_dict_area` VALUES ('469029', '保亭黎族苗族自治县', '469000', '保亭', '3', '0898', '572300', '中国,海南省,直辖县级,保亭黎族苗族自治县', '109.70245000', '18.63637100', 'Baoting');
INSERT INTO `t_dict_area` VALUES ('469030', '琼中黎族苗族自治县', '469000', '琼中', '3', '0898', '572900', '中国,海南省,直辖县级,琼中黎族苗族自治县', '109.83999600', '19.03557000', 'Qiongzhong');
INSERT INTO `t_dict_area` VALUES ('500000', '重庆', '100000', '重庆', '1', '', '', '中国,重庆', '106.50496200', '29.53315500', 'Chongqing');
INSERT INTO `t_dict_area` VALUES ('500100', '重庆市', '500000', '重庆', '2', '023', '400000', '中国,重庆,重庆市', '106.50496200', '29.53315500', 'Chongqing');
INSERT INTO `t_dict_area` VALUES ('500101', '万州区', '500100', '万州', '3', '023', '404000', '中国,重庆,重庆市,万州区', '108.40869000', '30.80788000', 'Wanzhou');
INSERT INTO `t_dict_area` VALUES ('500102', '涪陵区', '500100', '涪陵', '3', '023', '408000', '中国,重庆,重庆市,涪陵区', '107.39007000', '29.70292000', 'Fuling');
INSERT INTO `t_dict_area` VALUES ('500103', '渝中区', '500100', '渝中', '3', '023', '400010', '中国,重庆,重庆市,渝中区', '106.56901000', '29.55279000', 'Yuzhong');
INSERT INTO `t_dict_area` VALUES ('500104', '大渡口区', '500100', '大渡口', '3', '023', '400080', '中国,重庆,重庆市,大渡口区', '106.48262000', '29.48447000', 'Dadukou');
INSERT INTO `t_dict_area` VALUES ('500105', '江北区', '500100', '江北', '3', '023', '400020', '中国,重庆,重庆市,江北区', '106.57434000', '29.60658000', 'Jiangbei');
INSERT INTO `t_dict_area` VALUES ('500106', '沙坪坝区', '500100', '沙坪坝', '3', '023', '400030', '中国,重庆,重庆市,沙坪坝区', '106.45752000', '29.54113000', 'Shapingba');
INSERT INTO `t_dict_area` VALUES ('500107', '九龙坡区', '500100', '九龙坡', '3', '023', '400050', '中国,重庆,重庆市,九龙坡区', '106.51107000', '29.50197000', 'Jiulongpo');
INSERT INTO `t_dict_area` VALUES ('500108', '南岸区', '500100', '南岸', '3', '023', '400064', '中国,重庆,重庆市,南岸区', '106.56347000', '29.52311000', 'Nan\'an');
INSERT INTO `t_dict_area` VALUES ('500109', '北碚区', '500100', '北碚', '3', '023', '400700', '中国,重庆,重庆市,北碚区', '106.39614000', '29.80574000', 'Beibei');
INSERT INTO `t_dict_area` VALUES ('500110', '綦江区', '500100', '綦江', '3', '023', '400800', '中国,重庆,重庆市,綦江区', '106.92677900', '28.96065600', 'Qijiang');
INSERT INTO `t_dict_area` VALUES ('500111', '大足区', '500100', '大足', '3', '023', '400900', '中国,重庆,重庆市,大足区', '105.76812100', '29.48402500', 'Dazu');
INSERT INTO `t_dict_area` VALUES ('500112', '渝北区', '500100', '渝北', '3', '023', '401120', '中国,重庆,重庆市,渝北区', '106.63070000', '29.71820000', 'Yubei');
INSERT INTO `t_dict_area` VALUES ('500113', '巴南区', '500100', '巴南', '3', '023', '401320', '中国,重庆,重庆市,巴南区', '106.52365000', '29.38311000', 'Banan');
INSERT INTO `t_dict_area` VALUES ('500114', '黔江区', '500100', '黔江', '3', '023', '409700', '中国,重庆,重庆市,黔江区', '108.77090000', '29.53320000', 'Qianjiang');
INSERT INTO `t_dict_area` VALUES ('500115', '长寿区', '500100', '长寿', '3', '023', '401220', '中国,重庆,重庆市,长寿区', '107.08166000', '29.85359000', 'Changshou');
INSERT INTO `t_dict_area` VALUES ('500116', '江津区', '500100', '江津', '3', '023', '402260', '中国,重庆,重庆市,江津区', '106.25912000', '29.29008000', 'Jiangjin');
INSERT INTO `t_dict_area` VALUES ('500117', '合川区', '500100', '合川', '3', '023', '401520', '中国,重庆,重庆市,合川区', '106.27633000', '29.97227000', 'Hechuan');
INSERT INTO `t_dict_area` VALUES ('500118', '永川区', '500100', '永川', '3', '023', '402160', '中国,重庆,重庆市,永川区', '105.92700000', '29.35593000', 'Yongchuan');
INSERT INTO `t_dict_area` VALUES ('500119', '南川区', '500100', '南川', '3', '023', '408400', '中国,重庆,重庆市,南川区', '107.09936000', '29.15751000', 'Nanchuan');
INSERT INTO `t_dict_area` VALUES ('500120', '璧山区', '500100', '璧山', '3', '023', '402760', '中国,重庆,重庆市,璧山区', '106.23112600', '29.59358100', 'Bishan');
INSERT INTO `t_dict_area` VALUES ('500151', '铜梁区', '500100', '铜梁', '3', '023', '402560', '中国,重庆,重庆市,铜梁区', '106.05494800', '29.83994400', 'Tongliang');
INSERT INTO `t_dict_area` VALUES ('500223', '潼南县', '500100', '潼南', '3', '023', '402660', '中国,重庆,重庆市,潼南县', '105.84005000', '30.19120000', 'Tongnan');
INSERT INTO `t_dict_area` VALUES ('500226', '荣昌县', '500100', '荣昌', '3', '023', '402460', '中国,重庆,重庆市,荣昌县', '105.59442000', '29.40488000', 'Rongchang');
INSERT INTO `t_dict_area` VALUES ('500228', '梁平县', '500100', '梁平', '3', '023', '405200', '中国,重庆,重庆市,梁平县', '107.79998000', '30.67545000', 'Liangping');
INSERT INTO `t_dict_area` VALUES ('500229', '城口县', '500100', '城口', '3', '023', '405900', '中国,重庆,重庆市,城口县', '108.66513000', '31.94801000', 'Chengkou');
INSERT INTO `t_dict_area` VALUES ('500230', '丰都县', '500100', '丰都', '3', '023', '408200', '中国,重庆,重庆市,丰都县', '107.73098000', '29.86348000', 'Fengdu');
INSERT INTO `t_dict_area` VALUES ('500231', '垫江县', '500100', '垫江', '3', '023', '408300', '中国,重庆,重庆市,垫江县', '107.35446000', '30.33359000', 'Dianjiang');
INSERT INTO `t_dict_area` VALUES ('500232', '武隆县', '500100', '武隆', '3', '023', '408500', '中国,重庆,重庆市,武隆县', '107.76010000', '29.32548000', 'Wulong');
INSERT INTO `t_dict_area` VALUES ('500233', '忠县', '500100', '忠县', '3', '023', '404300', '中国,重庆,重庆市,忠县', '108.03689000', '30.28898000', 'Zhongxian');
INSERT INTO `t_dict_area` VALUES ('500234', '开县', '500100', '开县', '3', '023', '405400', '中国,重庆,重庆市,开县', '108.39306000', '31.16095000', 'Kaixian');
INSERT INTO `t_dict_area` VALUES ('500235', '云阳县', '500100', '云阳', '3', '023', '404500', '中国,重庆,重庆市,云阳县', '108.69726000', '30.93062000', 'Yunyang');
INSERT INTO `t_dict_area` VALUES ('500236', '奉节县', '500100', '奉节', '3', '023', '404600', '中国,重庆,重庆市,奉节县', '109.46478000', '31.01825000', 'Fengjie');
INSERT INTO `t_dict_area` VALUES ('500237', '巫山县', '500100', '巫山', '3', '023', '404700', '中国,重庆,重庆市,巫山县', '109.87814000', '31.07458000', 'Wushan');
INSERT INTO `t_dict_area` VALUES ('500238', '巫溪县', '500100', '巫溪', '3', '023', '405800', '中国,重庆,重庆市,巫溪县', '109.63128000', '31.39756000', 'Wuxi');
INSERT INTO `t_dict_area` VALUES ('500240', '石柱土家族自治县', '500100', '石柱', '3', '023', '409100', '中国,重庆,重庆市,石柱土家族自治县', '108.11389000', '30.00054000', 'Shizhu');
INSERT INTO `t_dict_area` VALUES ('500241', '秀山土家族苗族自治县', '500100', '秀山', '3', '023', '409900', '中国,重庆,重庆市,秀山土家族苗族自治县', '108.98861000', '28.45062000', 'Xiushan');
INSERT INTO `t_dict_area` VALUES ('500242', '酉阳土家族苗族自治县', '500100', '酉阳', '3', '023', '409800', '中国,重庆,重庆市,酉阳土家族苗族自治县', '108.77212000', '28.84460000', 'Youyang');
INSERT INTO `t_dict_area` VALUES ('500243', '彭水苗族土家族自治县', '500100', '彭水', '3', '023', '409600', '中国,重庆,重庆市,彭水苗族土家族自治县', '108.16638000', '29.29516000', 'Pengshui');
INSERT INTO `t_dict_area` VALUES ('500300', '两江新区', '500000', '两江新区', '2', '023', '400000', '中国,重庆,两江新区', '106.46334400', '29.72915300', 'Liangjiangxinqu');
INSERT INTO `t_dict_area` VALUES ('500301', '北部新区', '500300', '北部新区', '3', '023', '400000', '中国,重庆,两江新区,北部新区', '106.48884100', '29.66706200', 'Beibuxinqu');
INSERT INTO `t_dict_area` VALUES ('500302', '保税港区', '500300', '保税港区', '3', '023', '400000', '中国,重庆,两江新区,保税港区', '106.63818400', '29.71631100', 'Baoshuigangqu');
INSERT INTO `t_dict_area` VALUES ('500303', '工业园区', '500300', '工业园区', '3', '023', '400000', '中国,重庆,两江新区,工业园区', '106.62643400', '29.55554000', 'Gongyeyuanqu');
INSERT INTO `t_dict_area` VALUES ('510000', '四川省', '100000', '四川', '1', '', '', '中国,四川省', '104.06573500', '30.65946200', 'Sichuan');
INSERT INTO `t_dict_area` VALUES ('510100', '成都市', '510000', '成都', '2', '028', '610015', '中国,四川省,成都市', '104.06573500', '30.65946200', 'Chengdu');
INSERT INTO `t_dict_area` VALUES ('510104', '锦江区', '510100', '锦江', '3', '028', '610021', '中国,四川省,成都市,锦江区', '104.08347000', '30.65614000', 'Jinjiang');
INSERT INTO `t_dict_area` VALUES ('510105', '青羊区', '510100', '青羊', '3', '028', '610031', '中国,四川省,成都市,青羊区', '104.06151000', '30.67387000', 'Qingyang');
INSERT INTO `t_dict_area` VALUES ('510106', '金牛区', '510100', '金牛', '3', '028', '610036', '中国,四川省,成都市,金牛区', '104.05114000', '30.69126000', 'Jinniu');
INSERT INTO `t_dict_area` VALUES ('510107', '武侯区', '510100', '武侯', '3', '028', '610041', '中国,四川省,成都市,武侯区', '104.04303000', '30.64235000', 'Wuhou');
INSERT INTO `t_dict_area` VALUES ('510108', '成华区', '510100', '成华', '3', '028', '610066', '中国,四川省,成都市,成华区', '104.10193000', '30.65993000', 'Chenghua');
INSERT INTO `t_dict_area` VALUES ('510112', '龙泉驿区', '510100', '龙泉驿', '3', '028', '610100', '中国,四川省,成都市,龙泉驿区', '104.27462000', '30.55658000', 'Longquanyi');
INSERT INTO `t_dict_area` VALUES ('510113', '青白江区', '510100', '青白江', '3', '028', '610300', '中国,四川省,成都市,青白江区', '104.25100000', '30.87841000', 'Qingbaijiang');
INSERT INTO `t_dict_area` VALUES ('510114', '新都区', '510100', '新都', '3', '028', '610500', '中国,四川省,成都市,新都区', '104.15921000', '30.82314000', 'Xindu');
INSERT INTO `t_dict_area` VALUES ('510115', '温江区', '510100', '温江', '3', '028', '611130', '中国,四川省,成都市,温江区', '103.84881000', '30.68444000', 'Wenjiang');
INSERT INTO `t_dict_area` VALUES ('510121', '金堂县', '510100', '金堂', '3', '028', '610400', '中国,四川省,成都市,金堂县', '104.41195000', '30.86195000', 'Jintang');
INSERT INTO `t_dict_area` VALUES ('510122', '双流县', '510100', '双流', '3', '028', '610200', '中国,四川省,成都市,双流县', '103.92373000', '30.57444000', 'Shuangliu');
INSERT INTO `t_dict_area` VALUES ('510124', '郫县', '510100', '郫县', '3', '028', '611730', '中国,四川省,成都市,郫县', '103.88717000', '30.81054000', 'Pixian');
INSERT INTO `t_dict_area` VALUES ('510129', '大邑县', '510100', '大邑', '3', '028', '611330', '中国,四川省,成都市,大邑县', '103.52075000', '30.58738000', 'Dayi');
INSERT INTO `t_dict_area` VALUES ('510131', '蒲江县', '510100', '蒲江', '3', '028', '611630', '中国,四川省,成都市,蒲江县', '103.50616000', '30.19667000', 'Pujiang');
INSERT INTO `t_dict_area` VALUES ('510132', '新津县', '510100', '新津', '3', '028', '611430', '中国,四川省,成都市,新津县', '103.81140000', '30.40983000', 'Xinjin');
INSERT INTO `t_dict_area` VALUES ('510181', '都江堰市', '510100', '都江堰', '3', '028', '611830', '中国,四川省,成都市,都江堰市', '103.61941000', '30.99825000', 'Dujiangyan');
INSERT INTO `t_dict_area` VALUES ('510182', '彭州市', '510100', '彭州', '3', '028', '611930', '中国,四川省,成都市,彭州市', '103.95800000', '30.99011000', 'Pengzhou');
INSERT INTO `t_dict_area` VALUES ('510183', '邛崃市', '510100', '邛崃', '3', '028', '611530', '中国,四川省,成都市,邛崃市', '103.46283000', '30.41489000', 'Qionglai');
INSERT INTO `t_dict_area` VALUES ('510184', '崇州市', '510100', '崇州', '3', '028', '611230', '中国,四川省,成都市,崇州市', '103.67285000', '30.63014000', 'Chongzhou');
INSERT INTO `t_dict_area` VALUES ('510300', '自贡市', '510000', '自贡', '2', '0813', '643000', '中国,四川省,自贡市', '104.77344700', '29.35276500', 'Zigong');
INSERT INTO `t_dict_area` VALUES ('510302', '自流井区', '510300', '自流井', '3', '0813', '643000', '中国,四川省,自贡市,自流井区', '104.77719000', '29.33745000', 'Ziliujing');
INSERT INTO `t_dict_area` VALUES ('510303', '贡井区', '510300', '贡井', '3', '0813', '643020', '中国,四川省,自贡市,贡井区', '104.71536000', '29.34576000', 'Gongjing');
INSERT INTO `t_dict_area` VALUES ('510304', '大安区', '510300', '大安', '3', '0813', '643010', '中国,四川省,自贡市,大安区', '104.77383000', '29.36364000', 'Da\'an');
INSERT INTO `t_dict_area` VALUES ('510311', '沿滩区', '510300', '沿滩', '3', '0813', '643030', '中国,四川省,自贡市,沿滩区', '104.88012000', '29.26611000', 'Yantan');
INSERT INTO `t_dict_area` VALUES ('510321', '荣县', '510300', '荣县', '3', '0813', '643100', '中国,四川省,自贡市,荣县', '104.41760000', '29.44445000', 'Rongxian');
INSERT INTO `t_dict_area` VALUES ('510322', '富顺县', '510300', '富顺', '3', '0813', '643200', '中国,四川省,自贡市,富顺县', '104.97491000', '29.18123000', 'Fushun');
INSERT INTO `t_dict_area` VALUES ('510400', '攀枝花市', '510000', '攀枝花', '2', '0812', '617000', '中国,四川省,攀枝花市', '101.71600700', '26.58044600', 'Panzhihua');
INSERT INTO `t_dict_area` VALUES ('510402', '东区', '510400', '东区', '3', '0812', '617067', '中国,四川省,攀枝花市,东区', '101.70520000', '26.54677000', 'Dongqu');
INSERT INTO `t_dict_area` VALUES ('510403', '西区', '510400', '西区', '3', '0812', '617068', '中国,四川省,攀枝花市,西区', '101.63058000', '26.59753000', 'Xiqu');
INSERT INTO `t_dict_area` VALUES ('510411', '仁和区', '510400', '仁和', '3', '0812', '617061', '中国,四川省,攀枝花市,仁和区', '101.73812000', '26.49841000', 'Renhe');
INSERT INTO `t_dict_area` VALUES ('510421', '米易县', '510400', '米易', '3', '0812', '617200', '中国,四川省,攀枝花市,米易县', '102.11132000', '26.88718000', 'Miyi');
INSERT INTO `t_dict_area` VALUES ('510422', '盐边县', '510400', '盐边', '3', '0812', '617100', '中国,四川省,攀枝花市,盐边县', '101.85446000', '26.68847000', 'Yanbian');
INSERT INTO `t_dict_area` VALUES ('510500', '泸州市', '510000', '泸州', '2', '0830', '646000', '中国,四川省,泸州市', '105.44334800', '28.88913800', 'Luzhou');
INSERT INTO `t_dict_area` VALUES ('510502', '江阳区', '510500', '江阳', '3', '0830', '646000', '中国,四川省,泸州市,江阳区', '105.45336000', '28.88934000', 'Jiangyang');
INSERT INTO `t_dict_area` VALUES ('510503', '纳溪区', '510500', '纳溪', '3', '0830', '646300', '中国,四川省,泸州市,纳溪区', '105.37255000', '28.77343000', 'Naxi');
INSERT INTO `t_dict_area` VALUES ('510504', '龙马潭区', '510500', '龙马潭', '3', '0830', '646000', '中国,四川省,泸州市,龙马潭区', '105.43774000', '28.91308000', 'Longmatan');
INSERT INTO `t_dict_area` VALUES ('510521', '泸县', '510500', '泸县', '3', '0830', '646106', '中国,四川省,泸州市,泸县', '105.38192000', '29.15041000', 'Luxian');
INSERT INTO `t_dict_area` VALUES ('510522', '合江县', '510500', '合江', '3', '0830', '646200', '中国,四川省,泸州市,合江县', '105.83520000', '28.81005000', 'Hejiang');
INSERT INTO `t_dict_area` VALUES ('510524', '叙永县', '510500', '叙永', '3', '0830', '646400', '中国,四川省,泸州市,叙永县', '105.44473000', '28.15586000', 'Xuyong');
INSERT INTO `t_dict_area` VALUES ('510525', '古蔺县', '510500', '古蔺', '3', '0830', '646500', '中国,四川省,泸州市,古蔺县', '105.81347000', '28.03867000', 'Gulin');
INSERT INTO `t_dict_area` VALUES ('510600', '德阳市', '510000', '德阳', '2', '0838', '618000', '中国,四川省,德阳市', '104.39865100', '31.12799100', 'Deyang');
INSERT INTO `t_dict_area` VALUES ('510603', '旌阳区', '510600', '旌阳', '3', '0838', '618000', '中国,四川省,德阳市,旌阳区', '104.39367000', '31.13906000', 'Jingyang');
INSERT INTO `t_dict_area` VALUES ('510623', '中江县', '510600', '中江', '3', '0838', '618100', '中国,四川省,德阳市,中江县', '104.67861000', '31.03297000', 'Zhongjiang');
INSERT INTO `t_dict_area` VALUES ('510626', '罗江县', '510600', '罗江', '3', '0838', '618500', '中国,四川省,德阳市,罗江县', '104.51025000', '31.31665000', 'Luojiang');
INSERT INTO `t_dict_area` VALUES ('510681', '广汉市', '510600', '广汉', '3', '0838', '618300', '中国,四川省,德阳市,广汉市', '104.28234000', '30.97686000', 'Guanghan');
INSERT INTO `t_dict_area` VALUES ('510682', '什邡市', '510600', '什邡', '3', '0838', '618400', '中国,四川省,德阳市,什邡市', '104.16754000', '31.12640000', 'Shifang');
INSERT INTO `t_dict_area` VALUES ('510683', '绵竹市', '510600', '绵竹', '3', '0838', '618200', '中国,四川省,德阳市,绵竹市', '104.22076000', '31.33772000', 'Mianzhu');
INSERT INTO `t_dict_area` VALUES ('510700', '绵阳市', '510000', '绵阳', '2', '0816', '621000', '中国,四川省,绵阳市', '104.74172200', '31.46402000', 'Mianyang');
INSERT INTO `t_dict_area` VALUES ('510703', '涪城区', '510700', '涪城', '3', '0816', '621000', '中国,四川省,绵阳市,涪城区', '104.75719000', '31.45522000', 'Fucheng');
INSERT INTO `t_dict_area` VALUES ('510704', '游仙区', '510700', '游仙', '3', '0816', '621022', '中国,四川省,绵阳市,游仙区', '104.77092000', '31.46574000', 'Youxian');
INSERT INTO `t_dict_area` VALUES ('510722', '三台县', '510700', '三台', '3', '0816', '621100', '中国,四川省,绵阳市,三台县', '105.09079000', '31.09179000', 'Santai');
INSERT INTO `t_dict_area` VALUES ('510723', '盐亭县', '510700', '盐亭', '3', '0816', '621600', '中国,四川省,绵阳市,盐亭县', '105.38980000', '31.22176000', 'Yanting');
INSERT INTO `t_dict_area` VALUES ('510724', '安县', '510700', '安县', '3', '0816', '622650', '中国,四川省,绵阳市,安县', '104.56738000', '31.53487000', 'Anxian');
INSERT INTO `t_dict_area` VALUES ('510725', '梓潼县', '510700', '梓潼', '3', '0816', '622150', '中国,四川省,绵阳市,梓潼县', '105.16183000', '31.63590000', 'Zitong');
INSERT INTO `t_dict_area` VALUES ('510726', '北川羌族自治县', '510700', '北川', '3', '0816', '622750', '中国,四川省,绵阳市,北川羌族自治县', '104.46408000', '31.83286000', 'Beichuan');
INSERT INTO `t_dict_area` VALUES ('510727', '平武县', '510700', '平武', '3', '0816', '622550', '中国,四川省,绵阳市,平武县', '104.52862000', '32.40791000', 'Pingwu');
INSERT INTO `t_dict_area` VALUES ('510781', '江油市', '510700', '江油', '3', '0816', '621700', '中国,四川省,绵阳市,江油市', '104.74539000', '31.77775000', 'Jiangyou');
INSERT INTO `t_dict_area` VALUES ('510800', '广元市', '510000', '广元', '2', '0839', '628000', '中国,四川省,广元市', '105.82975700', '32.43366800', 'Guangyuan');
INSERT INTO `t_dict_area` VALUES ('510802', '利州区', '510800', '利州', '3', '0839', '628017', '中国,四川省,广元市,利州区', '105.82619400', '32.43227600', 'Lizhou');
INSERT INTO `t_dict_area` VALUES ('510811', '昭化区', '510800', '昭化', '3', '0839', '628017', '中国,四川省,广元市,昭化区', '105.64049100', '32.38651800', 'Zhaohua');
INSERT INTO `t_dict_area` VALUES ('510812', '朝天区', '510800', '朝天', '3', '0839', '628017', '中国,四川省,广元市,朝天区', '105.89273000', '32.64398000', 'Chaotian');
INSERT INTO `t_dict_area` VALUES ('510821', '旺苍县', '510800', '旺苍', '3', '0839', '628200', '中国,四川省,广元市,旺苍县', '106.29022000', '32.22845000', 'Wangcang');
INSERT INTO `t_dict_area` VALUES ('510822', '青川县', '510800', '青川', '3', '0839', '628100', '中国,四川省,广元市,青川县', '105.23910000', '32.58563000', 'Qingchuan');
INSERT INTO `t_dict_area` VALUES ('510823', '剑阁县', '510800', '剑阁', '3', '0839', '628300', '中国,四川省,广元市,剑阁县', '105.52520000', '32.28845000', 'Jiange');
INSERT INTO `t_dict_area` VALUES ('510824', '苍溪县', '510800', '苍溪', '3', '0839', '628400', '中国,四川省,广元市,苍溪县', '105.93600000', '31.73209000', 'Cangxi');
INSERT INTO `t_dict_area` VALUES ('510900', '遂宁市', '510000', '遂宁', '2', '0825', '629000', '中国,四川省,遂宁市', '105.57133100', '30.51331100', 'Suining');
INSERT INTO `t_dict_area` VALUES ('510903', '船山区', '510900', '船山', '3', '0825', '629000', '中国,四川省,遂宁市,船山区', '105.58090000', '30.49991000', 'Chuanshan');
INSERT INTO `t_dict_area` VALUES ('510904', '安居区', '510900', '安居', '3', '0825', '629000', '中国,四川省,遂宁市,安居区', '105.46402000', '30.35778000', 'Anju');
INSERT INTO `t_dict_area` VALUES ('510921', '蓬溪县', '510900', '蓬溪', '3', '0825', '629100', '中国,四川省,遂宁市,蓬溪县', '105.70752000', '30.75775000', 'Pengxi');
INSERT INTO `t_dict_area` VALUES ('510922', '射洪县', '510900', '射洪', '3', '0825', '629200', '中国,四川省,遂宁市,射洪县', '105.38922000', '30.87203000', 'Shehong');
INSERT INTO `t_dict_area` VALUES ('510923', '大英县', '510900', '大英', '3', '0825', '629300', '中国,四川省,遂宁市,大英县', '105.24346000', '30.59434000', 'Daying');
INSERT INTO `t_dict_area` VALUES ('511000', '内江市', '510000', '内江', '2', '0832', '641000', '中国,四川省,内江市', '105.06613800', '29.58708000', 'Neijiang');
INSERT INTO `t_dict_area` VALUES ('511002', '市中区', '511000', '市中区', '3', '0832', '641000', '中国,四川省,内江市,市中区', '105.06790000', '29.58709000', 'Shizhongqu');
INSERT INTO `t_dict_area` VALUES ('511011', '东兴区', '511000', '东兴', '3', '0832', '641100', '中国,四川省,内江市,东兴区', '105.07554000', '29.59278000', 'Dongxing');
INSERT INTO `t_dict_area` VALUES ('511024', '威远县', '511000', '威远', '3', '0832', '642450', '中国,四川省,内江市,威远县', '104.66955000', '29.52823000', 'Weiyuan');
INSERT INTO `t_dict_area` VALUES ('511025', '资中县', '511000', '资中', '3', '0832', '641200', '中国,四川省,内江市,资中县', '104.85205000', '29.76409000', 'Zizhong');
INSERT INTO `t_dict_area` VALUES ('511028', '隆昌县', '511000', '隆昌', '3', '0832', '642150', '中国,四川省,内江市,隆昌县', '105.28738000', '29.33937000', 'Longchang');
INSERT INTO `t_dict_area` VALUES ('511100', '乐山市', '510000', '乐山', '2', '0833', '614000', '中国,四川省,乐山市', '103.76126300', '29.58202400', 'Leshan');
INSERT INTO `t_dict_area` VALUES ('511102', '市中区', '511100', '市中区', '3', '0833', '614000', '中国,四川省,乐山市,市中区', '103.76159000', '29.55543000', 'Shizhongqu');
INSERT INTO `t_dict_area` VALUES ('511111', '沙湾区', '511100', '沙湾', '3', '0833', '614900', '中国,四川省,乐山市,沙湾区', '103.54873000', '29.41194000', 'Shawan');
INSERT INTO `t_dict_area` VALUES ('511112', '五通桥区', '511100', '五通桥', '3', '0833', '614800', '中国,四川省,乐山市,五通桥区', '103.82345000', '29.40344000', 'Wutongqiao');
INSERT INTO `t_dict_area` VALUES ('511113', '金口河区', '511100', '金口河', '3', '0833', '614700', '中国,四川省,乐山市,金口河区', '103.07858000', '29.24578000', 'Jinkouhe');
INSERT INTO `t_dict_area` VALUES ('511123', '犍为县', '511100', '犍为', '3', '0833', '614400', '中国,四川省,乐山市,犍为县', '103.94989000', '29.20973000', 'Qianwei');
INSERT INTO `t_dict_area` VALUES ('511124', '井研县', '511100', '井研', '3', '0833', '613100', '中国,四川省,乐山市,井研县', '104.07019000', '29.65228000', 'Jingyan');
INSERT INTO `t_dict_area` VALUES ('511126', '夹江县', '511100', '夹江', '3', '0833', '614100', '中国,四川省,乐山市,夹江县', '103.57199000', '29.73868000', 'Jiajiang');
INSERT INTO `t_dict_area` VALUES ('511129', '沐川县', '511100', '沐川', '3', '0833', '614500', '中国,四川省,乐山市,沐川县', '103.90353000', '28.95646000', 'Muchuan');
INSERT INTO `t_dict_area` VALUES ('511132', '峨边彝族自治县', '511100', '峨边', '3', '0833', '614300', '中国,四川省,乐山市,峨边彝族自治县', '103.26339000', '29.23004000', 'Ebian');
INSERT INTO `t_dict_area` VALUES ('511133', '马边彝族自治县', '511100', '马边', '3', '0833', '614600', '中国,四川省,乐山市,马边彝族自治县', '103.54617000', '28.83593000', 'Mabian');
INSERT INTO `t_dict_area` VALUES ('511181', '峨眉山市', '511100', '峨眉山', '3', '0833', '614200', '中国,四川省,乐山市,峨眉山市', '103.48440000', '29.60117000', 'Emeishan');
INSERT INTO `t_dict_area` VALUES ('511300', '南充市', '510000', '南充', '2', '0817', '637000', '中国,四川省,南充市', '106.08297400', '30.79528100', 'Nanchong');
INSERT INTO `t_dict_area` VALUES ('511302', '顺庆区', '511300', '顺庆', '3', '0817', '637000', '中国,四川省,南充市,顺庆区', '106.09216000', '30.79642000', 'Shunqing');
INSERT INTO `t_dict_area` VALUES ('511303', '高坪区', '511300', '高坪', '3', '0817', '637100', '中国,四川省,南充市,高坪区', '106.11894000', '30.78162000', 'Gaoping');
INSERT INTO `t_dict_area` VALUES ('511304', '嘉陵区', '511300', '嘉陵', '3', '0817', '637100', '中国,四川省,南充市,嘉陵区', '106.07141000', '30.75848000', 'Jialing');
INSERT INTO `t_dict_area` VALUES ('511321', '南部县', '511300', '南部', '3', '0817', '637300', '中国,四川省,南充市,南部县', '106.06738000', '31.35451000', 'Nanbu');
INSERT INTO `t_dict_area` VALUES ('511322', '营山县', '511300', '营山', '3', '0817', '637700', '中国,四川省,南充市,营山县', '106.56637000', '31.07747000', 'Yingshan');
INSERT INTO `t_dict_area` VALUES ('511323', '蓬安县', '511300', '蓬安', '3', '0817', '637800', '中国,四川省,南充市,蓬安县', '106.41262000', '31.02964000', 'Peng\'an');
INSERT INTO `t_dict_area` VALUES ('511324', '仪陇县', '511300', '仪陇', '3', '0817', '637600', '中国,四川省,南充市,仪陇县', '106.29974000', '31.27628000', 'Yilong');
INSERT INTO `t_dict_area` VALUES ('511325', '西充县', '511300', '西充', '3', '0817', '637200', '中国,四川省,南充市,西充县', '105.89996000', '30.99690000', 'Xichong');
INSERT INTO `t_dict_area` VALUES ('511381', '阆中市', '511300', '阆中', '3', '0817', '637400', '中国,四川省,南充市,阆中市', '106.00494000', '31.55832000', 'Langzhong');
INSERT INTO `t_dict_area` VALUES ('511400', '眉山市', '510000', '眉山', '2', '028', '620020', '中国,四川省,眉山市', '103.83178800', '30.04831800', 'Meishan');
INSERT INTO `t_dict_area` VALUES ('511402', '东坡区', '511400', '东坡', '3', '028', '620010', '中国,四川省,眉山市,东坡区', '103.83200000', '30.04219000', 'Dongpo');
INSERT INTO `t_dict_area` VALUES ('511403', '彭山区', '511400', '彭山', '3', '028', '620860', '中国,四川省,眉山市,彭山区', '103.87268000', '30.19283000', 'Pengshan');
INSERT INTO `t_dict_area` VALUES ('511421', '仁寿县', '511400', '仁寿', '3', '028', '620500', '中国,四川省,眉山市,仁寿县', '104.13412000', '29.99599000', 'Renshou');
INSERT INTO `t_dict_area` VALUES ('511423', '洪雅县', '511400', '洪雅', '3', '028', '620360', '中国,四川省,眉山市,洪雅县', '103.37313000', '29.90661000', 'Hongya');
INSERT INTO `t_dict_area` VALUES ('511424', '丹棱县', '511400', '丹棱', '3', '028', '620200', '中国,四川省,眉山市,丹棱县', '103.51339000', '30.01562000', 'Danling');
INSERT INTO `t_dict_area` VALUES ('511425', '青神县', '511400', '青神', '3', '028', '620460', '中国,四川省,眉山市,青神县', '103.84771000', '29.83235000', 'Qingshen');
INSERT INTO `t_dict_area` VALUES ('511500', '宜宾市', '510000', '宜宾', '2', '0831', '644000', '中国,四川省,宜宾市', '104.63082500', '28.76018900', 'Yibin');
INSERT INTO `t_dict_area` VALUES ('511502', '翠屏区', '511500', '翠屏', '3', '0831', '644000', '中国,四川省,宜宾市,翠屏区', '104.61978000', '28.76566000', 'Cuiping');
INSERT INTO `t_dict_area` VALUES ('511503', '南溪区', '511500', '南溪', '3', '0831', '644100', '中国,四川省,宜宾市,南溪区', '104.98113300', '28.83980600', 'Nanxi');
INSERT INTO `t_dict_area` VALUES ('511521', '宜宾县', '511500', '宜宾', '3', '0831', '644600', '中国,四川省,宜宾市,宜宾县', '104.53314000', '28.68996000', 'Yibin');
INSERT INTO `t_dict_area` VALUES ('511523', '江安县', '511500', '江安', '3', '0831', '644200', '中国,四川省,宜宾市,江安县', '105.06683000', '28.72385000', 'Jiang\'an');
INSERT INTO `t_dict_area` VALUES ('511524', '长宁县', '511500', '长宁', '3', '0831', '644300', '中国,四川省,宜宾市,长宁县', '104.92520000', '28.57777000', 'Changning');
INSERT INTO `t_dict_area` VALUES ('511525', '高县', '511500', '高县', '3', '0831', '645150', '中国,四川省,宜宾市,高县', '104.51754000', '28.43619000', 'Gaoxian');
INSERT INTO `t_dict_area` VALUES ('511526', '珙县', '511500', '珙县', '3', '0831', '644500', '中国,四川省,宜宾市,珙县', '104.71398000', '28.44512000', 'Gongxian');
INSERT INTO `t_dict_area` VALUES ('511527', '筠连县', '511500', '筠连', '3', '0831', '645250', '中国,四川省,宜宾市,筠连县', '104.51217000', '28.16495000', 'Junlian');
INSERT INTO `t_dict_area` VALUES ('511528', '兴文县', '511500', '兴文', '3', '0831', '644400', '中国,四川省,宜宾市,兴文县', '105.23675000', '28.30440000', 'Xingwen');
INSERT INTO `t_dict_area` VALUES ('511529', '屏山县', '511500', '屏山', '3', '0831', '645350', '中国,四川省,宜宾市,屏山县', '104.16293000', '28.64369000', 'Pingshan');
INSERT INTO `t_dict_area` VALUES ('511600', '广安市', '510000', '广安', '2', '0826', '638000', '中国,四川省,广安市', '106.63336900', '30.45639800', 'Guang\'an');
INSERT INTO `t_dict_area` VALUES ('511602', '广安区', '511600', '广安', '3', '0826', '638000', '中国,四川省,广安市,广安区', '106.64163000', '30.47389000', 'Guang\'an');
INSERT INTO `t_dict_area` VALUES ('511603', '前锋区', '511600', '前锋', '3', '0826', '638019', '中国,四川省,广安市,前锋区', '106.89353700', '30.49457200', 'Qianfeng');
INSERT INTO `t_dict_area` VALUES ('511621', '岳池县', '511600', '岳池', '3', '0826', '638300', '中国,四川省,广安市,岳池县', '106.44079000', '30.53918000', 'Yuechi');
INSERT INTO `t_dict_area` VALUES ('511622', '武胜县', '511600', '武胜', '3', '0826', '638400', '中国,四川省,广安市,武胜县', '106.29592000', '30.34932000', 'Wusheng');
INSERT INTO `t_dict_area` VALUES ('511623', '邻水县', '511600', '邻水', '3', '0826', '638500', '中国,四川省,广安市,邻水县', '106.92968000', '30.33449000', 'Linshui');
INSERT INTO `t_dict_area` VALUES ('511681', '华蓥市', '511600', '华蓥', '3', '0826', '638600', '中国,四川省,广安市,华蓥市', '106.78466000', '30.39007000', 'Huaying');
INSERT INTO `t_dict_area` VALUES ('511700', '达州市', '510000', '达州', '2', '0818', '635000', '中国,四川省,达州市', '107.50226200', '31.20948400', 'Dazhou');
INSERT INTO `t_dict_area` VALUES ('511702', '通川区', '511700', '通川', '3', '0818', '635000', '中国,四川省,达州市,通川区', '107.50456000', '31.21469000', 'Tongchuan');
INSERT INTO `t_dict_area` VALUES ('511703', '达川区', '511700', '达川', '3', '0818', '635000', '中国,四川省,达州市,达川区', '107.50226200', '31.20948400', 'Dachuan');
INSERT INTO `t_dict_area` VALUES ('511722', '宣汉县', '511700', '宣汉', '3', '0818', '636150', '中国,四川省,达州市,宣汉县', '107.72775000', '31.35516000', 'Xuanhan');
INSERT INTO `t_dict_area` VALUES ('511723', '开江县', '511700', '开江', '3', '0818', '636250', '中国,四川省,达州市,开江县', '107.86889000', '31.08410000', 'Kaijiang');
INSERT INTO `t_dict_area` VALUES ('511724', '大竹县', '511700', '大竹', '3', '0818', '635100', '中国,四川省,达州市,大竹县', '107.20855000', '30.74147000', 'Dazhu');
INSERT INTO `t_dict_area` VALUES ('511725', '渠县', '511700', '渠县', '3', '0818', '635200', '中国,四川省,达州市,渠县', '106.97381000', '30.83760000', 'Quxian');
INSERT INTO `t_dict_area` VALUES ('511781', '万源市', '511700', '万源', '3', '0818', '636350', '中国,四川省,达州市,万源市', '108.03598000', '32.08091000', 'Wanyuan');
INSERT INTO `t_dict_area` VALUES ('511800', '雅安市', '510000', '雅安', '2', '0835', '625000', '中国,四川省,雅安市', '103.00103300', '29.98772200', 'Ya\'an');
INSERT INTO `t_dict_area` VALUES ('511802', '雨城区', '511800', '雨城', '3', '0835', '625000', '中国,四川省,雅安市,雨城区', '103.03305000', '30.00531000', 'Yucheng');
INSERT INTO `t_dict_area` VALUES ('511803', '名山区', '511800', '名山', '3', '0835', '625100', '中国,四川省,雅安市,名山区', '103.11221400', '30.08471800', 'Mingshan');
INSERT INTO `t_dict_area` VALUES ('511822', '荥经县', '511800', '荥经', '3', '0835', '625200', '中国,四川省,雅安市,荥经县', '102.84652000', '29.79402000', 'Yingjing');
INSERT INTO `t_dict_area` VALUES ('511823', '汉源县', '511800', '汉源', '3', '0835', '625300', '中国,四川省,雅安市,汉源县', '102.67840000', '29.35168000', 'Hanyuan');
INSERT INTO `t_dict_area` VALUES ('511824', '石棉县', '511800', '石棉', '3', '0835', '625400', '中国,四川省,雅安市,石棉县', '102.35943000', '29.22796000', 'Shimian');
INSERT INTO `t_dict_area` VALUES ('511825', '天全县', '511800', '天全', '3', '0835', '625500', '中国,四川省,雅安市,天全县', '102.75906000', '30.06754000', 'Tianquan');
INSERT INTO `t_dict_area` VALUES ('511826', '芦山县', '511800', '芦山', '3', '0835', '625600', '中国,四川省,雅安市,芦山县', '102.92791000', '30.14369000', 'Lushan');
INSERT INTO `t_dict_area` VALUES ('511827', '宝兴县', '511800', '宝兴', '3', '0835', '625700', '中国,四川省,雅安市,宝兴县', '102.81555000', '30.36836000', 'Baoxing');
INSERT INTO `t_dict_area` VALUES ('511900', '巴中市', '510000', '巴中', '2', '0827', '636000', '中国,四川省,巴中市', '106.75366900', '31.85880900', 'Bazhong');
INSERT INTO `t_dict_area` VALUES ('511902', '巴州区', '511900', '巴州', '3', '0827', '636001', '中国,四川省,巴中市,巴州区', '106.76889000', '31.85125000', 'Bazhou');
INSERT INTO `t_dict_area` VALUES ('511903', '恩阳区', '511900', '恩阳', '3', '0827', '636064', '中国,四川省,巴中市,恩阳区', '106.75366900', '31.85880900', 'Enyang');
INSERT INTO `t_dict_area` VALUES ('511921', '通江县', '511900', '通江', '3', '0827', '636700', '中国,四川省,巴中市,通江县', '107.24398000', '31.91294000', 'Tongjiang');
INSERT INTO `t_dict_area` VALUES ('511922', '南江县', '511900', '南江', '3', '0827', '636600', '中国,四川省,巴中市,南江县', '106.84164000', '32.35335000', 'Nanjiang');
INSERT INTO `t_dict_area` VALUES ('511923', '平昌县', '511900', '平昌', '3', '0827', '636400', '中国,四川省,巴中市,平昌县', '107.10424000', '31.55940000', 'Pingchang');
INSERT INTO `t_dict_area` VALUES ('512000', '资阳市', '510000', '资阳', '2', '028', '641300', '中国,四川省,资阳市', '104.64191700', '30.12221100', 'Ziyang');
INSERT INTO `t_dict_area` VALUES ('512002', '雁江区', '512000', '雁江', '3', '028', '641300', '中国,四川省,资阳市,雁江区', '104.65216000', '30.11525000', 'Yanjiang');
INSERT INTO `t_dict_area` VALUES ('512021', '安岳县', '512000', '安岳', '3', '028', '642350', '中国,四川省,资阳市,安岳县', '105.33630000', '30.09786000', 'Anyue');
INSERT INTO `t_dict_area` VALUES ('512022', '乐至县', '512000', '乐至', '3', '028', '641500', '中国,四川省,资阳市,乐至县', '105.03207000', '30.27227000', 'Lezhi');
INSERT INTO `t_dict_area` VALUES ('512081', '简阳市', '512000', '简阳', '3', '028', '641400', '中国,四川省,资阳市,简阳市', '104.54864000', '30.39040000', 'Jianyang');
INSERT INTO `t_dict_area` VALUES ('513200', '阿坝藏族羌族自治州', '510000', '阿坝', '2', '0837', '624000', '中国,四川省,阿坝藏族羌族自治州', '102.22137400', '31.89979200', 'Aba');
INSERT INTO `t_dict_area` VALUES ('513221', '汶川县', '513200', '汶川', '3', '0837', '623000', '中国,四川省,阿坝藏族羌族自治州,汶川县', '103.59079000', '31.47326000', 'Wenchuan');
INSERT INTO `t_dict_area` VALUES ('513222', '理县', '513200', '理县', '3', '0837', '623100', '中国,四川省,阿坝藏族羌族自治州,理县', '103.17175000', '31.43603000', 'Lixian');
INSERT INTO `t_dict_area` VALUES ('513223', '茂县', '513200', '茂县', '3', '0837', '623200', '中国,四川省,阿坝藏族羌族自治州,茂县', '103.85372000', '31.68200000', 'Maoxian');
INSERT INTO `t_dict_area` VALUES ('513224', '松潘县', '513200', '松潘', '3', '0837', '623300', '中国,四川省,阿坝藏族羌族自治州,松潘县', '103.59924000', '32.63871000', 'Songpan');
INSERT INTO `t_dict_area` VALUES ('513225', '九寨沟县', '513200', '九寨沟', '3', '0837', '623400', '中国,四川省,阿坝藏族羌族自治州,九寨沟县', '104.23672000', '33.26318000', 'Jiuzhaigou');
INSERT INTO `t_dict_area` VALUES ('513226', '金川县', '513200', '金川', '3', '0837', '624100', '中国,四川省,阿坝藏族羌族自治州,金川县', '102.06555000', '31.47623000', 'Jinchuan');
INSERT INTO `t_dict_area` VALUES ('513227', '小金县', '513200', '小金', '3', '0837', '624200', '中国,四川省,阿坝藏族羌族自治州,小金县', '102.36499000', '30.99934000', 'Xiaojin');
INSERT INTO `t_dict_area` VALUES ('513228', '黑水县', '513200', '黑水', '3', '0837', '623500', '中国,四川省,阿坝藏族羌族自治州,黑水县', '102.99176000', '32.06184000', 'Heishui');
INSERT INTO `t_dict_area` VALUES ('513229', '马尔康县', '513200', '马尔康', '3', '0837', '624000', '中国,四川省,阿坝藏族羌族自治州,马尔康县', '102.20625000', '31.90584000', 'Maerkang');
INSERT INTO `t_dict_area` VALUES ('513230', '壤塘县', '513200', '壤塘', '3', '0837', '624300', '中国,四川省,阿坝藏族羌族自治州,壤塘县', '100.97830000', '32.26578000', 'Rangtang');
INSERT INTO `t_dict_area` VALUES ('513231', '阿坝县', '513200', '阿坝', '3', '0837', '624600', '中国,四川省,阿坝藏族羌族自治州,阿坝县', '101.70632000', '32.90301000', 'Aba');
INSERT INTO `t_dict_area` VALUES ('513232', '若尔盖县', '513200', '若尔盖', '3', '0837', '624500', '中国,四川省,阿坝藏族羌族自治州,若尔盖县', '102.95980000', '33.57432000', 'Ruoergai');
INSERT INTO `t_dict_area` VALUES ('513233', '红原县', '513200', '红原', '3', '0837', '624400', '中国,四川省,阿坝藏族羌族自治州,红原县', '102.54525000', '32.78989000', 'Hongyuan');
INSERT INTO `t_dict_area` VALUES ('513300', '甘孜藏族自治州', '510000', '甘孜', '2', '0836', '626000', '中国,四川省,甘孜藏族自治州', '101.96381500', '30.05066300', 'Garze');
INSERT INTO `t_dict_area` VALUES ('513321', '康定县', '513300', '康定', '3', '0836', '626000', '中国,四川省,甘孜藏族自治州,康定县', '101.96487000', '30.05532000', 'Kangding');
INSERT INTO `t_dict_area` VALUES ('513322', '泸定县', '513300', '泸定', '3', '0836', '626100', '中国,四川省,甘孜藏族自治州,泸定县', '102.23507000', '29.91475000', 'Luding');
INSERT INTO `t_dict_area` VALUES ('513323', '丹巴县', '513300', '丹巴', '3', '0836', '626300', '中国,四川省,甘孜藏族自治州,丹巴县', '101.88424000', '30.87656000', 'Danba');
INSERT INTO `t_dict_area` VALUES ('513324', '九龙县', '513300', '九龙', '3', '0836', '626200', '中国,四川省,甘孜藏族自治州,九龙县', '101.50848000', '29.00091000', 'Jiulong');
INSERT INTO `t_dict_area` VALUES ('513325', '雅江县', '513300', '雅江', '3', '0836', '627450', '中国,四川省,甘孜藏族自治州,雅江县', '101.01492000', '30.03281000', 'Yajiang');
INSERT INTO `t_dict_area` VALUES ('513326', '道孚县', '513300', '道孚', '3', '0836', '626400', '中国,四川省,甘孜藏族自治州,道孚县', '101.12554000', '30.98046000', 'Daofu');
INSERT INTO `t_dict_area` VALUES ('513327', '炉霍县', '513300', '炉霍', '3', '0836', '626500', '中国,四川省,甘孜藏族自治州,炉霍县', '100.67681000', '31.39170000', 'Luhuo');
INSERT INTO `t_dict_area` VALUES ('513328', '甘孜县', '513300', '甘孜', '3', '0836', '626700', '中国,四川省,甘孜藏族自治州,甘孜县', '99.99307000', '31.62672000', 'Ganzi');
INSERT INTO `t_dict_area` VALUES ('513329', '新龙县', '513300', '新龙', '3', '0836', '626800', '中国,四川省,甘孜藏族自治州,新龙县', '100.31250000', '30.94067000', 'Xinlong');
INSERT INTO `t_dict_area` VALUES ('513330', '德格县', '513300', '德格', '3', '0836', '627250', '中国,四川省,甘孜藏族自治州,德格县', '98.58078000', '31.80615000', 'Dege');
INSERT INTO `t_dict_area` VALUES ('513331', '白玉县', '513300', '白玉', '3', '0836', '627150', '中国,四川省,甘孜藏族自治州,白玉县', '98.82568000', '31.20902000', 'Baiyu');
INSERT INTO `t_dict_area` VALUES ('513332', '石渠县', '513300', '石渠', '3', '0836', '627350', '中国,四川省,甘孜藏族自治州,石渠县', '98.10156000', '32.97884000', 'Shiqu');
INSERT INTO `t_dict_area` VALUES ('513333', '色达县', '513300', '色达', '3', '0836', '626600', '中国,四川省,甘孜藏族自治州,色达县', '100.33224000', '32.26839000', 'Seda');
INSERT INTO `t_dict_area` VALUES ('513334', '理塘县', '513300', '理塘', '3', '0836', '627550', '中国,四川省,甘孜藏族自治州,理塘县', '100.27005000', '29.99674000', 'Litang');
INSERT INTO `t_dict_area` VALUES ('513335', '巴塘县', '513300', '巴塘', '3', '0836', '627650', '中国,四川省,甘孜藏族自治州,巴塘县', '99.10409000', '30.00423000', 'Batang');
INSERT INTO `t_dict_area` VALUES ('513336', '乡城县', '513300', '乡城', '3', '0836', '627850', '中国,四川省,甘孜藏族自治州,乡城县', '99.79943000', '28.93554000', 'Xiangcheng');
INSERT INTO `t_dict_area` VALUES ('513337', '稻城县', '513300', '稻城', '3', '0836', '627750', '中国,四川省,甘孜藏族自治州,稻城县', '100.29809000', '29.03790000', 'Daocheng');
INSERT INTO `t_dict_area` VALUES ('513338', '得荣县', '513300', '得荣', '3', '0836', '627950', '中国,四川省,甘孜藏族自治州,得荣县', '99.28628000', '28.71297000', 'Derong');
INSERT INTO `t_dict_area` VALUES ('513400', '凉山彝族自治州', '510000', '凉山', '2', '0834', '615000', '中国,四川省,凉山彝族自治州', '102.25874600', '27.88676200', 'Liangshan');
INSERT INTO `t_dict_area` VALUES ('513401', '西昌市', '513400', '西昌', '3', '0835', '615000', '中国,四川省,凉山彝族自治州,西昌市', '102.26413000', '27.89524000', 'Xichang');
INSERT INTO `t_dict_area` VALUES ('513422', '木里藏族自治县', '513400', '木里', '3', '0851', '615800', '中国,四川省,凉山彝族自治州,木里藏族自治县', '101.27960000', '27.92875000', 'Muli');
INSERT INTO `t_dict_area` VALUES ('513423', '盐源县', '513400', '盐源', '3', '0836', '615700', '中国,四川省,凉山彝族自治州,盐源县', '101.50970000', '27.42177000', 'Yanyuan');
INSERT INTO `t_dict_area` VALUES ('513424', '德昌县', '513400', '德昌', '3', '0837', '615500', '中国,四川省,凉山彝族自治州,德昌县', '102.18017000', '27.40482000', 'Dechang');
INSERT INTO `t_dict_area` VALUES ('513425', '会理县', '513400', '会理', '3', '0838', '615100', '中国,四川省,凉山彝族自治州,会理县', '102.24539000', '26.65627000', 'Huili');
INSERT INTO `t_dict_area` VALUES ('513426', '会东县', '513400', '会东', '3', '0839', '615200', '中国,四川省,凉山彝族自治州,会东县', '102.57815000', '26.63429000', 'Huidong');
INSERT INTO `t_dict_area` VALUES ('513427', '宁南县', '513400', '宁南', '3', '0840', '615400', '中国,四川省,凉山彝族自治州,宁南县', '102.76116000', '27.06567000', 'Ningnan');
INSERT INTO `t_dict_area` VALUES ('513428', '普格县', '513400', '普格', '3', '0841', '615300', '中国,四川省,凉山彝族自治州,普格县', '102.54055000', '27.37485000', 'Puge');
INSERT INTO `t_dict_area` VALUES ('513429', '布拖县', '513400', '布拖', '3', '0842', '616350', '中国,四川省,凉山彝族自治州,布拖县', '102.81234000', '27.70790000', 'Butuo');
INSERT INTO `t_dict_area` VALUES ('513430', '金阳县', '513400', '金阳', '3', '0843', '616250', '中国,四川省,凉山彝族自治州,金阳县', '103.24774000', '27.69698000', 'Jinyang');
INSERT INTO `t_dict_area` VALUES ('513431', '昭觉县', '513400', '昭觉', '3', '0844', '616150', '中国,四川省,凉山彝族自治州,昭觉县', '102.84661000', '28.01155000', 'Zhaojue');
INSERT INTO `t_dict_area` VALUES ('513432', '喜德县', '513400', '喜德', '3', '0845', '616750', '中国,四川省,凉山彝族自治州,喜德县', '102.41336000', '28.30739000', 'Xide');
INSERT INTO `t_dict_area` VALUES ('513433', '冕宁县', '513400', '冕宁', '3', '0846', '615600', '中国,四川省,凉山彝族自治州,冕宁县', '102.17108000', '28.55161000', 'Mianning');
INSERT INTO `t_dict_area` VALUES ('513434', '越西县', '513400', '越西', '3', '0847', '616650', '中国,四川省,凉山彝族自治州,越西县', '102.50790000', '28.64133000', 'Yuexi');
INSERT INTO `t_dict_area` VALUES ('513435', '甘洛县', '513400', '甘洛', '3', '0848', '616850', '中国,四川省,凉山彝族自治州,甘洛县', '102.77154000', '28.96624000', 'Ganluo');
INSERT INTO `t_dict_area` VALUES ('513436', '美姑县', '513400', '美姑', '3', '0849', '616450', '中国,四川省,凉山彝族自治州,美姑县', '103.13116000', '28.32596000', 'Meigu');
INSERT INTO `t_dict_area` VALUES ('513437', '雷波县', '513400', '雷波', '3', '0850', '616550', '中国,四川省,凉山彝族自治州,雷波县', '103.57287000', '28.26407000', 'Leibo');
INSERT INTO `t_dict_area` VALUES ('520000', '贵州省', '100000', '贵州', '1', '', '', '中国,贵州省', '106.71347800', '26.57834300', 'Guizhou');
INSERT INTO `t_dict_area` VALUES ('520100', '贵阳市', '520000', '贵阳', '2', '0851', '550001', '中国,贵州省,贵阳市', '106.71347800', '26.57834300', 'Guiyang');
INSERT INTO `t_dict_area` VALUES ('520102', '南明区', '520100', '南明', '3', '0851', '550001', '中国,贵州省,贵阳市,南明区', '106.71450000', '26.56819000', 'Nanming');
INSERT INTO `t_dict_area` VALUES ('520103', '云岩区', '520100', '云岩', '3', '0851', '550001', '中国,贵州省,贵阳市,云岩区', '106.72485000', '26.60484000', 'Yunyan');
INSERT INTO `t_dict_area` VALUES ('520111', '花溪区', '520100', '花溪', '3', '0851', '550025', '中国,贵州省,贵阳市,花溪区', '106.67688000', '26.43343000', 'Huaxi');
INSERT INTO `t_dict_area` VALUES ('520112', '乌当区', '520100', '乌当', '3', '0851', '550018', '中国,贵州省,贵阳市,乌当区', '106.75210000', '26.63020000', 'Wudang');
INSERT INTO `t_dict_area` VALUES ('520113', '白云区', '520100', '白云', '3', '0851', '550014', '中国,贵州省,贵阳市,白云区', '106.63088000', '26.68284000', 'Baiyun');
INSERT INTO `t_dict_area` VALUES ('520115', '观山湖区', '520100', '观山湖', '3', '0851', '550009', '中国,贵州省,贵阳市,观山湖区', '106.62544200', '26.61820900', 'Guanshanhu');
INSERT INTO `t_dict_area` VALUES ('520121', '开阳县', '520100', '开阳', '3', '0851', '550300', '中国,贵州省,贵阳市,开阳县', '106.96920000', '27.05533000', 'Kaiyang');
INSERT INTO `t_dict_area` VALUES ('520122', '息烽县', '520100', '息烽', '3', '0851', '551100', '中国,贵州省,贵阳市,息烽县', '106.73800000', '27.09346000', 'Xifeng');
INSERT INTO `t_dict_area` VALUES ('520123', '修文县', '520100', '修文', '3', '0851', '550200', '中国,贵州省,贵阳市,修文县', '106.59487000', '26.83783000', 'Xiuwen');
INSERT INTO `t_dict_area` VALUES ('520181', '清镇市', '520100', '清镇', '3', '0851', '551400', '中国,贵州省,贵阳市,清镇市', '106.46862000', '26.55261000', 'Qingzhen');
INSERT INTO `t_dict_area` VALUES ('520200', '六盘水市', '520000', '六盘水', '2', '0858', '553400', '中国,贵州省,六盘水市', '104.84674300', '26.58464300', 'Liupanshui');
INSERT INTO `t_dict_area` VALUES ('520201', '钟山区', '520200', '钟山', '3', '0858', '553000', '中国,贵州省,六盘水市,钟山区', '104.87848000', '26.57699000', 'Zhongshan');
INSERT INTO `t_dict_area` VALUES ('520203', '六枝特区', '520200', '六枝', '3', '0858', '553400', '中国,贵州省,六盘水市,六枝特区', '105.48062000', '26.20117000', 'Liuzhi');
INSERT INTO `t_dict_area` VALUES ('520221', '水城县', '520200', '水城', '3', '0858', '553000', '中国,贵州省,六盘水市,水城县', '104.95764000', '26.54785000', 'Shuicheng');
INSERT INTO `t_dict_area` VALUES ('520222', '盘县', '520200', '盘县', '3', '0858', '561601', '中国,贵州省,六盘水市,盘县', '104.47061000', '25.71360000', 'Panxian');
INSERT INTO `t_dict_area` VALUES ('520300', '遵义市', '520000', '遵义', '2', '0852', '563000', '中国,贵州省,遵义市', '106.93726500', '27.70662600', 'Zunyi');
INSERT INTO `t_dict_area` VALUES ('520302', '红花岗区', '520300', '红花岗', '3', '0852', '563000', '中国,贵州省,遵义市,红花岗区', '106.89404000', '27.64471000', 'Honghuagang');
INSERT INTO `t_dict_area` VALUES ('520303', '汇川区', '520300', '汇川', '3', '0852', '563000', '中国,贵州省,遵义市,汇川区', '106.93930000', '27.70625000', 'Huichuan');
INSERT INTO `t_dict_area` VALUES ('520321', '遵义县', '520300', '遵义', '3', '0852', '563100', '中国,贵州省,遵义市,遵义县', '106.83331000', '27.53772000', 'Zunyi');
INSERT INTO `t_dict_area` VALUES ('520322', '桐梓县', '520300', '桐梓', '3', '0852', '563200', '中国,贵州省,遵义市,桐梓县', '106.82568000', '28.13806000', 'Tongzi');
INSERT INTO `t_dict_area` VALUES ('520323', '绥阳县', '520300', '绥阳', '3', '0852', '563300', '中国,贵州省,遵义市,绥阳县', '107.19064000', '27.94702000', 'Suiyang');
INSERT INTO `t_dict_area` VALUES ('520324', '正安县', '520300', '正安', '3', '0852', '563400', '中国,贵州省,遵义市,正安县', '107.44357000', '28.55120000', 'Zheng\'an');
INSERT INTO `t_dict_area` VALUES ('520325', '道真仡佬族苗族自治县', '520300', '道真', '3', '0852', '563500', '中国,贵州省,遵义市,道真仡佬族苗族自治县', '107.61152000', '28.86400000', 'Daozhen');
INSERT INTO `t_dict_area` VALUES ('520326', '务川仡佬族苗族自治县', '520300', '务川', '3', '0852', '564300', '中国,贵州省,遵义市,务川仡佬族苗族自治县', '107.88935000', '28.52227000', 'Wuchuan');
INSERT INTO `t_dict_area` VALUES ('520327', '凤冈县', '520300', '凤冈', '3', '0852', '564200', '中国,贵州省,遵义市,凤冈县', '107.71682000', '27.95461000', 'Fenggang');
INSERT INTO `t_dict_area` VALUES ('520328', '湄潭县', '520300', '湄潭', '3', '0852', '564100', '中国,贵州省,遵义市,湄潭县', '107.48779000', '27.76676000', 'Meitan');
INSERT INTO `t_dict_area` VALUES ('520329', '余庆县', '520300', '余庆', '3', '0852', '564400', '中国,贵州省,遵义市,余庆县', '107.88821000', '27.22532000', 'Yuqing');
INSERT INTO `t_dict_area` VALUES ('520330', '习水县', '520300', '习水', '3', '0852', '564600', '中国,贵州省,遵义市,习水县', '106.21267000', '28.31976000', 'Xishui');
INSERT INTO `t_dict_area` VALUES ('520381', '赤水市', '520300', '赤水', '3', '0852', '564700', '中国,贵州省,遵义市,赤水市', '105.69845000', '28.58921000', 'Chishui');
INSERT INTO `t_dict_area` VALUES ('520382', '仁怀市', '520300', '仁怀', '3', '0852', '564500', '中国,贵州省,遵义市,仁怀市', '106.40152000', '27.79231000', 'Renhuai');
INSERT INTO `t_dict_area` VALUES ('520400', '安顺市', '520000', '安顺', '2', '0853', '561000', '中国,贵州省,安顺市', '105.93218800', '26.24554400', 'Anshun');
INSERT INTO `t_dict_area` VALUES ('520402', '西秀区', '520400', '西秀', '3', '0853', '561000', '中国,贵州省,安顺市,西秀区', '105.96585000', '26.24491000', 'Xixiu');
INSERT INTO `t_dict_area` VALUES ('520421', '平坝区', '520400', '平坝', '3', '0853', '561100', '中国,贵州省,安顺市,平坝区', '106.25683000', '26.40543000', 'Pingba');
INSERT INTO `t_dict_area` VALUES ('520422', '普定县', '520400', '普定', '3', '0853', '562100', '中国,贵州省,安顺市,普定县', '105.74285000', '26.30141000', 'Puding');
INSERT INTO `t_dict_area` VALUES ('520423', '镇宁布依族苗族自治县', '520400', '镇宁', '3', '0853', '561200', '中国,贵州省,安顺市,镇宁布依族苗族自治县', '105.76513000', '26.05533000', 'Zhenning');
INSERT INTO `t_dict_area` VALUES ('520424', '关岭布依族苗族自治县', '520400', '关岭', '3', '0853', '561300', '中国,贵州省,安顺市,关岭布依族苗族自治县', '105.61883000', '25.94248000', 'Guanling');
INSERT INTO `t_dict_area` VALUES ('520425', '紫云苗族布依族自治县', '520400', '紫云', '3', '0853', '550800', '中国,贵州省,安顺市,紫云苗族布依族自治县', '106.08364000', '25.75258000', 'Ziyun');
INSERT INTO `t_dict_area` VALUES ('520500', '毕节市', '520000', '毕节', '2', '0857', '551700', '中国,贵州省,毕节市', '105.28501000', '27.30169300', 'Bijie');
INSERT INTO `t_dict_area` VALUES ('520502', '七星关区', '520500', '七星关', '3', '0857', '551700', '中国,贵州省,毕节市,七星关区', '104.94970000', '27.15355600', 'Qixingguan');
INSERT INTO `t_dict_area` VALUES ('520521', '大方县', '520500', '大方', '3', '0857', '551600', '中国,贵州省,毕节市,大方县', '105.60925400', '27.14352100', 'Dafang');
INSERT INTO `t_dict_area` VALUES ('520522', '黔西县', '520500', '黔西', '3', '0857', '551500', '中国,贵州省,毕节市,黔西县', '106.03829900', '27.02492300', 'Qianxi');
INSERT INTO `t_dict_area` VALUES ('520523', '金沙县', '520500', '金沙', '3', '0857', '551800', '中国,贵州省,毕节市,金沙县', '106.22210300', '27.45969300', 'Jinsha');
INSERT INTO `t_dict_area` VALUES ('520524', '织金县', '520500', '织金', '3', '0857', '552100', '中国,贵州省,毕节市,织金县', '105.76899700', '26.66849700', 'Zhijin');
INSERT INTO `t_dict_area` VALUES ('520525', '纳雍县', '520500', '纳雍', '3', '0857', '553300', '中国,贵州省,毕节市,纳雍县', '105.37532200', '26.76987500', 'Nayong');
INSERT INTO `t_dict_area` VALUES ('520526', '威宁彝族回族苗族自治县', '520500', '威宁', '3', '0857', '553100', '中国,贵州省,毕节市,威宁彝族回族苗族自治县', '104.28652300', '26.85909900', 'Weining');
INSERT INTO `t_dict_area` VALUES ('520527', '赫章县', '520500', '赫章', '3', '0857', '553200', '中国,贵州省,毕节市,赫章县', '104.72643800', '27.11924300', 'Hezhang');
INSERT INTO `t_dict_area` VALUES ('520600', '铜仁市', '520000', '铜仁', '2', '0856', '554300', '中国,贵州省,铜仁市', '109.19155500', '27.71834600', 'Tongren');
INSERT INTO `t_dict_area` VALUES ('520602', '碧江区', '520600', '碧江', '3', '0856', '554300', '中国,贵州省,铜仁市,碧江区', '109.19155500', '27.71834600', 'Bijiang');
INSERT INTO `t_dict_area` VALUES ('520603', '万山区', '520600', '万山', '3', '0856', '554200', '中国,贵州省,铜仁市,万山区', '109.21199000', '27.51903000', 'Wanshan');
INSERT INTO `t_dict_area` VALUES ('520621', '江口县', '520600', '江口', '3', '0856', '554400', '中国,贵州省,铜仁市,江口县', '108.84842700', '27.69190400', 'Jiangkou');
INSERT INTO `t_dict_area` VALUES ('520622', '玉屏侗族自治县', '520600', '玉屏', '3', '0856', '554004', '中国,贵州省,铜仁市,玉屏侗族自治县', '108.91788200', '27.23802400', 'Yuping');
INSERT INTO `t_dict_area` VALUES ('520623', '石阡县', '520600', '石阡', '3', '0856', '555100', '中国,贵州省,铜仁市,石阡县', '108.22985400', '27.51938600', 'Shiqian');
INSERT INTO `t_dict_area` VALUES ('520624', '思南县', '520600', '思南', '3', '0856', '565100', '中国,贵州省,铜仁市,思南县', '108.25582700', '27.94133100', 'Sinan');
INSERT INTO `t_dict_area` VALUES ('520625', '印江土家族苗族自治县', '520600', '印江', '3', '0856', '555200', '中国,贵州省,铜仁市,印江土家族苗族自治县', '108.40551700', '27.99797600', 'Yinjiang');
INSERT INTO `t_dict_area` VALUES ('520626', '德江县', '520600', '德江', '3', '0856', '565200', '中国,贵州省,铜仁市,德江县', '108.11731700', '28.26094000', 'Dejiang');
INSERT INTO `t_dict_area` VALUES ('520627', '沿河土家族自治县', '520600', '沿河', '3', '0856', '565300', '中国,贵州省,铜仁市,沿河土家族自治县', '108.49574600', '28.56048700', 'Yuanhe');
INSERT INTO `t_dict_area` VALUES ('520628', '松桃苗族自治县', '520600', '松桃', '3', '0856', '554100', '中国,贵州省,铜仁市,松桃苗族自治县', '109.20262700', '28.16541900', 'Songtao');
INSERT INTO `t_dict_area` VALUES ('522300', '黔西南布依族苗族自治州', '520000', '黔西南', '2', '0859', '562400', '中国,贵州省,黔西南布依族苗族自治州', '104.89797100', '25.08812000', 'Qianxinan');
INSERT INTO `t_dict_area` VALUES ('522301', '兴义市 ', '522300', '兴义', '3', '0859', '562400', '中国,贵州省,黔西南布依族苗族自治州,兴义市 ', '104.89548000', '25.09205000', 'Xingyi');
INSERT INTO `t_dict_area` VALUES ('522322', '兴仁县', '522300', '兴仁', '3', '0859', '562300', '中国,贵州省,黔西南布依族苗族自治州,兴仁县', '105.18652000', '25.43282000', 'Xingren');
INSERT INTO `t_dict_area` VALUES ('522323', '普安县', '522300', '普安', '3', '0859', '561500', '中国,贵州省,黔西南布依族苗族自治州,普安县', '104.95529000', '25.78603000', 'Pu\'an');
INSERT INTO `t_dict_area` VALUES ('522324', '晴隆县', '522300', '晴隆', '3', '0859', '561400', '中国,贵州省,黔西南布依族苗族自治州,晴隆县', '105.21920000', '25.83522000', 'Qinglong');
INSERT INTO `t_dict_area` VALUES ('522325', '贞丰县', '522300', '贞丰', '3', '0859', '562200', '中国,贵州省,黔西南布依族苗族自治州,贞丰县', '105.65454000', '25.38464000', 'Zhenfeng');
INSERT INTO `t_dict_area` VALUES ('522326', '望谟县', '522300', '望谟', '3', '0859', '552300', '中国,贵州省,黔西南布依族苗族自治州,望谟县', '106.09957000', '25.17822000', 'Wangmo');
INSERT INTO `t_dict_area` VALUES ('522327', '册亨县', '522300', '册亨', '3', '0859', '552200', '中国,贵州省,黔西南布依族苗族自治州,册亨县', '105.81240000', '24.98376000', 'Ceheng');
INSERT INTO `t_dict_area` VALUES ('522328', '安龙县', '522300', '安龙', '3', '0859', '552400', '中国,贵州省,黔西南布依族苗族自治州,安龙县', '105.44268000', '25.09818000', 'Anlong');
INSERT INTO `t_dict_area` VALUES ('522600', '黔东南苗族侗族自治州', '520000', '黔东南', '2', '0855', '556000', '中国,贵州省,黔东南苗族侗族自治州', '107.97748800', '26.58335200', 'Qiandongnan');
INSERT INTO `t_dict_area` VALUES ('522601', '凯里市', '522600', '凯里', '3', '0855', '556000', '中国,贵州省,黔东南苗族侗族自治州,凯里市', '107.98132000', '26.56689000', 'Kaili');
INSERT INTO `t_dict_area` VALUES ('522622', '黄平县', '522600', '黄平', '3', '0855', '556100', '中国,贵州省,黔东南苗族侗族自治州,黄平县', '107.90179000', '26.89573000', 'Huangping');
INSERT INTO `t_dict_area` VALUES ('522623', '施秉县', '522600', '施秉', '3', '0855', '556200', '中国,贵州省,黔东南苗族侗族自治州,施秉县', '108.12597000', '27.03495000', 'Shibing');
INSERT INTO `t_dict_area` VALUES ('522624', '三穗县', '522600', '三穗', '3', '0855', '556500', '中国,贵州省,黔东南苗族侗族自治州,三穗县', '108.67132000', '26.94765000', 'Sansui');
INSERT INTO `t_dict_area` VALUES ('522625', '镇远县', '522600', '镇远', '3', '0855', '557700', '中国,贵州省,黔东南苗族侗族自治州,镇远县', '108.42721000', '27.04933000', 'Zhenyuan');
INSERT INTO `t_dict_area` VALUES ('522626', '岑巩县', '522600', '岑巩', '3', '0855', '557800', '中国,贵州省,黔东南苗族侗族自治州,岑巩县', '108.81884000', '27.17539000', 'Cengong');
INSERT INTO `t_dict_area` VALUES ('522627', '天柱县', '522600', '天柱', '3', '0855', '556600', '中国,贵州省,黔东南苗族侗族自治州,天柱县', '109.20718000', '26.90781000', 'Tianzhu');
INSERT INTO `t_dict_area` VALUES ('522628', '锦屏县', '522600', '锦屏', '3', '0855', '556700', '中国,贵州省,黔东南苗族侗族自治州,锦屏县', '109.19982000', '26.67635000', 'Jinping');
INSERT INTO `t_dict_area` VALUES ('522629', '剑河县', '522600', '剑河', '3', '0855', '556400', '中国,贵州省,黔东南苗族侗族自治州,剑河县', '108.59130000', '26.65250000', 'Jianhe');
INSERT INTO `t_dict_area` VALUES ('522630', '台江县', '522600', '台江', '3', '0855', '556300', '中国,贵州省,黔东南苗族侗族自治州,台江县', '108.31814000', '26.66916000', 'Taijiang');
INSERT INTO `t_dict_area` VALUES ('522631', '黎平县', '522600', '黎平', '3', '0855', '557300', '中国,贵州省,黔东南苗族侗族自治州,黎平县', '109.13607000', '26.23114000', 'Liping');
INSERT INTO `t_dict_area` VALUES ('522632', '榕江县', '522600', '榕江', '3', '0855', '557200', '中国,贵州省,黔东南苗族侗族自治州,榕江县', '108.52072000', '25.92421000', 'Rongjiang');
INSERT INTO `t_dict_area` VALUES ('522633', '从江县', '522600', '从江', '3', '0855', '557400', '中国,贵州省,黔东南苗族侗族自治州,从江县', '108.90527000', '25.75415000', 'Congjiang');
INSERT INTO `t_dict_area` VALUES ('522634', '雷山县', '522600', '雷山', '3', '0855', '557100', '中国,贵州省,黔东南苗族侗族自治州,雷山县', '108.07745000', '26.38385000', 'Leishan');
INSERT INTO `t_dict_area` VALUES ('522635', '麻江县', '522600', '麻江', '3', '0855', '557600', '中国,贵州省,黔东南苗族侗族自治州,麻江县', '107.59155000', '26.49235000', 'Majiang');
INSERT INTO `t_dict_area` VALUES ('522636', '丹寨县', '522600', '丹寨', '3', '0855', '557500', '中国,贵州省,黔东南苗族侗族自治州,丹寨县', '107.79718000', '26.19816000', 'Danzhai');
INSERT INTO `t_dict_area` VALUES ('522700', '黔南布依族苗族自治州', '520000', '黔南', '2', '0854', '558000', '中国,贵州省,黔南布依族苗族自治州', '107.51715600', '26.25821900', 'Qiannan');
INSERT INTO `t_dict_area` VALUES ('522701', '都匀市', '522700', '都匀', '3', '0854', '558000', '中国,贵州省,黔南布依族苗族自治州,都匀市', '107.51872000', '26.25940000', 'Duyun');
INSERT INTO `t_dict_area` VALUES ('522702', '福泉市', '522700', '福泉', '3', '0854', '550500', '中国,贵州省,黔南布依族苗族自治州,福泉市', '107.51715000', '26.67989000', 'Fuquan');
INSERT INTO `t_dict_area` VALUES ('522722', '荔波县', '522700', '荔波', '3', '0854', '558400', '中国,贵州省,黔南布依族苗族自治州,荔波县', '107.88592000', '25.41390000', 'Libo');
INSERT INTO `t_dict_area` VALUES ('522723', '贵定县', '522700', '贵定', '3', '0854', '551300', '中国,贵州省,黔南布依族苗族自治州,贵定县', '107.23654000', '26.57812000', 'Guiding');
INSERT INTO `t_dict_area` VALUES ('522725', '瓮安县', '522700', '瓮安', '3', '0854', '550400', '中国,贵州省,黔南布依族苗族自治州,瓮安县', '107.47570000', '27.06813000', 'Weng\'an');
INSERT INTO `t_dict_area` VALUES ('522726', '独山县', '522700', '独山', '3', '0854', '558200', '中国,贵州省,黔南布依族苗族自治州,独山县', '107.54101000', '25.82450000', 'Dushan');
INSERT INTO `t_dict_area` VALUES ('522727', '平塘县', '522700', '平塘', '3', '0854', '558300', '中国,贵州省,黔南布依族苗族自治州,平塘县', '107.32428000', '25.83294000', 'Pingtang');
INSERT INTO `t_dict_area` VALUES ('522728', '罗甸县', '522700', '罗甸', '3', '0854', '550100', '中国,贵州省,黔南布依族苗族自治州,罗甸县', '106.75186000', '25.42586000', 'Luodian');
INSERT INTO `t_dict_area` VALUES ('522729', '长顺县', '522700', '长顺', '3', '0854', '550700', '中国,贵州省,黔南布依族苗族自治州,长顺县', '106.45217000', '26.02299000', 'Changshun');
INSERT INTO `t_dict_area` VALUES ('522730', '龙里县', '522700', '龙里', '3', '0854', '551200', '中国,贵州省,黔南布依族苗族自治州,龙里县', '106.97662000', '26.45076000', 'Longli');
INSERT INTO `t_dict_area` VALUES ('522731', '惠水县', '522700', '惠水', '3', '0854', '550600', '中国,贵州省,黔南布依族苗族自治州,惠水县', '106.65911000', '26.13389000', 'Huishui');
INSERT INTO `t_dict_area` VALUES ('522732', '三都水族自治县', '522700', '三都', '3', '0854', '558100', '中国,贵州省,黔南布依族苗族自治州,三都水族自治县', '107.87464000', '25.98562000', 'Sandu');
INSERT INTO `t_dict_area` VALUES ('530000', '云南省', '100000', '云南', '1', '', '', '中国,云南省', '102.71225100', '25.04060900', 'Yunnan');
INSERT INTO `t_dict_area` VALUES ('530100', '昆明市', '530000', '昆明', '2', '0871', '650500', '中国,云南省,昆明市', '102.71225100', '25.04060900', 'Kunming');
INSERT INTO `t_dict_area` VALUES ('530102', '五华区', '530100', '五华', '3', '0871', '650021', '中国,云南省,昆明市,五华区', '102.70786000', '25.03521000', 'Wuhua');
INSERT INTO `t_dict_area` VALUES ('530103', '盘龙区', '530100', '盘龙', '3', '0871', '650051', '中国,云南省,昆明市,盘龙区', '102.71994000', '25.04053000', 'Panlong');
INSERT INTO `t_dict_area` VALUES ('530111', '官渡区', '530100', '官渡', '3', '0871', '650200', '中国,云南省,昆明市,官渡区', '102.74362000', '25.01497000', 'Guandu');
INSERT INTO `t_dict_area` VALUES ('530112', '西山区', '530100', '西山', '3', '0871', '650118', '中国,云南省,昆明市,西山区', '102.66464000', '25.03796000', 'Xishan');
INSERT INTO `t_dict_area` VALUES ('530113', '东川区', '530100', '东川', '3', '0871', '654100', '中国,云南省,昆明市,东川区', '103.18832000', '26.08300000', 'Dongchuan');
INSERT INTO `t_dict_area` VALUES ('530114', '呈贡区', '530100', '呈贡', '3', '0871', '650500', '中国,云南省,昆明市,呈贡区', '102.80138200', '24.88927500', 'Chenggong');
INSERT INTO `t_dict_area` VALUES ('530122', '晋宁县', '530100', '晋宁', '3', '0871', '650600', '中国,云南省,昆明市,晋宁县', '102.59393000', '24.66650000', 'Jinning');
INSERT INTO `t_dict_area` VALUES ('530124', '富民县', '530100', '富民', '3', '0871', '650400', '中国,云南省,昆明市,富民县', '102.49850000', '25.22119000', 'Fumin');
INSERT INTO `t_dict_area` VALUES ('530125', '宜良县', '530100', '宜良', '3', '0871', '652100', '中国,云南省,昆明市,宜良县', '103.14117000', '24.91705000', 'Yiliang');
INSERT INTO `t_dict_area` VALUES ('530126', '石林彝族自治县', '530100', '石林', '3', '0871', '652200', '中国,云南省,昆明市,石林彝族自治县', '103.27148000', '24.75897000', 'Shilin');
INSERT INTO `t_dict_area` VALUES ('530127', '嵩明县', '530100', '嵩明', '3', '0871', '651700', '中国,云南省,昆明市,嵩明县', '103.03729000', '25.33986000', 'Songming');
INSERT INTO `t_dict_area` VALUES ('530128', '禄劝彝族苗族自治县', '530100', '禄劝', '3', '0871', '651500', '中国,云南省,昆明市,禄劝彝族苗族自治县', '102.46710000', '25.55387000', 'Luquan');
INSERT INTO `t_dict_area` VALUES ('530129', '寻甸回族彝族自治县 ', '530100', '寻甸', '3', '0871', '655200', '中国,云南省,昆明市,寻甸回族彝族自治县 ', '103.25570000', '25.55961000', 'Xundian');
INSERT INTO `t_dict_area` VALUES ('530181', '安宁市', '530100', '安宁', '3', '0871', '650300', '中国,云南省,昆明市,安宁市', '102.46972000', '24.91652000', 'Anning');
INSERT INTO `t_dict_area` VALUES ('530300', '曲靖市', '530000', '曲靖', '2', '0874', '655000', '中国,云南省,曲靖市', '103.79785100', '25.50155700', 'Qujing');
INSERT INTO `t_dict_area` VALUES ('530302', '麒麟区', '530300', '麒麟', '3', '0874', '655000', '中国,云南省,曲靖市,麒麟区', '103.80504000', '25.49515000', 'Qilin');
INSERT INTO `t_dict_area` VALUES ('530321', '马龙县', '530300', '马龙', '3', '0874', '655100', '中国,云南省,曲靖市,马龙县', '103.57873000', '25.42521000', 'Malong');
INSERT INTO `t_dict_area` VALUES ('530322', '陆良县', '530300', '陆良', '3', '0874', '655600', '中国,云南省,曲靖市,陆良县', '103.66650000', '25.02335000', 'Luliang');
INSERT INTO `t_dict_area` VALUES ('530323', '师宗县', '530300', '师宗', '3', '0874', '655700', '中国,云南省,曲靖市,师宗县', '103.99084000', '24.82822000', 'Shizong');
INSERT INTO `t_dict_area` VALUES ('530324', '罗平县', '530300', '罗平', '3', '0874', '655800', '中国,云南省,曲靖市,罗平县', '104.30859000', '24.88444000', 'Luoping');
INSERT INTO `t_dict_area` VALUES ('530325', '富源县', '530300', '富源', '3', '0874', '655500', '中国,云南省,曲靖市,富源县', '104.25387000', '25.66587000', 'Fuyuan');
INSERT INTO `t_dict_area` VALUES ('530326', '会泽县', '530300', '会泽', '3', '0874', '654200', '中国,云南省,曲靖市,会泽县', '103.30017000', '26.41076000', 'Huize');
INSERT INTO `t_dict_area` VALUES ('530328', '沾益县', '530300', '沾益', '3', '0874', '655331', '中国,云南省,曲靖市,沾益县', '103.82135000', '25.60715000', 'Zhanyi');
INSERT INTO `t_dict_area` VALUES ('530381', '宣威市', '530300', '宣威', '3', '0874', '655400', '中国,云南省,曲靖市,宣威市', '104.10409000', '26.21730000', 'Xuanwei');
INSERT INTO `t_dict_area` VALUES ('530400', '玉溪市', '530000', '玉溪', '2', '0877', '653100', '中国,云南省,玉溪市', '102.54390700', '24.35046100', 'Yuxi');
INSERT INTO `t_dict_area` VALUES ('530402', '红塔区', '530400', '红塔', '3', '0877', '653100', '中国,云南省,玉溪市,红塔区', '102.54490000', '24.35411000', 'Hongta');
INSERT INTO `t_dict_area` VALUES ('530421', '江川县', '530400', '江川', '3', '0877', '652600', '中国,云南省,玉溪市,江川县', '102.75412000', '24.28863000', 'Jiangchuan');
INSERT INTO `t_dict_area` VALUES ('530422', '澄江县', '530400', '澄江', '3', '0877', '652500', '中国,云南省,玉溪市,澄江县', '102.90817000', '24.67376000', 'Chengjiang');
INSERT INTO `t_dict_area` VALUES ('530423', '通海县', '530400', '通海', '3', '0877', '652700', '中国,云南省,玉溪市,通海县', '102.76641000', '24.11362000', 'Tonghai');
INSERT INTO `t_dict_area` VALUES ('530424', '华宁县', '530400', '华宁', '3', '0877', '652800', '中国,云南省,玉溪市,华宁县', '102.92831000', '24.19260000', 'Huaning');
INSERT INTO `t_dict_area` VALUES ('530425', '易门县', '530400', '易门', '3', '0877', '651100', '中国,云南省,玉溪市,易门县', '102.16354000', '24.67122000', 'Yimen');
INSERT INTO `t_dict_area` VALUES ('530426', '峨山彝族自治县', '530400', '峨山', '3', '0877', '653200', '中国,云南省,玉溪市,峨山彝族自治县', '102.40576000', '24.16904000', 'Eshan');
INSERT INTO `t_dict_area` VALUES ('530427', '新平彝族傣族自治县', '530400', '新平', '3', '0877', '653400', '中国,云南省,玉溪市,新平彝族傣族自治县', '101.98895000', '24.06886000', 'Xinping');
INSERT INTO `t_dict_area` VALUES ('530428', '元江哈尼族彝族傣族自治县', '530400', '元江', '3', '0877', '653300', '中国,云南省,玉溪市,元江哈尼族彝族傣族自治县', '101.99812000', '23.59655000', 'Yuanjiang');
INSERT INTO `t_dict_area` VALUES ('530500', '保山市', '530000', '保山', '2', '0875', '678000', '中国,云南省,保山市', '99.16713300', '25.11180200', 'Baoshan');
INSERT INTO `t_dict_area` VALUES ('530502', '隆阳区', '530500', '隆阳', '3', '0875', '678000', '中国,云南省,保山市,隆阳区', '99.16334000', '25.11163000', 'Longyang');
INSERT INTO `t_dict_area` VALUES ('530521', '施甸县', '530500', '施甸', '3', '0875', '678200', '中国,云南省,保山市,施甸县', '99.18768000', '24.72418000', 'Shidian');
INSERT INTO `t_dict_area` VALUES ('530522', '腾冲县', '530500', '腾冲', '3', '0875', '679100', '中国,云南省,保山市,腾冲县', '98.49414000', '25.02539000', 'Tengchong');
INSERT INTO `t_dict_area` VALUES ('530523', '龙陵县', '530500', '龙陵', '3', '0875', '678300', '中国,云南省,保山市,龙陵县', '98.69024000', '24.58746000', 'Longling');
INSERT INTO `t_dict_area` VALUES ('530524', '昌宁县', '530500', '昌宁', '3', '0875', '678100', '中国,云南省,保山市,昌宁县', '99.60360000', '24.82763000', 'Changning');
INSERT INTO `t_dict_area` VALUES ('530600', '昭通市', '530000', '昭通', '2', '0870', '657000', '中国,云南省,昭通市', '103.71721600', '27.33699900', 'Zhaotong');
INSERT INTO `t_dict_area` VALUES ('530602', '昭阳区', '530600', '昭阳', '3', '0870', '657000', '中国,云南省,昭通市,昭阳区', '103.70654000', '27.31998000', 'Zhaoyang');
INSERT INTO `t_dict_area` VALUES ('530621', '鲁甸县', '530600', '鲁甸', '3', '0870', '657100', '中国,云南省,昭通市,鲁甸县', '103.54721000', '27.19238000', 'Ludian');
INSERT INTO `t_dict_area` VALUES ('530622', '巧家县', '530600', '巧家', '3', '0870', '654600', '中国,云南省,昭通市,巧家县', '102.92416000', '26.91237000', 'Qiaojia');
INSERT INTO `t_dict_area` VALUES ('530623', '盐津县', '530600', '盐津', '3', '0870', '657500', '中国,云南省,昭通市,盐津县', '104.23461000', '28.10856000', 'Yanjin');
INSERT INTO `t_dict_area` VALUES ('530624', '大关县', '530600', '大关', '3', '0870', '657400', '中国,云南省,昭通市,大关县', '103.89254000', '27.74880000', 'Daguan');
INSERT INTO `t_dict_area` VALUES ('530625', '永善县', '530600', '永善', '3', '0870', '657300', '中国,云南省,昭通市,永善县', '103.63504000', '28.22790000', 'Yongshan');
INSERT INTO `t_dict_area` VALUES ('530626', '绥江县', '530600', '绥江', '3', '0870', '657700', '中国,云南省,昭通市,绥江县', '103.94937000', '28.59661000', 'Suijiang');
INSERT INTO `t_dict_area` VALUES ('530627', '镇雄县', '530600', '镇雄', '3', '0870', '657200', '中国,云南省,昭通市,镇雄县', '104.87258000', '27.43981000', 'Zhenxiong');
INSERT INTO `t_dict_area` VALUES ('530628', '彝良县', '530600', '彝良', '3', '0870', '657600', '中国,云南省,昭通市,彝良县', '104.04983000', '27.62809000', 'Yiliang');
INSERT INTO `t_dict_area` VALUES ('530629', '威信县', '530600', '威信', '3', '0870', '657900', '中国,云南省,昭通市,威信县', '105.04754000', '27.84065000', 'Weixin');
INSERT INTO `t_dict_area` VALUES ('530630', '水富县', '530600', '水富', '3', '0870', '657800', '中国,云南省,昭通市,水富县', '104.41580000', '28.62986000', 'Shuifu');
INSERT INTO `t_dict_area` VALUES ('530700', '丽江市', '530000', '丽江', '2', '0888', '674100', '中国,云南省,丽江市', '100.23302600', '26.87210800', 'Lijiang');
INSERT INTO `t_dict_area` VALUES ('530702', '古城区', '530700', '古城', '3', '0888', '674100', '中国,云南省,丽江市,古城区', '100.22570000', '26.87697000', 'Gucheng');
INSERT INTO `t_dict_area` VALUES ('530721', '玉龙纳西族自治县', '530700', '玉龙', '3', '0888', '674100', '中国,云南省,丽江市,玉龙纳西族自治县', '100.23690000', '26.82149000', 'Yulong');
INSERT INTO `t_dict_area` VALUES ('530722', '永胜县', '530700', '永胜', '3', '0888', '674200', '中国,云南省,丽江市,永胜县', '100.74667000', '26.68591000', 'Yongsheng');
INSERT INTO `t_dict_area` VALUES ('530723', '华坪县', '530700', '华坪', '3', '0888', '674800', '中国,云南省,丽江市,华坪县', '101.26562000', '26.62967000', 'Huaping');
INSERT INTO `t_dict_area` VALUES ('530724', '宁蒗彝族自治县', '530700', '宁蒗', '3', '0888', '674300', '中国,云南省,丽江市,宁蒗彝族自治县', '100.85070000', '27.28179000', 'Ninglang');
INSERT INTO `t_dict_area` VALUES ('530800', '普洱市', '530000', '普洱', '2', '0879', '665000', '中国,云南省,普洱市', '100.97234400', '22.77732100', 'Pu\'er');
INSERT INTO `t_dict_area` VALUES ('530802', '思茅区', '530800', '思茅', '3', '0879', '665000', '中国,云南省,普洱市,思茅区', '100.97716000', '22.78691000', 'Simao');
INSERT INTO `t_dict_area` VALUES ('530821', '宁洱哈尼族彝族自治县', '530800', '宁洱', '3', '0879', '665100', '中国,云南省,普洱市,宁洱哈尼族彝族自治县', '101.04653000', '23.06341000', 'Ninger');
INSERT INTO `t_dict_area` VALUES ('530822', '墨江哈尼族自治县', '530800', '墨江', '3', '0879', '654800', '中国,云南省,普洱市,墨江哈尼族自治县', '101.69171000', '23.43214000', 'Mojiang');
INSERT INTO `t_dict_area` VALUES ('530823', '景东彝族自治县', '530800', '景东', '3', '0879', '676200', '中国,云南省,普洱市,景东彝族自治县', '100.83599000', '24.44791000', 'Jingdong');
INSERT INTO `t_dict_area` VALUES ('530824', '景谷傣族彝族自治县', '530800', '景谷', '3', '0879', '666400', '中国,云南省,普洱市,景谷傣族彝族自治县', '100.70251000', '23.49705000', 'Jinggu');
INSERT INTO `t_dict_area` VALUES ('530825', '镇沅彝族哈尼族拉祜族自治县', '530800', '镇沅', '3', '0879', '666500', '中国,云南省,普洱市,镇沅彝族哈尼族拉祜族自治县', '101.10675000', '24.00557000', 'Zhenyuan');
INSERT INTO `t_dict_area` VALUES ('530826', '江城哈尼族彝族自治县', '530800', '江城', '3', '0879', '665900', '中国,云南省,普洱市,江城哈尼族彝族自治县', '101.85788000', '22.58424000', 'Jiangcheng');
INSERT INTO `t_dict_area` VALUES ('530827', '孟连傣族拉祜族佤族自治县', '530800', '孟连', '3', '0879', '665800', '中国,云南省,普洱市,孟连傣族拉祜族佤族自治县', '99.58424000', '22.32922000', 'Menglian');
INSERT INTO `t_dict_area` VALUES ('530828', '澜沧拉祜族自治县', '530800', '澜沧', '3', '0879', '665600', '中国,云南省,普洱市,澜沧拉祜族自治县', '99.93591000', '22.55474000', 'Lancang');
INSERT INTO `t_dict_area` VALUES ('530829', '西盟佤族自治县', '530800', '西盟', '3', '0879', '665700', '中国,云南省,普洱市,西盟佤族自治县', '99.59869000', '22.64774000', 'Ximeng');
INSERT INTO `t_dict_area` VALUES ('530900', '临沧市', '530000', '临沧', '2', '0883', '677000', '中国,云南省,临沧市', '100.08697000', '23.88656700', 'Lincang');
INSERT INTO `t_dict_area` VALUES ('530902', '临翔区', '530900', '临翔', '3', '0883', '677000', '中国,云南省,临沧市,临翔区', '100.08242000', '23.89497000', 'Linxiang');
INSERT INTO `t_dict_area` VALUES ('530921', '凤庆县', '530900', '凤庆', '3', '0883', '675900', '中国,云南省,临沧市,凤庆县', '99.92837000', '24.58034000', 'Fengqing');
INSERT INTO `t_dict_area` VALUES ('530922', '云县', '530900', '云县', '3', '0883', '675800', '中国,云南省,临沧市,云县', '100.12808000', '24.44675000', 'Yunxian');
INSERT INTO `t_dict_area` VALUES ('530923', '永德县', '530900', '永德', '3', '0883', '677600', '中国,云南省,临沧市,永德县', '99.25326000', '24.02760000', 'Yongde');
INSERT INTO `t_dict_area` VALUES ('530924', '镇康县', '530900', '镇康', '3', '0883', '677704', '中国,云南省,临沧市,镇康县', '98.82550000', '23.76241000', 'Zhenkang');
INSERT INTO `t_dict_area` VALUES ('530925', '双江拉祜族佤族布朗族傣族自治县', '530900', '双江', '3', '0883', '677300', '中国,云南省,临沧市,双江拉祜族佤族布朗族傣族自治县', '99.82769000', '23.47349000', 'Shuangjiang');
INSERT INTO `t_dict_area` VALUES ('530926', '耿马傣族佤族自治县', '530900', '耿马', '3', '0883', '677500', '中国,云南省,临沧市,耿马傣族佤族自治县', '99.39785000', '23.53776000', 'Gengma');
INSERT INTO `t_dict_area` VALUES ('530927', '沧源佤族自治县', '530900', '沧源', '3', '0883', '677400', '中国,云南省,临沧市,沧源佤族自治县', '99.24545000', '23.14821000', 'Cangyuan');
INSERT INTO `t_dict_area` VALUES ('532300', '楚雄彝族自治州', '530000', '楚雄', '2', '0878', '675000', '中国,云南省,楚雄彝族自治州', '101.54604600', '25.04198800', 'Chuxiong');
INSERT INTO `t_dict_area` VALUES ('532301', '楚雄市', '532300', '楚雄', '3', '0878', '675000', '中国,云南省,楚雄彝族自治州,楚雄市', '101.54615000', '25.03290000', 'Chuxiong');
INSERT INTO `t_dict_area` VALUES ('532322', '双柏县', '532300', '双柏', '3', '0878', '675100', '中国,云南省,楚雄彝族自治州,双柏县', '101.64205000', '24.68882000', 'Shuangbai');
INSERT INTO `t_dict_area` VALUES ('532323', '牟定县', '532300', '牟定', '3', '0878', '675500', '中国,云南省,楚雄彝族自治州,牟定县', '101.54000000', '25.31551000', 'Mouding');
INSERT INTO `t_dict_area` VALUES ('532324', '南华县', '532300', '南华', '3', '0878', '675200', '中国,云南省,楚雄彝族自治州,南华县', '101.27313000', '25.19293000', 'Nanhua');
INSERT INTO `t_dict_area` VALUES ('532325', '姚安县', '532300', '姚安', '3', '0878', '675300', '中国,云南省,楚雄彝族自治州,姚安县', '101.24279000', '25.50467000', 'Yao\'an');
INSERT INTO `t_dict_area` VALUES ('532326', '大姚县', '532300', '大姚', '3', '0878', '675400', '中国,云南省,楚雄彝族自治州,大姚县', '101.32397000', '25.72218000', 'Dayao');
INSERT INTO `t_dict_area` VALUES ('532327', '永仁县', '532300', '永仁', '3', '0878', '651400', '中国,云南省,楚雄彝族自治州,永仁县', '101.67160000', '26.05794000', 'Yongren');
INSERT INTO `t_dict_area` VALUES ('532328', '元谋县', '532300', '元谋', '3', '0878', '651300', '中国,云南省,楚雄彝族自治州,元谋县', '101.87728000', '25.70438000', 'Yuanmou');
INSERT INTO `t_dict_area` VALUES ('532329', '武定县', '532300', '武定', '3', '0878', '651600', '中国,云南省,楚雄彝族自治州,武定县', '102.40380000', '25.52950000', 'Wuding');
INSERT INTO `t_dict_area` VALUES ('532331', '禄丰县', '532300', '禄丰', '3', '0878', '651200', '中国,云南省,楚雄彝族自治州,禄丰县', '102.07797000', '25.14815000', 'Lufeng');
INSERT INTO `t_dict_area` VALUES ('532500', '红河哈尼族彝族自治州', '530000', '红河', '2', '0873', '661400', '中国,云南省,红河哈尼族彝族自治州', '103.38418200', '23.36677500', 'Honghe');
INSERT INTO `t_dict_area` VALUES ('532501', '个旧市', '532500', '个旧', '3', '0873', '661000', '中国,云南省,红河哈尼族彝族自治州,个旧市', '103.15966000', '23.35894000', 'Gejiu');
INSERT INTO `t_dict_area` VALUES ('532502', '开远市', '532500', '开远', '3', '0873', '661600', '中国,云南省,红河哈尼族彝族自治州,开远市', '103.26986000', '23.71012000', 'Kaiyuan');
INSERT INTO `t_dict_area` VALUES ('532503', '蒙自市', '532500', '蒙自', '3', '0873', '661101', '中国,云南省,红河哈尼族彝族自治州,蒙自市', '103.38500500', '23.36684300', 'Mengzi');
INSERT INTO `t_dict_area` VALUES ('532504', '弥勒市', '532500', '弥勒', '3', '0873', '652300', '中国,云南省,红河哈尼族彝族自治州,弥勒市', '103.43698800', '24.40837000', 'Mile ');
INSERT INTO `t_dict_area` VALUES ('532523', '屏边苗族自治县', '532500', '屏边', '3', '0873', '661200', '中国,云南省,红河哈尼族彝族自治州,屏边苗族自治县', '103.68554000', '22.98425000', 'Pingbian');
INSERT INTO `t_dict_area` VALUES ('532524', '建水县', '532500', '建水', '3', '0873', '654300', '中国,云南省,红河哈尼族彝族自治州,建水县', '102.82656000', '23.63472000', 'Jianshui');
INSERT INTO `t_dict_area` VALUES ('532525', '石屏县', '532500', '石屏', '3', '0873', '662200', '中国,云南省,红河哈尼族彝族自治州,石屏县', '102.49408000', '23.71441000', 'Shiping');
INSERT INTO `t_dict_area` VALUES ('532527', '泸西县', '532500', '泸西', '3', '0873', '652400', '中国,云南省,红河哈尼族彝族自治州,泸西县', '103.76373000', '24.52854000', 'Luxi');
INSERT INTO `t_dict_area` VALUES ('532528', '元阳县', '532500', '元阳', '3', '0873', '662400', '中国,云南省,红河哈尼族彝族自治州,元阳县', '102.83261000', '23.22281000', 'Yuanyang');
INSERT INTO `t_dict_area` VALUES ('532529', '红河县', '532500', '红河县', '3', '0873', '654400', '中国,云南省,红河哈尼族彝族自治州,红河县', '102.42059000', '23.36767000', 'Honghexian');
INSERT INTO `t_dict_area` VALUES ('532530', '金平苗族瑶族傣族自治县', '532500', '金平', '3', '0873', '661500', '中国,云南省,红河哈尼族彝族自治州,金平苗族瑶族傣族自治县', '103.22651000', '22.77959000', 'Jinping');
INSERT INTO `t_dict_area` VALUES ('532531', '绿春县', '532500', '绿春', '3', '0873', '662500', '中国,云南省,红河哈尼族彝族自治州,绿春县', '102.39672000', '22.99371000', 'Lvchun');
INSERT INTO `t_dict_area` VALUES ('532532', '河口瑶族自治县', '532500', '河口', '3', '0873', '661300', '中国,云南省,红河哈尼族彝族自治州,河口瑶族自治县', '103.93936000', '22.52929000', 'Hekou');
INSERT INTO `t_dict_area` VALUES ('532600', '文山壮族苗族自治州', '530000', '文山', '2', '0876', '663000', '中国,云南省,文山壮族苗族自治州', '104.24401000', '23.36951000', 'Wenshan');
INSERT INTO `t_dict_area` VALUES ('532601', '文山市', '532600', '文山', '3', '0876', '663000', '中国,云南省,文山壮族苗族自治州,文山市', '104.24427700', '23.36921600', 'Wenshan');
INSERT INTO `t_dict_area` VALUES ('532622', '砚山县', '532600', '砚山', '3', '0876', '663100', '中国,云南省,文山壮族苗族自治州,砚山县', '104.33306000', '23.60723000', 'Yanshan');
INSERT INTO `t_dict_area` VALUES ('532623', '西畴县', '532600', '西畴', '3', '0876', '663500', '中国,云南省,文山壮族苗族自治州,西畴县', '104.67419000', '23.43941000', 'Xichou');
INSERT INTO `t_dict_area` VALUES ('532624', '麻栗坡县', '532600', '麻栗坡', '3', '0876', '663600', '中国,云南省,文山壮族苗族自治州,麻栗坡县', '104.70132000', '23.12028000', 'Malipo');
INSERT INTO `t_dict_area` VALUES ('532625', '马关县', '532600', '马关', '3', '0876', '663700', '中国,云南省,文山壮族苗族自治州,马关县', '104.39514000', '23.01293000', 'Maguan');
INSERT INTO `t_dict_area` VALUES ('532626', '丘北县', '532600', '丘北', '3', '0876', '663200', '中国,云南省,文山壮族苗族自治州,丘北县', '104.19256000', '24.03957000', 'Qiubei');
INSERT INTO `t_dict_area` VALUES ('532627', '广南县', '532600', '广南', '3', '0876', '663300', '中国,云南省,文山壮族苗族自治州,广南县', '105.05511000', '24.04640000', 'Guangnan');
INSERT INTO `t_dict_area` VALUES ('532628', '富宁县', '532600', '富宁', '3', '0876', '663400', '中国,云南省,文山壮族苗族自治州,富宁县', '105.63085000', '23.62536000', 'Funing');
INSERT INTO `t_dict_area` VALUES ('532800', '西双版纳傣族自治州', '530000', '西双版纳', '2', '0691', '666100', '中国,云南省,西双版纳傣族自治州', '100.79794100', '22.00172400', 'Xishuangbanna');
INSERT INTO `t_dict_area` VALUES ('532801', '景洪市', '532800', '景洪', '3', '0691', '666100', '中国,云南省,西双版纳傣族自治州,景洪市', '100.79977000', '22.01071000', 'Jinghong');
INSERT INTO `t_dict_area` VALUES ('532822', '勐海县', '532800', '勐海', '3', '0691', '666200', '中国,云南省,西双版纳傣族自治州,勐海县', '100.44931000', '21.96175000', 'Menghai');
INSERT INTO `t_dict_area` VALUES ('532823', '勐腊县', '532800', '勐腊', '3', '0691', '666300', '中国,云南省,西双版纳傣族自治州,勐腊县', '101.56488000', '21.48162000', 'Mengla');
INSERT INTO `t_dict_area` VALUES ('532900', '大理白族自治州', '530000', '大理', '2', '0872', '671000', '中国,云南省,大理白族自治州', '100.24003700', '25.59276500', 'Dali');
INSERT INTO `t_dict_area` VALUES ('532901', '大理市', '532900', '大理', '3', '0872', '671000', '中国,云南省,大理白族自治州,大理市', '100.22998000', '25.59157000', 'Dali');
INSERT INTO `t_dict_area` VALUES ('532922', '漾濞彝族自治县', '532900', '漾濞', '3', '0872', '672500', '中国,云南省,大理白族自治州,漾濞彝族自治县', '99.95474000', '25.66520000', 'Yangbi');
INSERT INTO `t_dict_area` VALUES ('532923', '祥云县', '532900', '祥云', '3', '0872', '672100', '中国,云南省,大理白族自治州,祥云县', '100.55761000', '25.47342000', 'Xiangyun');
INSERT INTO `t_dict_area` VALUES ('532924', '宾川县', '532900', '宾川', '3', '0872', '671600', '中国,云南省,大理白族自治州,宾川县', '100.57666000', '25.83144000', 'Binchuan');
INSERT INTO `t_dict_area` VALUES ('532925', '弥渡县', '532900', '弥渡', '3', '0872', '675600', '中国,云南省,大理白族自治州,弥渡县', '100.49075000', '25.34179000', 'Midu');
INSERT INTO `t_dict_area` VALUES ('532926', '南涧彝族自治县', '532900', '南涧', '3', '0872', '675700', '中国,云南省,大理白族自治州,南涧彝族自治县', '100.50964000', '25.04349000', 'Nanjian');
INSERT INTO `t_dict_area` VALUES ('532927', '巍山彝族回族自治县', '532900', '巍山', '3', '0872', '672400', '中国,云南省,大理白族自治州,巍山彝族回族自治县', '100.30612000', '25.23197000', 'Weishan');
INSERT INTO `t_dict_area` VALUES ('532928', '永平县', '532900', '永平', '3', '0872', '672600', '中国,云南省,大理白族自治州,永平县', '99.54095000', '25.46451000', 'Yongping');
INSERT INTO `t_dict_area` VALUES ('532929', '云龙县', '532900', '云龙', '3', '0872', '672700', '中国,云南省,大理白族自治州,云龙县', '99.37255000', '25.88505000', 'Yunlong');
INSERT INTO `t_dict_area` VALUES ('532930', '洱源县', '532900', '洱源', '3', '0872', '671200', '中国,云南省,大理白族自治州,洱源县', '99.94903000', '26.10829000', 'Eryuan');
INSERT INTO `t_dict_area` VALUES ('532931', '剑川县', '532900', '剑川', '3', '0872', '671300', '中国,云南省,大理白族自治州,剑川县', '99.90545000', '26.53688000', 'Jianchuan');
INSERT INTO `t_dict_area` VALUES ('532932', '鹤庆县', '532900', '鹤庆', '3', '0872', '671500', '中国,云南省,大理白族自治州,鹤庆县', '100.17697000', '26.55798000', 'Heqing');
INSERT INTO `t_dict_area` VALUES ('533100', '德宏傣族景颇族自治州', '530000', '德宏', '2', '0692', '678400', '中国,云南省,德宏傣族景颇族自治州', '98.57836300', '24.43669400', 'Dehong');
INSERT INTO `t_dict_area` VALUES ('533102', '瑞丽市', '533100', '瑞丽', '3', '0692', '678600', '中国,云南省,德宏傣族景颇族自治州,瑞丽市', '97.85183000', '24.01277000', 'Ruili');
INSERT INTO `t_dict_area` VALUES ('533103', '芒市', '533100', '芒市', '3', '0692', '678400', '中国,云南省,德宏傣族景颇族自治州,芒市', '98.58864100', '24.43373500', 'Mangshi');
INSERT INTO `t_dict_area` VALUES ('533122', '梁河县', '533100', '梁河', '3', '0692', '679200', '中国,云南省,德宏傣族景颇族自治州,梁河县', '98.29705000', '24.80658000', 'Lianghe');
INSERT INTO `t_dict_area` VALUES ('533123', '盈江县', '533100', '盈江', '3', '0692', '679300', '中国,云南省,德宏傣族景颇族自治州,盈江县', '97.93179000', '24.70579000', 'Yingjiang');
INSERT INTO `t_dict_area` VALUES ('533124', '陇川县', '533100', '陇川', '3', '0692', '678700', '中国,云南省,德宏傣族景颇族自治州,陇川县', '97.79199000', '24.18302000', 'Longchuan');
INSERT INTO `t_dict_area` VALUES ('533300', '怒江傈僳族自治州', '530000', '怒江', '2', '0886', '673100', '中国,云南省,怒江傈僳族自治州', '98.85430400', '25.85094900', 'Nujiang');
INSERT INTO `t_dict_area` VALUES ('533321', '泸水县', '533300', '泸水', '3', '0886', '673100', '中国,云南省,怒江傈僳族自治州,泸水县', '98.85534000', '25.83772000', 'Lushui');
INSERT INTO `t_dict_area` VALUES ('533323', '福贡县', '533300', '福贡', '3', '0886', '673400', '中国,云南省,怒江傈僳族自治州,福贡县', '98.86969000', '26.90366000', 'Fugong');
INSERT INTO `t_dict_area` VALUES ('533324', '贡山独龙族怒族自治县', '533300', '贡山', '3', '0886', '673500', '中国,云南省,怒江傈僳族自治州,贡山独龙族怒族自治县', '98.66583000', '27.74088000', 'Gongshan');
INSERT INTO `t_dict_area` VALUES ('533325', '兰坪白族普米族自治县', '533300', '兰坪', '3', '0886', '671400', '中国,云南省,怒江傈僳族自治州,兰坪白族普米族自治县', '99.41891000', '26.45251000', 'Lanping');
INSERT INTO `t_dict_area` VALUES ('533400', '迪庆藏族自治州', '530000', '迪庆', '2', '0887', '674400', '中国,云南省,迪庆藏族自治州', '99.70646300', '27.82685300', 'Deqen');
INSERT INTO `t_dict_area` VALUES ('533421', '香格里拉市', '533400', '香格里拉', '3', '0887', '674400', '中国,云南省,迪庆藏族自治州,香格里拉市', '99.70601000', '27.82308000', 'Xianggelila');
INSERT INTO `t_dict_area` VALUES ('533422', '德钦县', '533400', '德钦', '3', '0887', '674500', '中国,云南省,迪庆藏族自治州,德钦县', '98.91082000', '28.48630000', 'Deqin');
INSERT INTO `t_dict_area` VALUES ('533423', '维西傈僳族自治县', '533400', '维西', '3', '0887', '674600', '中国,云南省,迪庆藏族自治州,维西傈僳族自治县', '99.28402000', '27.17930000', 'Weixi');
INSERT INTO `t_dict_area` VALUES ('540000', '西藏自治区', '100000', '西藏', '1', '', '', '中国,西藏自治区', '91.13221200', '29.66036100', 'Tibet');
INSERT INTO `t_dict_area` VALUES ('540100', '拉萨市', '540000', '拉萨', '2', '0891', '850000', '中国,西藏自治区,拉萨市', '91.13221200', '29.66036100', 'Lhasa');
INSERT INTO `t_dict_area` VALUES ('540102', '城关区', '540100', '城关', '3', '0891', '850000', '中国,西藏自治区,拉萨市,城关区', '91.13859000', '29.65312000', 'Chengguan');
INSERT INTO `t_dict_area` VALUES ('540121', '林周县', '540100', '林周', '3', '0891', '851600', '中国,西藏自治区,拉萨市,林周县', '91.25860000', '29.89445000', 'Linzhou');
INSERT INTO `t_dict_area` VALUES ('540122', '当雄县', '540100', '当雄', '3', '0891', '851500', '中国,西藏自治区,拉萨市,当雄县', '91.10076000', '30.48309000', 'Dangxiong');
INSERT INTO `t_dict_area` VALUES ('540123', '尼木县', '540100', '尼木', '3', '0891', '851300', '中国,西藏自治区,拉萨市,尼木县', '90.16378000', '29.43353000', 'Nimu');
INSERT INTO `t_dict_area` VALUES ('540124', '曲水县', '540100', '曲水', '3', '0891', '850600', '中国,西藏自治区,拉萨市,曲水县', '90.73187000', '29.35636000', 'Qushui');
INSERT INTO `t_dict_area` VALUES ('540125', '堆龙德庆县', '540100', '堆龙德庆', '3', '0891', '851400', '中国,西藏自治区,拉萨市,堆龙德庆县', '91.00033000', '29.65002000', 'Duilongdeqing');
INSERT INTO `t_dict_area` VALUES ('540126', '达孜县', '540100', '达孜', '3', '0891', '850100', '中国,西藏自治区,拉萨市,达孜县', '91.35757000', '29.67220000', 'Dazi');
INSERT INTO `t_dict_area` VALUES ('540127', '墨竹工卡县', '540100', '墨竹工卡', '3', '0891', '850200', '中国,西藏自治区,拉萨市,墨竹工卡县', '91.72814000', '29.83614000', 'Mozhugongka');
INSERT INTO `t_dict_area` VALUES ('540200', '日喀则市', '540000', '日喀则', '2', '0892', '857000', '中国,西藏自治区,日喀则市', '88.88487400', '29.26379200', 'Rikaze');
INSERT INTO `t_dict_area` VALUES ('540202', '桑珠孜区', '540200', '桑珠孜', '3', '0892', '857000', '中国,西藏自治区,日喀则市,桑珠孜区', '88.88036700', '29.26956500', 'Sangzhuzi');
INSERT INTO `t_dict_area` VALUES ('540221', '南木林县', '540200', '南木林', '3', '0892', '857100', '中国,西藏自治区,日喀则市,南木林县', '89.09686000', '29.68206000', 'Nanmulin');
INSERT INTO `t_dict_area` VALUES ('540222', '江孜县', '540200', '江孜', '3', '0892', '857400', '中国,西藏自治区,日喀则市,江孜县', '89.60263000', '28.91744000', 'Jiangzi');
INSERT INTO `t_dict_area` VALUES ('540223', '定日县', '540200', '定日', '3', '0892', '858200', '中国,西藏自治区,日喀则市,定日县', '87.12176000', '28.66129000', 'Dingri');
INSERT INTO `t_dict_area` VALUES ('540224', '萨迦县', '540200', '萨迦', '3', '0892', '857800', '中国,西藏自治区,日喀则市,萨迦县', '88.02191000', '28.90299000', 'Sajia');
INSERT INTO `t_dict_area` VALUES ('540225', '拉孜县', '540200', '拉孜', '3', '0892', '858100', '中国,西藏自治区,日喀则市,拉孜县', '87.63412000', '29.08500000', 'Lazi');
INSERT INTO `t_dict_area` VALUES ('540226', '昂仁县', '540200', '昂仁', '3', '0892', '858500', '中国,西藏自治区,日喀则市,昂仁县', '87.23858000', '29.29496000', 'Angren');
INSERT INTO `t_dict_area` VALUES ('540227', '谢通门县', '540200', '谢通门', '3', '0892', '858900', '中国,西藏自治区,日喀则市,谢通门县', '88.26242000', '29.43337000', 'Xietongmen');
INSERT INTO `t_dict_area` VALUES ('540228', '白朗县', '540200', '白朗', '3', '0892', '857300', '中国,西藏自治区,日喀则市,白朗县', '89.26205000', '29.10553000', 'Bailang');
INSERT INTO `t_dict_area` VALUES ('540229', '仁布县', '540200', '仁布', '3', '0892', '857200', '中国,西藏自治区,日喀则市,仁布县', '89.84228000', '29.23010000', 'Renbu');
INSERT INTO `t_dict_area` VALUES ('540230', '康马县', '540200', '康马', '3', '0892', '857500', '中国,西藏自治区,日喀则市,康马县', '89.68527000', '28.55670000', 'Kangma');
INSERT INTO `t_dict_area` VALUES ('540231', '定结县', '540200', '定结', '3', '0892', '857900', '中国,西藏自治区,日喀则市,定结县', '87.77255000', '28.36403000', 'Dingjie');
INSERT INTO `t_dict_area` VALUES ('540232', '仲巴县', '540200', '仲巴', '3', '0892', '858800', '中国,西藏自治区,日喀则市,仲巴县', '84.02951000', '29.76595000', 'Zhongba');
INSERT INTO `t_dict_area` VALUES ('540233', '亚东县', '540200', '亚东', '3', '0892', '857600', '中国,西藏自治区,日喀则市,亚东县', '88.90802000', '27.48390000', 'Yadong');
INSERT INTO `t_dict_area` VALUES ('540234', '吉隆县', '540200', '吉隆', '3', '0892', '858700', '中国,西藏自治区,日喀则市,吉隆县', '85.29846000', '28.85382000', 'Jilong');
INSERT INTO `t_dict_area` VALUES ('540235', '聂拉木县', '540200', '聂拉木', '3', '0892', '858300', '中国,西藏自治区,日喀则市,聂拉木县', '85.97998000', '28.15645000', 'Nielamu');
INSERT INTO `t_dict_area` VALUES ('540236', '萨嘎县', '540200', '萨嘎', '3', '0892', '857800', '中国,西藏自治区,日喀则市,萨嘎县', '85.23413000', '29.32936000', 'Saga');
INSERT INTO `t_dict_area` VALUES ('540237', '岗巴县', '540200', '岗巴', '3', '0892', '857700', '中国,西藏自治区,日喀则市,岗巴县', '88.52069000', '28.27504000', 'Gangba');
INSERT INTO `t_dict_area` VALUES ('540300', '昌都市', '540000', '昌都', '2', '0895', '854000', '中国,西藏自治区,昌都市', '97.17845200', '31.13687500', 'Qamdo');
INSERT INTO `t_dict_area` VALUES ('540302', '卡若区', '540300', '昌都', '3', '0895', '854000', '中国,西藏自治区,昌都市,卡若区', '97.18043000', '31.13850000', 'Karuo');
INSERT INTO `t_dict_area` VALUES ('540321', '江达县', '540300', '江达', '3', '0895', '854100', '中国,西藏自治区,昌都市,江达县', '98.21865000', '31.50343000', 'Jiangda');
INSERT INTO `t_dict_area` VALUES ('540322', '贡觉县', '540300', '贡觉', '3', '0895', '854200', '中国,西藏自治区,昌都市,贡觉县', '98.27163000', '30.85941000', 'Gongjue');
INSERT INTO `t_dict_area` VALUES ('540323', '类乌齐县', '540300', '类乌齐', '3', '0895', '855600', '中国,西藏自治区,昌都市,类乌齐县', '96.60015000', '31.21207000', 'Leiwuqi');
INSERT INTO `t_dict_area` VALUES ('540324', '丁青县', '540300', '丁青', '3', '0895', '855700', '中国,西藏自治区,昌都市,丁青县', '95.59362000', '31.41621000', 'Dingqing');
INSERT INTO `t_dict_area` VALUES ('540325', '察雅县', '540300', '察雅', '3', '0895', '854300', '中国,西藏自治区,昌都市,察雅县', '97.56521000', '30.65336000', 'Chaya');
INSERT INTO `t_dict_area` VALUES ('540326', '八宿县', '540300', '八宿', '3', '0895', '854600', '中国,西藏自治区,昌都市,八宿县', '96.91760000', '30.05346000', 'Basu');
INSERT INTO `t_dict_area` VALUES ('540327', '左贡县', '540300', '左贡', '3', '0895', '854400', '中国,西藏自治区,昌都市,左贡县', '97.84429000', '29.67108000', 'Zuogong');
INSERT INTO `t_dict_area` VALUES ('540328', '芒康县', '540300', '芒康', '3', '0895', '854500', '中国,西藏自治区,昌都市,芒康县', '98.59378000', '29.67946000', 'Mangkang');
INSERT INTO `t_dict_area` VALUES ('540329', '洛隆县', '540300', '洛隆', '3', '0895', '855400', '中国,西藏自治区,昌都市,洛隆县', '95.82644000', '30.74049000', 'Luolong');
INSERT INTO `t_dict_area` VALUES ('540330', '边坝县', '540300', '边坝', '3', '0895', '855500', '中国,西藏自治区,昌都市,边坝县', '94.70687000', '30.93434000', 'Bianba');
INSERT INTO `t_dict_area` VALUES ('542200', '山南地区', '540000', '山南', '2', '0893', '856000', '中国,西藏自治区,山南地区', '91.76652900', '29.23602300', 'Shannan');
INSERT INTO `t_dict_area` VALUES ('542221', '乃东县', '542200', '乃东', '3', '0893', '856100', '中国,西藏自治区,山南地区,乃东县', '91.76153000', '29.22490000', 'Naidong');
INSERT INTO `t_dict_area` VALUES ('542222', '扎囊县', '542200', '扎囊', '3', '0893', '850800', '中国,西藏自治区,山南地区,扎囊县', '91.33288000', '29.23990000', 'Zhanang');
INSERT INTO `t_dict_area` VALUES ('542223', '贡嘎县', '542200', '贡嘎', '3', '0893', '850700', '中国,西藏自治区,山南地区,贡嘎县', '90.98867000', '29.29408000', 'Gongga');
INSERT INTO `t_dict_area` VALUES ('542224', '桑日县', '542200', '桑日', '3', '0893', '856200', '中国,西藏自治区,山南地区,桑日县', '92.02005000', '29.26643000', 'Sangri');
INSERT INTO `t_dict_area` VALUES ('542225', '琼结县', '542200', '琼结', '3', '0893', '856800', '中国,西藏自治区,山南地区,琼结县', '91.68093000', '29.02632000', 'Qiongjie');
INSERT INTO `t_dict_area` VALUES ('542226', '曲松县', '542200', '曲松', '3', '0893', '856300', '中国,西藏自治区,山南地区,曲松县', '92.20263000', '29.06412000', 'Qusong');
INSERT INTO `t_dict_area` VALUES ('542227', '措美县', '542200', '措美', '3', '0893', '856900', '中国,西藏自治区,山南地区,措美县', '91.43237000', '28.43794000', 'Cuomei');
INSERT INTO `t_dict_area` VALUES ('542228', '洛扎县', '542200', '洛扎', '3', '0893', '856600', '中国,西藏自治区,山南地区,洛扎县', '90.86035000', '28.38720000', 'Luozha');
INSERT INTO `t_dict_area` VALUES ('542229', '加查县', '542200', '加查', '3', '0893', '856400', '中国,西藏自治区,山南地区,加查县', '92.57702000', '29.13973000', 'Jiacha');
INSERT INTO `t_dict_area` VALUES ('542231', '隆子县', '542200', '隆子', '3', '0893', '856600', '中国,西藏自治区,山南地区,隆子县', '92.46148000', '28.40797000', 'Longzi');
INSERT INTO `t_dict_area` VALUES ('542232', '错那县', '542200', '错那', '3', '0893', '856700', '中国,西藏自治区,山南地区,错那县', '91.95752000', '27.99224000', 'Cuona');
INSERT INTO `t_dict_area` VALUES ('542233', '浪卡子县', '542200', '浪卡子', '3', '0893', '851100', '中国,西藏自治区,山南地区,浪卡子县', '90.40002000', '28.96948000', 'Langkazi');
INSERT INTO `t_dict_area` VALUES ('542400', '那曲地区', '540000', '那曲', '2', '0896', '852000', '中国,西藏自治区,那曲地区', '92.06021400', '31.47600400', 'Nagqu');
INSERT INTO `t_dict_area` VALUES ('542421', '那曲县', '542400', '那曲', '3', '0896', '852000', '中国,西藏自治区,那曲地区,那曲县', '92.05350000', '31.46964000', 'Naqu');
INSERT INTO `t_dict_area` VALUES ('542422', '嘉黎县', '542400', '嘉黎', '3', '0896', '852400', '中国,西藏自治区,那曲地区,嘉黎县', '93.24987000', '30.64233000', 'Jiali');
INSERT INTO `t_dict_area` VALUES ('542423', '比如县', '542400', '比如', '3', '0896', '852300', '中国,西藏自治区,那曲地区,比如县', '93.68685000', '31.47790000', 'Biru');
INSERT INTO `t_dict_area` VALUES ('542424', '聂荣县', '542400', '聂荣', '3', '0896', '853500', '中国,西藏自治区,那曲地区,聂荣县', '92.29574000', '32.11193000', 'Nierong');
INSERT INTO `t_dict_area` VALUES ('542425', '安多县', '542400', '安多', '3', '0896', '853400', '中国,西藏自治区,那曲地区,安多县', '91.67950000', '32.26125000', 'Anduo');
INSERT INTO `t_dict_area` VALUES ('542426', '申扎县', '542400', '申扎', '3', '0896', '853100', '中国,西藏自治区,那曲地区,申扎县', '88.70776000', '30.92995000', 'Shenzha');
INSERT INTO `t_dict_area` VALUES ('542427', '索县', '542400', '索县', '3', '0896', '852200', '中国,西藏自治区,那曲地区,索县', '93.78295000', '31.88427000', 'Suoxian');
INSERT INTO `t_dict_area` VALUES ('542428', '班戈县', '542400', '班戈', '3', '0896', '852500', '中国,西藏自治区,那曲地区,班戈县', '90.01907000', '31.36149000', 'Bange');
INSERT INTO `t_dict_area` VALUES ('542429', '巴青县', '542400', '巴青', '3', '0896', '852100', '中国,西藏自治区,那曲地区,巴青县', '94.05316000', '31.91833000', 'Baqing');
INSERT INTO `t_dict_area` VALUES ('542430', '尼玛县', '542400', '尼玛', '3', '0896', '852600', '中国,西藏自治区,那曲地区,尼玛县', '87.25256000', '31.79654000', 'Nima');
INSERT INTO `t_dict_area` VALUES ('542431', '双湖县', '542400', '双湖', '3', '0896', '852600', '中国,西藏自治区,那曲地区,双湖县', '88.83777600', '33.18903200', 'Shuanghu');
INSERT INTO `t_dict_area` VALUES ('542500', '阿里地区', '540000', '阿里', '2', '0897', '859000', '中国,西藏自治区,阿里地区', '80.10549800', '32.50318700', 'Ngari');
INSERT INTO `t_dict_area` VALUES ('542521', '普兰县', '542500', '普兰', '3', '0897', '859500', '中国,西藏自治区,阿里地区,普兰县', '81.17700000', '30.30002000', 'Pulan');
INSERT INTO `t_dict_area` VALUES ('542522', '札达县', '542500', '札达', '3', '0897', '859600', '中国,西藏自治区,阿里地区,札达县', '79.80255000', '31.48345000', 'Zhada');
INSERT INTO `t_dict_area` VALUES ('542523', '噶尔县', '542500', '噶尔', '3', '0897', '859400', '中国,西藏自治区,阿里地区,噶尔县', '80.09579000', '32.50024000', 'Gaer');
INSERT INTO `t_dict_area` VALUES ('542524', '日土县', '542500', '日土', '3', '0897', '859700', '中国,西藏自治区,阿里地区,日土县', '79.71310000', '33.38741000', 'Ritu');
INSERT INTO `t_dict_area` VALUES ('542525', '革吉县', '542500', '革吉', '3', '0897', '859100', '中国,西藏自治区,阿里地区,革吉县', '81.15100000', '32.39640000', 'Geji');
INSERT INTO `t_dict_area` VALUES ('542526', '改则县', '542500', '改则', '3', '0897', '859200', '中国,西藏自治区,阿里地区,改则县', '84.06295000', '32.30446000', 'Gaize');
INSERT INTO `t_dict_area` VALUES ('542527', '措勤县', '542500', '措勤', '3', '0897', '859300', '中国,西藏自治区,阿里地区,措勤县', '85.16616000', '31.02095000', 'Cuoqin');
INSERT INTO `t_dict_area` VALUES ('542600', '林芝地区', '540000', '林芝', '2', '0894', '850400', '中国,西藏自治区,林芝地区', '94.36234800', '29.65469300', 'Nyingchi');
INSERT INTO `t_dict_area` VALUES ('542621', '林芝县', '542600', '林芝', '3', '0894', '850400', '中国,西藏自治区,林芝地区,林芝县', '94.48391000', '29.57562000', 'Linzhi');
INSERT INTO `t_dict_area` VALUES ('542622', '工布江达县', '542600', '工布江达', '3', '0894', '850300', '中国,西藏自治区,林芝地区,工布江达县', '93.24520000', '29.88576000', 'Gongbujiangda');
INSERT INTO `t_dict_area` VALUES ('542623', '米林县', '542600', '米林', '3', '0894', '850500', '中国,西藏自治区,林芝地区,米林县', '94.21316000', '29.21535000', 'Milin');
INSERT INTO `t_dict_area` VALUES ('542624', '墨脱县', '542600', '墨脱', '3', '0894', '855300', '中国,西藏自治区,林芝地区,墨脱县', '95.33160000', '29.32698000', 'Motuo');
INSERT INTO `t_dict_area` VALUES ('542625', '波密县', '542600', '波密', '3', '0894', '855200', '中国,西藏自治区,林芝地区,波密县', '95.77096000', '29.85907000', 'Bomi');
INSERT INTO `t_dict_area` VALUES ('542626', '察隅县', '542600', '察隅', '3', '0894', '855100', '中国,西藏自治区,林芝地区,察隅县', '97.46679000', '28.66180000', 'Chayu');
INSERT INTO `t_dict_area` VALUES ('542627', '朗县', '542600', '朗县', '3', '0894', '856500', '中国,西藏自治区,林芝地区,朗县', '93.07540000', '29.04549000', 'Langxian');
INSERT INTO `t_dict_area` VALUES ('610000', '陕西省', '100000', '陕西', '1', '', '', '中国,陕西省', '108.94802400', '34.26316100', 'Shaanxi');
INSERT INTO `t_dict_area` VALUES ('610100', '西安市', '610000', '西安', '2', '029', '710003', '中国,陕西省,西安市', '108.94802400', '34.26316100', 'Xi\'an');
INSERT INTO `t_dict_area` VALUES ('610102', '新城区', '610100', '新城', '3', '029', '710004', '中国,陕西省,西安市,新城区', '108.96080000', '34.26641000', 'Xincheng');
INSERT INTO `t_dict_area` VALUES ('610103', '碑林区', '610100', '碑林', '3', '029', '710001', '中国,陕西省,西安市,碑林区', '108.93426000', '34.23040000', 'Beilin');
INSERT INTO `t_dict_area` VALUES ('610104', '莲湖区', '610100', '莲湖', '3', '029', '710003', '中国,陕西省,西安市,莲湖区', '108.94010000', '34.26709000', 'Lianhu');
INSERT INTO `t_dict_area` VALUES ('610111', '灞桥区', '610100', '灞桥', '3', '029', '710038', '中国,陕西省,西安市,灞桥区', '109.06451000', '34.27264000', 'Baqiao');
INSERT INTO `t_dict_area` VALUES ('610112', '未央区', '610100', '未央', '3', '029', '710014', '中国,陕西省,西安市,未央区', '108.94683000', '34.29296000', 'Weiyang');
INSERT INTO `t_dict_area` VALUES ('610113', '雁塔区', '610100', '雁塔', '3', '029', '710061', '中国,陕西省,西安市,雁塔区', '108.94866000', '34.22245000', 'Yanta');
INSERT INTO `t_dict_area` VALUES ('610114', '阎良区', '610100', '阎良', '3', '029', '710087', '中国,陕西省,西安市,阎良区', '109.22616000', '34.66221000', 'Yanliang');
INSERT INTO `t_dict_area` VALUES ('610115', '临潼区', '610100', '临潼', '3', '029', '710600', '中国,陕西省,西安市,临潼区', '109.21417000', '34.36665000', 'Lintong');
INSERT INTO `t_dict_area` VALUES ('610116', '长安区', '610100', '长安', '3', '029', '710100', '中国,陕西省,西安市,长安区', '108.94586000', '34.15559000', 'Chang\'an');
INSERT INTO `t_dict_area` VALUES ('610122', '蓝田县', '610100', '蓝田', '3', '029', '710500', '中国,陕西省,西安市,蓝田县', '109.32339000', '34.15128000', 'Lantian');
INSERT INTO `t_dict_area` VALUES ('610124', '周至县', '610100', '周至', '3', '029', '710400', '中国,陕西省,西安市,周至县', '108.22207000', '34.16337000', 'Zhouzhi');
INSERT INTO `t_dict_area` VALUES ('610125', '户县', '610100', '户县', '3', '029', '710300', '中国,陕西省,西安市,户县', '108.60513000', '34.10856000', 'Huxian');
INSERT INTO `t_dict_area` VALUES ('610126', '高陵区', '610100', '高陵', '3', '029', '710200', '中国,陕西省,西安市,高陵区', '109.08816000', '34.53483000', 'Gaoling');
INSERT INTO `t_dict_area` VALUES ('610200', '铜川市', '610000', '铜川', '2', '0919', '727100', '中国,陕西省,铜川市', '108.96312200', '34.90892000', 'Tongchuan');
INSERT INTO `t_dict_area` VALUES ('610202', '王益区', '610200', '王益', '3', '0919', '727000', '中国,陕西省,铜川市,王益区', '109.07564000', '35.06896000', 'Wangyi');
INSERT INTO `t_dict_area` VALUES ('610203', '印台区', '610200', '印台', '3', '0919', '727007', '中国,陕西省,铜川市,印台区', '109.10208000', '35.11690000', 'Yintai');
INSERT INTO `t_dict_area` VALUES ('610204', '耀州区', '610200', '耀州', '3', '0919', '727100', '中国,陕西省,铜川市,耀州区', '108.98556000', '34.91308000', 'Yaozhou');
INSERT INTO `t_dict_area` VALUES ('610222', '宜君县', '610200', '宜君', '3', '0919', '727200', '中国,陕西省,铜川市,宜君县', '109.11813000', '35.40108000', 'Yijun');
INSERT INTO `t_dict_area` VALUES ('610300', '宝鸡市', '610000', '宝鸡', '2', '0917', '721000', '中国,陕西省,宝鸡市', '107.14487000', '34.36931500', 'Baoji');
INSERT INTO `t_dict_area` VALUES ('610302', '渭滨区', '610300', '渭滨', '3', '0917', '721000', '中国,陕西省,宝鸡市,渭滨区', '107.14991000', '34.37116000', 'Weibin');
INSERT INTO `t_dict_area` VALUES ('610303', '金台区', '610300', '金台', '3', '0917', '721000', '中国,陕西省,宝鸡市,金台区', '107.14691000', '34.37612000', 'Jintai');
INSERT INTO `t_dict_area` VALUES ('610304', '陈仓区', '610300', '陈仓', '3', '0917', '721300', '中国,陕西省,宝鸡市,陈仓区', '107.38742000', '34.35451000', 'Chencang');
INSERT INTO `t_dict_area` VALUES ('610322', '凤翔县', '610300', '凤翔', '3', '0917', '721400', '中国,陕西省,宝鸡市,凤翔县', '107.39645000', '34.52321000', 'Fengxiang');
INSERT INTO `t_dict_area` VALUES ('610323', '岐山县', '610300', '岐山', '3', '0917', '722400', '中国,陕西省,宝鸡市,岐山县', '107.62173000', '34.44378000', 'Qishan');
INSERT INTO `t_dict_area` VALUES ('610324', '扶风县', '610300', '扶风', '3', '0917', '722200', '中国,陕西省,宝鸡市,扶风县', '107.90017000', '34.37524000', 'Fufeng');
INSERT INTO `t_dict_area` VALUES ('610326', '眉县', '610300', '眉县', '3', '0917', '722300', '中国,陕西省,宝鸡市,眉县', '107.75079000', '34.27569000', 'Meixian');
INSERT INTO `t_dict_area` VALUES ('610327', '陇县', '610300', '陇县', '3', '0917', '721200', '中国,陕西省,宝鸡市,陇县', '106.85946000', '34.89404000', 'Longxian');
INSERT INTO `t_dict_area` VALUES ('610328', '千阳县', '610300', '千阳', '3', '0917', '721100', '中国,陕西省,宝鸡市,千阳县', '107.13043000', '34.64219000', 'Qianyang');
INSERT INTO `t_dict_area` VALUES ('610329', '麟游县', '610300', '麟游', '3', '0917', '721500', '中国,陕西省,宝鸡市,麟游县', '107.79623000', '34.67844000', 'Linyou');
INSERT INTO `t_dict_area` VALUES ('610330', '凤县', '610300', '凤县', '3', '0917', '721700', '中国,陕西省,宝鸡市,凤县', '106.52356000', '33.91172000', 'Fengxian');
INSERT INTO `t_dict_area` VALUES ('610331', '太白县', '610300', '太白', '3', '0917', '721600', '中国,陕西省,宝鸡市,太白县', '107.31646000', '34.06207000', 'Taibai');
INSERT INTO `t_dict_area` VALUES ('610400', '咸阳市', '610000', '咸阳', '2', '029', '712000', '中国,陕西省,咸阳市', '108.70511700', '34.33343900', 'Xianyang');
INSERT INTO `t_dict_area` VALUES ('610402', '秦都区', '610400', '秦都', '3', '029', '712000', '中国,陕西省,咸阳市,秦都区', '108.71493000', '34.33804000', 'Qindu');
INSERT INTO `t_dict_area` VALUES ('610403', '杨陵区', '610400', '杨陵', '3', '029', '712100', '中国,陕西省,咸阳市,杨陵区', '108.08348100', '34.27043400', 'Yangling');
INSERT INTO `t_dict_area` VALUES ('610404', '渭城区', '610400', '渭城', '3', '029', '712000', '中国,陕西省,咸阳市,渭城区', '108.72227000', '34.33198000', 'Weicheng');
INSERT INTO `t_dict_area` VALUES ('610422', '三原县', '610400', '三原', '3', '029', '713800', '中国,陕西省,咸阳市,三原县', '108.93194000', '34.61556000', 'Sanyuan');
INSERT INTO `t_dict_area` VALUES ('610423', '泾阳县', '610400', '泾阳', '3', '029', '713700', '中国,陕西省,咸阳市,泾阳县', '108.84259000', '34.52705000', 'Jingyang');
INSERT INTO `t_dict_area` VALUES ('610424', '乾县', '610400', '乾县', '3', '029', '713300', '中国,陕西省,咸阳市,乾县', '108.24231000', '34.52946000', 'Qianxian');
INSERT INTO `t_dict_area` VALUES ('610425', '礼泉县', '610400', '礼泉', '3', '029', '713200', '中国,陕西省,咸阳市,礼泉县', '108.42630000', '34.48455000', 'Liquan');
INSERT INTO `t_dict_area` VALUES ('610426', '永寿县', '610400', '永寿', '3', '029', '713400', '中国,陕西省,咸阳市,永寿县', '108.14474000', '34.69081000', 'Yongshou');
INSERT INTO `t_dict_area` VALUES ('610427', '彬县', '610400', '彬县', '3', '029', '713500', '中国,陕西省,咸阳市,彬县', '108.08468000', '35.03420000', 'Binxian');
INSERT INTO `t_dict_area` VALUES ('610428', '长武县', '610400', '长武', '3', '029', '713600', '中国,陕西省,咸阳市,长武县', '107.79510000', '35.20670000', 'Changwu');
INSERT INTO `t_dict_area` VALUES ('610429', '旬邑县', '610400', '旬邑', '3', '029', '711300', '中国,陕西省,咸阳市,旬邑县', '108.33410000', '35.11338000', 'Xunyi');
INSERT INTO `t_dict_area` VALUES ('610430', '淳化县', '610400', '淳化', '3', '029', '711200', '中国,陕西省,咸阳市,淳化县', '108.58026000', '34.79886000', 'Chunhua');
INSERT INTO `t_dict_area` VALUES ('610431', '武功县', '610400', '武功', '3', '029', '712200', '中国,陕西省,咸阳市,武功县', '108.20434000', '34.26003000', 'Wugong');
INSERT INTO `t_dict_area` VALUES ('610481', '兴平市', '610400', '兴平', '3', '029', '713100', '中国,陕西省,咸阳市,兴平市', '108.49057000', '34.29785000', 'Xingping');
INSERT INTO `t_dict_area` VALUES ('610500', '渭南市', '610000', '渭南', '2', '0913', '714000', '中国,陕西省,渭南市', '109.50288200', '34.49938100', 'Weinan');
INSERT INTO `t_dict_area` VALUES ('610502', '临渭区', '610500', '临渭', '3', '0913', '714000', '中国,陕西省,渭南市,临渭区', '109.49296000', '34.49822000', 'Linwei');
INSERT INTO `t_dict_area` VALUES ('610521', '华县', '610500', '华县', '3', '0913', '714100', '中国,陕西省,渭南市,华县', '109.77185000', '34.51255000', 'Huaxian');
INSERT INTO `t_dict_area` VALUES ('610522', '潼关县', '610500', '潼关', '3', '0913', '714300', '中国,陕西省,渭南市,潼关县', '110.24362000', '34.54284000', 'Tongguan');
INSERT INTO `t_dict_area` VALUES ('610523', '大荔县', '610500', '大荔', '3', '0913', '715100', '中国,陕西省,渭南市,大荔县', '109.94216000', '34.79565000', 'Dali');
INSERT INTO `t_dict_area` VALUES ('610524', '合阳县', '610500', '合阳', '3', '0913', '715300', '中国,陕西省,渭南市,合阳县', '110.14862000', '35.23805000', 'Heyang');
INSERT INTO `t_dict_area` VALUES ('610525', '澄城县', '610500', '澄城', '3', '0913', '715200', '中国,陕西省,渭南市,澄城县', '109.93444000', '35.18396000', 'Chengcheng');
INSERT INTO `t_dict_area` VALUES ('610526', '蒲城县', '610500', '蒲城', '3', '0913', '715500', '中国,陕西省,渭南市,蒲城县', '109.59030000', '34.95680000', 'Pucheng');
INSERT INTO `t_dict_area` VALUES ('610527', '白水县', '610500', '白水', '3', '0913', '715600', '中国,陕西省,渭南市,白水县', '109.59286000', '35.17863000', 'Baishui');
INSERT INTO `t_dict_area` VALUES ('610528', '富平县', '610500', '富平', '3', '0913', '711700', '中国,陕西省,渭南市,富平县', '109.18020000', '34.75109000', 'Fuping');
INSERT INTO `t_dict_area` VALUES ('610581', '韩城市', '610500', '韩城', '3', '0913', '715400', '中国,陕西省,渭南市,韩城市', '110.44238000', '35.47926000', 'Hancheng');
INSERT INTO `t_dict_area` VALUES ('610582', '华阴市', '610500', '华阴', '3', '0913', '714200', '中国,陕西省,渭南市,华阴市', '110.08752000', '34.56608000', 'Huayin');
INSERT INTO `t_dict_area` VALUES ('610600', '延安市', '610000', '延安', '2', '0911', '716000', '中国,陕西省,延安市', '109.49081000', '36.59653700', 'Yan\'an');
INSERT INTO `t_dict_area` VALUES ('610602', '宝塔区', '610600', '宝塔', '3', '0911', '716000', '中国,陕西省,延安市,宝塔区', '109.49336000', '36.59154000', 'Baota');
INSERT INTO `t_dict_area` VALUES ('610621', '延长县', '610600', '延长', '3', '0911', '717100', '中国,陕西省,延安市,延长县', '110.01083000', '36.57904000', 'Yanchang');
INSERT INTO `t_dict_area` VALUES ('610622', '延川县', '610600', '延川', '3', '0911', '717200', '中国,陕西省,延安市,延川县', '110.19415000', '36.87817000', 'Yanchuan');
INSERT INTO `t_dict_area` VALUES ('610623', '子长县', '610600', '子长', '3', '0911', '717300', '中国,陕西省,延安市,子长县', '109.67532000', '37.14253000', 'Zichang');
INSERT INTO `t_dict_area` VALUES ('610624', '安塞县', '610600', '安塞', '3', '0911', '717400', '中国,陕西省,延安市,安塞县', '109.32708000', '36.86507000', 'Ansai');
INSERT INTO `t_dict_area` VALUES ('610625', '志丹县', '610600', '志丹', '3', '0911', '717500', '中国,陕西省,延安市,志丹县', '108.76815000', '36.82177000', 'Zhidan');
INSERT INTO `t_dict_area` VALUES ('610626', '吴起县', '610600', '吴起', '3', '0911', '717600', '中国,陕西省,延安市,吴起县', '108.17611000', '36.92785000', 'Wuqi');
INSERT INTO `t_dict_area` VALUES ('610627', '甘泉县', '610600', '甘泉', '3', '0911', '716100', '中国,陕西省,延安市,甘泉县', '109.35012000', '36.27754000', 'Ganquan');
INSERT INTO `t_dict_area` VALUES ('610628', '富县', '610600', '富县', '3', '0911', '727500', '中国,陕西省,延安市,富县', '109.37927000', '35.98803000', 'Fuxian');
INSERT INTO `t_dict_area` VALUES ('610629', '洛川县', '610600', '洛川', '3', '0911', '727400', '中国,陕西省,延安市,洛川县', '109.43286000', '35.76076000', 'Luochuan');
INSERT INTO `t_dict_area` VALUES ('610630', '宜川县', '610600', '宜川', '3', '0911', '716200', '中国,陕西省,延安市,宜川县', '110.17196000', '36.04732000', 'Yichuan');
INSERT INTO `t_dict_area` VALUES ('610631', '黄龙县', '610600', '黄龙', '3', '0911', '715700', '中国,陕西省,延安市,黄龙县', '109.84259000', '35.58349000', 'Huanglong');
INSERT INTO `t_dict_area` VALUES ('610632', '黄陵县', '610600', '黄陵', '3', '0911', '727300', '中国,陕西省,延安市,黄陵县', '109.26333000', '35.58357000', 'Huangling');
INSERT INTO `t_dict_area` VALUES ('610700', '汉中市', '610000', '汉中', '2', '0916', '723000', '中国,陕西省,汉中市', '107.02862100', '33.07766800', 'Hanzhong');
INSERT INTO `t_dict_area` VALUES ('610702', '汉台区', '610700', '汉台', '3', '0916', '723000', '中国,陕西省,汉中市,汉台区', '107.03187000', '33.06774000', 'Hantai');
INSERT INTO `t_dict_area` VALUES ('610721', '南郑县', '610700', '南郑', '3', '0916', '723100', '中国,陕西省,汉中市,南郑县', '106.94024000', '33.00299000', 'Nanzheng');
INSERT INTO `t_dict_area` VALUES ('610722', '城固县', '610700', '城固', '3', '0916', '723200', '中国,陕西省,汉中市,城固县', '107.33367000', '33.15661000', 'Chenggu');
INSERT INTO `t_dict_area` VALUES ('610723', '洋县', '610700', '洋县', '3', '0916', '723300', '中国,陕西省,汉中市,洋县', '107.54672000', '33.22102000', 'Yangxian');
INSERT INTO `t_dict_area` VALUES ('610724', '西乡县', '610700', '西乡', '3', '0916', '723500', '中国,陕西省,汉中市,西乡县', '107.76867000', '32.98411000', 'Xixiang');
INSERT INTO `t_dict_area` VALUES ('610725', '勉县', '610700', '勉县', '3', '0916', '724200', '中国,陕西省,汉中市,勉县', '106.67584000', '33.15273000', 'Mianxian');
INSERT INTO `t_dict_area` VALUES ('610726', '宁强县', '610700', '宁强', '3', '0916', '724400', '中国,陕西省,汉中市,宁强县', '106.25958000', '32.82881000', 'Ningqiang');
INSERT INTO `t_dict_area` VALUES ('610727', '略阳县', '610700', '略阳', '3', '0916', '724300', '中国,陕西省,汉中市,略阳县', '106.15399000', '33.33009000', 'Lueyang');
INSERT INTO `t_dict_area` VALUES ('610728', '镇巴县', '610700', '镇巴', '3', '0916', '723600', '中国,陕西省,汉中市,镇巴县', '107.89648000', '32.53487000', 'Zhenba');
INSERT INTO `t_dict_area` VALUES ('610729', '留坝县', '610700', '留坝', '3', '0916', '724100', '中国,陕西省,汉中市,留坝县', '106.92233000', '33.61606000', 'Liuba');
INSERT INTO `t_dict_area` VALUES ('610730', '佛坪县', '610700', '佛坪', '3', '0916', '723400', '中国,陕西省,汉中市,佛坪县', '107.98974000', '33.52496000', 'Foping');
INSERT INTO `t_dict_area` VALUES ('610800', '榆林市', '610000', '榆林', '2', '0912', '719000', '中国,陕西省,榆林市', '109.74119300', '38.29016200', 'Yulin');
INSERT INTO `t_dict_area` VALUES ('610802', '榆阳区', '610800', '榆阳', '3', '0912', '719000', '中国,陕西省,榆林市,榆阳区', '109.73473000', '38.27843000', 'Yuyang');
INSERT INTO `t_dict_area` VALUES ('610821', '神木县', '610800', '神木', '3', '0912', '719300', '中国,陕西省,榆林市,神木县', '110.49890000', '38.84234000', 'Shenmu');
INSERT INTO `t_dict_area` VALUES ('610822', '府谷县', '610800', '府谷', '3', '0912', '719400', '中国,陕西省,榆林市,府谷县', '111.06723000', '39.02805000', 'Fugu');
INSERT INTO `t_dict_area` VALUES ('610823', '横山县', '610800', '横山', '3', '0912', '719100', '中国,陕西省,榆林市,横山县', '109.29568000', '37.95800000', 'Hengshan');
INSERT INTO `t_dict_area` VALUES ('610824', '靖边县', '610800', '靖边', '3', '0912', '718500', '中国,陕西省,榆林市,靖边县', '108.79412000', '37.59938000', 'Jingbian');
INSERT INTO `t_dict_area` VALUES ('610825', '定边县', '610800', '定边', '3', '0912', '718600', '中国,陕西省,榆林市,定边县', '107.59793000', '37.59037000', 'Dingbian');
INSERT INTO `t_dict_area` VALUES ('610826', '绥德县', '610800', '绥德', '3', '0912', '718000', '中国,陕西省,榆林市,绥德县', '110.26126000', '37.49778000', 'Suide');
INSERT INTO `t_dict_area` VALUES ('610827', '米脂县', '610800', '米脂', '3', '0912', '718100', '中国,陕西省,榆林市,米脂县', '110.18417000', '37.75529000', 'Mizhi');
INSERT INTO `t_dict_area` VALUES ('610828', '佳县', '610800', '佳县', '3', '0912', '719200', '中国,陕西省,榆林市,佳县', '110.49362000', '38.02248000', 'Jiaxian');
INSERT INTO `t_dict_area` VALUES ('610829', '吴堡县', '610800', '吴堡', '3', '0912', '718200', '中国,陕西省,榆林市,吴堡县', '110.74533000', '37.45709000', 'Wubu');
INSERT INTO `t_dict_area` VALUES ('610830', '清涧县', '610800', '清涧', '3', '0912', '718300', '中国,陕西省,榆林市,清涧县', '110.12173000', '37.08854000', 'Qingjian');
INSERT INTO `t_dict_area` VALUES ('610831', '子洲县', '610800', '子洲', '3', '0912', '718400', '中国,陕西省,榆林市,子洲县', '110.03488000', '37.61238000', 'Zizhou');
INSERT INTO `t_dict_area` VALUES ('610900', '安康市', '610000', '安康', '2', '0915', '725000', '中国,陕西省,安康市', '109.02927300', '32.69030000', 'Ankang');
INSERT INTO `t_dict_area` VALUES ('610902', '汉滨区', '610900', '汉滨', '3', '0915', '725000', '中国,陕西省,安康市,汉滨区', '109.02683000', '32.69517000', 'Hanbin');
INSERT INTO `t_dict_area` VALUES ('610921', '汉阴县', '610900', '汉阴', '3', '0915', '725100', '中国,陕西省,安康市,汉阴县', '108.51098000', '32.89129000', 'Hanyin');
INSERT INTO `t_dict_area` VALUES ('610922', '石泉县', '610900', '石泉', '3', '0915', '725200', '中国,陕西省,安康市,石泉县', '108.24755000', '33.03971000', 'Shiquan');
INSERT INTO `t_dict_area` VALUES ('610923', '宁陕县', '610900', '宁陕', '3', '0915', '711600', '中国,陕西省,安康市,宁陕县', '108.31515000', '33.31726000', 'Ningshan');
INSERT INTO `t_dict_area` VALUES ('610924', '紫阳县', '610900', '紫阳', '3', '0915', '725300', '中国,陕西省,安康市,紫阳县', '108.53680000', '32.52115000', 'Ziyang');
INSERT INTO `t_dict_area` VALUES ('610925', '岚皋县', '610900', '岚皋', '3', '0915', '725400', '中国,陕西省,安康市,岚皋县', '108.90289000', '32.30794000', 'Langao');
INSERT INTO `t_dict_area` VALUES ('610926', '平利县', '610900', '平利', '3', '0915', '725500', '中国,陕西省,安康市,平利县', '109.35775000', '32.39111000', 'Pingli');
INSERT INTO `t_dict_area` VALUES ('610927', '镇坪县', '610900', '镇坪', '3', '0915', '725600', '中国,陕西省,安康市,镇坪县', '109.52456000', '31.88330000', 'Zhenping');
INSERT INTO `t_dict_area` VALUES ('610928', '旬阳县', '610900', '旬阳', '3', '0915', '725700', '中国,陕西省,安康市,旬阳县', '109.36190000', '32.83207000', 'Xunyang');
INSERT INTO `t_dict_area` VALUES ('610929', '白河县', '610900', '白河', '3', '0915', '725800', '中国,陕西省,安康市,白河县', '110.11315000', '32.80955000', 'Baihe');
INSERT INTO `t_dict_area` VALUES ('611000', '商洛市', '610000', '商洛', '2', '0914', '726000', '中国,陕西省,商洛市', '109.93977600', '33.86831900', 'Shangluo');
INSERT INTO `t_dict_area` VALUES ('611002', '商州区', '611000', '商州', '3', '0914', '726000', '中国,陕西省,商洛市,商州区', '109.94126000', '33.86270000', 'Shangzhou');
INSERT INTO `t_dict_area` VALUES ('611021', '洛南县', '611000', '洛南', '3', '0914', '726100', '中国,陕西省,商洛市,洛南县', '110.14645000', '34.08994000', 'Luonan');
INSERT INTO `t_dict_area` VALUES ('611022', '丹凤县', '611000', '丹凤', '3', '0914', '726200', '中国,陕西省,商洛市,丹凤县', '110.33486000', '33.69468000', 'Danfeng');
INSERT INTO `t_dict_area` VALUES ('611023', '商南县', '611000', '商南', '3', '0914', '726300', '中国,陕西省,商洛市,商南县', '110.88375000', '33.52581000', 'Shangnan');
INSERT INTO `t_dict_area` VALUES ('611024', '山阳县', '611000', '山阳', '3', '0914', '726400', '中国,陕西省,商洛市,山阳县', '109.88784000', '33.52931000', 'Shanyang');
INSERT INTO `t_dict_area` VALUES ('611025', '镇安县', '611000', '镇安', '3', '0914', '711500', '中国,陕西省,商洛市,镇安县', '109.15374000', '33.42366000', 'Zhen\'an');
INSERT INTO `t_dict_area` VALUES ('611026', '柞水县', '611000', '柞水', '3', '0914', '711400', '中国,陕西省,商洛市,柞水县', '109.11105000', '33.68310000', 'Zhashui');
INSERT INTO `t_dict_area` VALUES ('611100', '西咸新区', '610000', '西咸', '2', '029', '712000', '中国,陕西省,西咸新区', '108.81065400', '34.30714400', 'Xixian');
INSERT INTO `t_dict_area` VALUES ('611101', '空港新城', '611100', '空港', '3', '0374', '461000', '中国,陕西省,西咸新区,空港新城', '108.76052900', '34.44089400', 'Konggang');
INSERT INTO `t_dict_area` VALUES ('611102', '沣东新城', '611100', '沣东', '3', '029', '710000', '中国,陕西省,西咸新区,沣东新城', '108.82988000', '34.26743100', 'Fengdong');
INSERT INTO `t_dict_area` VALUES ('611103', '秦汉新城', '611100', '秦汉', '3', '029', '712000', '中国,陕西省,西咸新区,秦汉新城', '108.83812000', '34.38651300', 'Qinhan');
INSERT INTO `t_dict_area` VALUES ('611104', '沣西新城', '611100', '沣西', '3', '029', '710000', '中国,陕西省,西咸新区,沣西新城', '108.71215000', '34.19045300', 'Fengxi');
INSERT INTO `t_dict_area` VALUES ('611105', '泾河新城', '611100', '泾河', '3', '029', '713700', '中国,陕西省,西咸新区,泾河新城', '109.04960300', '34.46058700', 'Jinghe');
INSERT INTO `t_dict_area` VALUES ('620000', '甘肃省', '100000', '甘肃', '1', '', '', '中国,甘肃省', '103.82355700', '36.05803900', 'Gansu');
INSERT INTO `t_dict_area` VALUES ('620100', '兰州市', '620000', '兰州', '2', '0931', '730030', '中国,甘肃省,兰州市', '103.82355700', '36.05803900', 'Lanzhou');
INSERT INTO `t_dict_area` VALUES ('620102', '城关区', '620100', '城关', '3', '0931', '730030', '中国,甘肃省,兰州市,城关区', '103.82520000', '36.05725000', 'Chengguan');
INSERT INTO `t_dict_area` VALUES ('620103', '七里河区', '620100', '七里河', '3', '0931', '730050', '中国,甘肃省,兰州市,七里河区', '103.78564000', '36.06585000', 'Qilihe');
INSERT INTO `t_dict_area` VALUES ('620104', '西固区', '620100', '西固', '3', '0931', '730060', '中国,甘肃省,兰州市,西固区', '103.62811000', '36.08858000', 'Xigu');
INSERT INTO `t_dict_area` VALUES ('620105', '安宁区', '620100', '安宁', '3', '0931', '730070', '中国,甘肃省,兰州市,安宁区', '103.71890000', '36.10384000', 'Anning');
INSERT INTO `t_dict_area` VALUES ('620111', '红古区', '620100', '红古', '3', '0931', '730084', '中国,甘肃省,兰州市,红古区', '102.85955000', '36.34537000', 'Honggu');
INSERT INTO `t_dict_area` VALUES ('620121', '永登县', '620100', '永登', '3', '0931', '730300', '中国,甘肃省,兰州市,永登县', '103.26055000', '36.73522000', 'Yongdeng');
INSERT INTO `t_dict_area` VALUES ('620122', '皋兰县', '620100', '皋兰', '3', '0931', '730200', '中国,甘肃省,兰州市,皋兰县', '103.94506000', '36.33215000', 'Gaolan');
INSERT INTO `t_dict_area` VALUES ('620123', '榆中县', '620100', '榆中', '3', '0931', '730100', '中国,甘肃省,兰州市,榆中县', '104.11450000', '35.84415000', 'Yuzhong');
INSERT INTO `t_dict_area` VALUES ('620200', '嘉峪关市', '620000', '嘉峪关', '2', '0937', '735100', '中国,甘肃省,嘉峪关市', '98.27730400', '39.78652900', 'Jiayuguan');
INSERT INTO `t_dict_area` VALUES ('620201', '雄关区', '620200', '雄关', '3', '0937', '735100', '中国,甘肃省,嘉峪关市,雄关区', '98.27739800', '39.77925000', 'Xiongguan');
INSERT INTO `t_dict_area` VALUES ('620202', '长城区', '620200', '长城', '3', '0937', '735106', '中国,甘肃省,嘉峪关市,长城区', '98.27352300', '39.78743100', 'Changcheng');
INSERT INTO `t_dict_area` VALUES ('620203', '镜铁区', '620200', '镜铁', '3', '0937', '735100', '中国,甘肃省,嘉峪关市,镜铁区', '98.27730400', '39.78652900', 'Jingtie');
INSERT INTO `t_dict_area` VALUES ('620300', '金昌市', '620000', '金昌', '2', '0935', '737100', '中国,甘肃省,金昌市', '102.18788800', '38.51423800', 'Jinchang');
INSERT INTO `t_dict_area` VALUES ('620302', '金川区', '620300', '金川', '3', '0935', '737100', '中国,甘肃省,金昌市,金川区', '102.19376000', '38.52101000', 'Jinchuan');
INSERT INTO `t_dict_area` VALUES ('620321', '永昌县', '620300', '永昌', '3', '0935', '737200', '中国,甘肃省,金昌市,永昌县', '101.97222000', '38.24711000', 'Yongchang');
INSERT INTO `t_dict_area` VALUES ('620400', '白银市', '620000', '白银', '2', '0943', '730900', '中国,甘肃省,白银市', '104.17360600', '36.54568000', 'Baiyin');
INSERT INTO `t_dict_area` VALUES ('620402', '白银区', '620400', '白银', '3', '0943', '730900', '中国,甘肃省,白银市,白银区', '104.17355000', '36.54411000', 'Baiyin');
INSERT INTO `t_dict_area` VALUES ('620403', '平川区', '620400', '平川', '3', '0943', '730913', '中国,甘肃省,白银市,平川区', '104.82498000', '36.72770000', 'Pingchuan');
INSERT INTO `t_dict_area` VALUES ('620421', '靖远县', '620400', '靖远', '3', '0943', '730600', '中国,甘肃省,白银市,靖远县', '104.68325000', '36.56602000', 'Jingyuan');
INSERT INTO `t_dict_area` VALUES ('620422', '会宁县', '620400', '会宁', '3', '0943', '730700', '中国,甘肃省,白银市,会宁县', '105.05297000', '35.69626000', 'Huining');
INSERT INTO `t_dict_area` VALUES ('620423', '景泰县', '620400', '景泰', '3', '0943', '730400', '中国,甘肃省,白银市,景泰县', '104.06295000', '37.18359000', 'Jingtai');
INSERT INTO `t_dict_area` VALUES ('620500', '天水市', '620000', '天水', '2', '0938', '741000', '中国,甘肃省,天水市', '105.72499800', '34.57852900', 'Tianshui');
INSERT INTO `t_dict_area` VALUES ('620502', '秦州区', '620500', '秦州', '3', '0938', '741000', '中国,甘肃省,天水市,秦州区', '105.72421000', '34.58089000', 'Qinzhou');
INSERT INTO `t_dict_area` VALUES ('620503', '麦积区', '620500', '麦积', '3', '0938', '741020', '中国,甘肃省,天水市,麦积区', '105.89013000', '34.57069000', 'Maiji');
INSERT INTO `t_dict_area` VALUES ('620521', '清水县', '620500', '清水', '3', '0938', '741400', '中国,甘肃省,天水市,清水县', '106.13671000', '34.75032000', 'Qingshui');
INSERT INTO `t_dict_area` VALUES ('620522', '秦安县', '620500', '秦安', '3', '0938', '741600', '中国,甘肃省,天水市,秦安县', '105.66955000', '34.85894000', 'Qin\'an');
INSERT INTO `t_dict_area` VALUES ('620523', '甘谷县', '620500', '甘谷', '3', '0938', '741200', '中国,甘肃省,天水市,甘谷县', '105.33291000', '34.73665000', 'Gangu');
INSERT INTO `t_dict_area` VALUES ('620524', '武山县', '620500', '武山', '3', '0938', '741300', '中国,甘肃省,天水市,武山县', '104.88382000', '34.72123000', 'Wushan');
INSERT INTO `t_dict_area` VALUES ('620525', '张家川回族自治县', '620500', '张家川', '3', '0938', '741500', '中国,甘肃省,天水市,张家川回族自治县', '106.21582000', '34.99582000', 'Zhangjiachuan');
INSERT INTO `t_dict_area` VALUES ('620600', '武威市', '620000', '武威', '2', '0935', '733000', '中国,甘肃省,武威市', '102.63469700', '37.92999600', 'Wuwei');
INSERT INTO `t_dict_area` VALUES ('620602', '凉州区', '620600', '凉州', '3', '0935', '733000', '中国,甘肃省,武威市,凉州区', '102.64203000', '37.92832000', 'Liangzhou');
INSERT INTO `t_dict_area` VALUES ('620621', '民勤县', '620600', '民勤', '3', '0935', '733300', '中国,甘肃省,武威市,民勤县', '103.09011000', '38.62487000', 'Minqin');
INSERT INTO `t_dict_area` VALUES ('620622', '古浪县', '620600', '古浪', '3', '0935', '733100', '中国,甘肃省,武威市,古浪县', '102.89154000', '37.46508000', 'Gulang');
INSERT INTO `t_dict_area` VALUES ('620623', '天祝藏族自治县', '620600', '天祝', '3', '0935', '733200', '中国,甘肃省,武威市,天祝藏族自治县', '103.13610000', '36.97715000', 'Tianzhu');
INSERT INTO `t_dict_area` VALUES ('620700', '张掖市', '620000', '张掖', '2', '0936', '734000', '中国,甘肃省,张掖市', '100.45547200', '38.93289700', 'Zhangye');
INSERT INTO `t_dict_area` VALUES ('620702', '甘州区', '620700', '甘州', '3', '0936', '734000', '中国,甘肃省,张掖市,甘州区', '100.45270000', '38.92947000', 'Ganzhou');
INSERT INTO `t_dict_area` VALUES ('620721', '肃南裕固族自治县', '620700', '肃南', '3', '0936', '734400', '中国,甘肃省,张掖市,肃南裕固族自治县', '99.61407000', '38.83776000', 'Sunan');
INSERT INTO `t_dict_area` VALUES ('620722', '民乐县', '620700', '民乐', '3', '0936', '734500', '中国,甘肃省,张掖市,民乐县', '100.81091000', '38.43479000', 'Minle');
INSERT INTO `t_dict_area` VALUES ('620723', '临泽县', '620700', '临泽', '3', '0936', '734200', '中国,甘肃省,张掖市,临泽县', '100.16445000', '39.15252000', 'Linze');
INSERT INTO `t_dict_area` VALUES ('620724', '高台县', '620700', '高台', '3', '0936', '734300', '中国,甘肃省,张掖市,高台县', '99.81918000', '39.37829000', 'Gaotai');
INSERT INTO `t_dict_area` VALUES ('620725', '山丹县', '620700', '山丹', '3', '0936', '734100', '中国,甘肃省,张掖市,山丹县', '101.09359000', '38.78468000', 'Shandan');
INSERT INTO `t_dict_area` VALUES ('620800', '平凉市', '620000', '平凉', '2', '0933', '744000', '中国,甘肃省,平凉市', '106.68469100', '35.54279000', 'Pingliang');
INSERT INTO `t_dict_area` VALUES ('620802', '崆峒区', '620800', '崆峒', '3', '0933', '744000', '中国,甘肃省,平凉市,崆峒区', '106.67483000', '35.54262000', 'Kongtong');
INSERT INTO `t_dict_area` VALUES ('620821', '泾川县', '620800', '泾川', '3', '0933', '744300', '中国,甘肃省,平凉市,泾川县', '107.36581000', '35.33223000', 'Jingchuan');
INSERT INTO `t_dict_area` VALUES ('620822', '灵台县', '620800', '灵台', '3', '0933', '744400', '中国,甘肃省,平凉市,灵台县', '107.61740000', '35.06768000', 'Lingtai');
INSERT INTO `t_dict_area` VALUES ('620823', '崇信县', '620800', '崇信', '3', '0933', '744200', '中国,甘肃省,平凉市,崇信县', '107.03738000', '35.30344000', 'Chongxin');
INSERT INTO `t_dict_area` VALUES ('620824', '华亭县', '620800', '华亭', '3', '0933', '744100', '中国,甘肃省,平凉市,华亭县', '106.65463000', '35.21830000', 'Huating');
INSERT INTO `t_dict_area` VALUES ('620825', '庄浪县', '620800', '庄浪', '3', '0933', '744600', '中国,甘肃省,平凉市,庄浪县', '106.03662000', '35.20235000', 'Zhuanglang');
INSERT INTO `t_dict_area` VALUES ('620826', '静宁县', '620800', '静宁', '3', '0933', '743400', '中国,甘肃省,平凉市,静宁县', '105.72723000', '35.51991000', 'Jingning');
INSERT INTO `t_dict_area` VALUES ('620900', '酒泉市', '620000', '酒泉', '2', '0937', '735000', '中国,甘肃省,酒泉市', '98.51079500', '39.74402300', 'Jiuquan');
INSERT INTO `t_dict_area` VALUES ('620902', '肃州区', '620900', '肃州', '3', '0937', '735000', '中国,甘肃省,酒泉市,肃州区', '98.50775000', '39.74506000', 'Suzhou');
INSERT INTO `t_dict_area` VALUES ('620921', '金塔县', '620900', '金塔', '3', '0937', '735300', '中国,甘肃省,酒泉市,金塔县', '98.90002000', '39.97733000', 'Jinta');
INSERT INTO `t_dict_area` VALUES ('620922', '瓜州县', '620900', '瓜州', '3', '0937', '736100', '中国,甘肃省,酒泉市,瓜州县', '95.78271000', '40.51548000', 'Guazhou');
INSERT INTO `t_dict_area` VALUES ('620923', '肃北蒙古族自治县', '620900', '肃北', '3', '0937', '736300', '中国,甘肃省,酒泉市,肃北蒙古族自治县', '94.87649000', '39.51214000', 'Subei');
INSERT INTO `t_dict_area` VALUES ('620924', '阿克塞哈萨克族自治县', '620900', '阿克塞', '3', '0937', '736400', '中国,甘肃省,酒泉市,阿克塞哈萨克族自治县', '94.34097000', '39.63435000', 'Akesai');
INSERT INTO `t_dict_area` VALUES ('620981', '玉门市', '620900', '玉门', '3', '0937', '735200', '中国,甘肃省,酒泉市,玉门市', '97.04538000', '40.29172000', 'Yumen');
INSERT INTO `t_dict_area` VALUES ('620982', '敦煌市', '620900', '敦煌', '3', '0937', '736200', '中国,甘肃省,酒泉市,敦煌市', '94.66159000', '40.14211000', 'Dunhuang');
INSERT INTO `t_dict_area` VALUES ('621000', '庆阳市', '620000', '庆阳', '2', '0934', '745000', '中国,甘肃省,庆阳市', '107.63837200', '35.73421800', 'Qingyang');
INSERT INTO `t_dict_area` VALUES ('621002', '西峰区', '621000', '西峰', '3', '0934', '745000', '中国,甘肃省,庆阳市,西峰区', '107.65107000', '35.73065000', 'Xifeng');
INSERT INTO `t_dict_area` VALUES ('621021', '庆城县', '621000', '庆城', '3', '0934', '745100', '中国,甘肃省,庆阳市,庆城县', '107.88272000', '36.01507000', 'Qingcheng');
INSERT INTO `t_dict_area` VALUES ('621022', '环县', '621000', '环县', '3', '0934', '745700', '中国,甘肃省,庆阳市,环县', '107.30835000', '36.56846000', 'Huanxian');
INSERT INTO `t_dict_area` VALUES ('621023', '华池县', '621000', '华池', '3', '0934', '745600', '中国,甘肃省,庆阳市,华池县', '107.98910000', '36.46108000', 'Huachi');
INSERT INTO `t_dict_area` VALUES ('621024', '合水县', '621000', '合水', '3', '0934', '745400', '中国,甘肃省,庆阳市,合水县', '108.02032000', '35.81911000', 'Heshui');
INSERT INTO `t_dict_area` VALUES ('621025', '正宁县', '621000', '正宁', '3', '0934', '745300', '中国,甘肃省,庆阳市,正宁县', '108.36007000', '35.49174000', 'Zhengning');
INSERT INTO `t_dict_area` VALUES ('621026', '宁县', '621000', '宁县', '3', '0934', '745200', '中国,甘肃省,庆阳市,宁县', '107.92517000', '35.50164000', 'Ningxian');
INSERT INTO `t_dict_area` VALUES ('621027', '镇原县', '621000', '镇原', '3', '0934', '744500', '中国,甘肃省,庆阳市,镇原县', '107.19900000', '35.67712000', 'Zhenyuan');
INSERT INTO `t_dict_area` VALUES ('621100', '定西市', '620000', '定西', '2', '0932', '743000', '中国,甘肃省,定西市', '104.62629400', '35.57957800', 'Dingxi');
INSERT INTO `t_dict_area` VALUES ('621102', '安定区', '621100', '安定', '3', '0932', '743000', '中国,甘肃省,定西市,安定区', '104.61060000', '35.58066000', 'Anding');
INSERT INTO `t_dict_area` VALUES ('621121', '通渭县', '621100', '通渭', '3', '0932', '743300', '中国,甘肃省,定西市,通渭县', '105.24224000', '35.21101000', 'Tongwei');
INSERT INTO `t_dict_area` VALUES ('621122', '陇西县', '621100', '陇西', '3', '0932', '748100', '中国,甘肃省,定西市,陇西县', '104.63446000', '35.00238000', 'Longxi');
INSERT INTO `t_dict_area` VALUES ('621123', '渭源县', '621100', '渭源', '3', '0932', '748200', '中国,甘肃省,定西市,渭源县', '104.21435000', '35.13649000', 'Weiyuan');
INSERT INTO `t_dict_area` VALUES ('621124', '临洮县', '621100', '临洮', '3', '0932', '730500', '中国,甘肃省,定西市,临洮县', '103.86196000', '35.37510000', 'Lintao');
INSERT INTO `t_dict_area` VALUES ('621125', '漳县', '621100', '漳县', '3', '0932', '748300', '中国,甘肃省,定西市,漳县', '104.46704000', '34.84977000', 'Zhangxian');
INSERT INTO `t_dict_area` VALUES ('621126', '岷县', '621100', '岷县', '3', '0932', '748400', '中国,甘肃省,定西市,岷县', '104.03772000', '34.43444000', 'Minxian');
INSERT INTO `t_dict_area` VALUES ('621200', '陇南市', '620000', '陇南', '2', '0939', '746000', '中国,甘肃省,陇南市', '104.92937900', '33.38859800', 'Longnan');
INSERT INTO `t_dict_area` VALUES ('621202', '武都区', '621200', '武都', '3', '0939', '746000', '中国,甘肃省,陇南市,武都区', '104.92652000', '33.39239000', 'Wudu');
INSERT INTO `t_dict_area` VALUES ('621221', '成县', '621200', '成县', '3', '0939', '742500', '中国,甘肃省,陇南市,成县', '105.72586000', '33.73925000', 'Chengxian');
INSERT INTO `t_dict_area` VALUES ('621222', '文县', '621200', '文县', '3', '0939', '746400', '中国,甘肃省,陇南市,文县', '104.68362000', '32.94337000', 'Wenxian');
INSERT INTO `t_dict_area` VALUES ('621223', '宕昌县', '621200', '宕昌', '3', '0939', '748500', '中国,甘肃省,陇南市,宕昌县', '104.39349000', '34.04732000', 'Dangchang');
INSERT INTO `t_dict_area` VALUES ('621224', '康县', '621200', '康县', '3', '0939', '746500', '中国,甘肃省,陇南市,康县', '105.60711000', '33.32912000', 'Kangxian');
INSERT INTO `t_dict_area` VALUES ('621225', '西和县', '621200', '西和', '3', '0939', '742100', '中国,甘肃省,陇南市,西和县', '105.30099000', '34.01432000', 'Xihe');
INSERT INTO `t_dict_area` VALUES ('621226', '礼县', '621200', '礼县', '3', '0939', '742200', '中国,甘肃省,陇南市,礼县', '105.17785000', '34.18935000', 'Lixian');
INSERT INTO `t_dict_area` VALUES ('621227', '徽县', '621200', '徽县', '3', '0939', '742300', '中国,甘肃省,陇南市,徽县', '106.08529000', '33.76898000', 'Huixian');
INSERT INTO `t_dict_area` VALUES ('621228', '两当县', '621200', '两当', '3', '0939', '742400', '中国,甘肃省,陇南市,两当县', '106.30484000', '33.90960000', 'Liangdang');
INSERT INTO `t_dict_area` VALUES ('622900', '临夏回族自治州', '620000', '临夏', '2', '0930', '731100', '中国,甘肃省,临夏回族自治州', '103.21200600', '35.59944600', 'Linxia');
INSERT INTO `t_dict_area` VALUES ('622901', '临夏市', '622900', '临夏', '3', '0930', '731100', '中国,甘肃省,临夏回族自治州,临夏市', '103.21000000', '35.59916000', 'Linxia');
INSERT INTO `t_dict_area` VALUES ('622921', '临夏县', '622900', '临夏', '3', '0930', '731800', '中国,甘肃省,临夏回族自治州,临夏县', '102.99380000', '35.49519000', 'Linxia');
INSERT INTO `t_dict_area` VALUES ('622922', '康乐县', '622900', '康乐', '3', '0930', '731500', '中国,甘肃省,临夏回族自治州,康乐县', '103.71093000', '35.37219000', 'Kangle');
INSERT INTO `t_dict_area` VALUES ('622923', '永靖县', '622900', '永靖', '3', '0930', '731600', '中国,甘肃省,临夏回族自治州,永靖县', '103.32043000', '35.93835000', 'Yongjing');
INSERT INTO `t_dict_area` VALUES ('622924', '广河县', '622900', '广河', '3', '0930', '731300', '中国,甘肃省,临夏回族自治州,广河县', '103.56933000', '35.48097000', 'Guanghe');
INSERT INTO `t_dict_area` VALUES ('622925', '和政县', '622900', '和政', '3', '0930', '731200', '中国,甘肃省,临夏回族自治州,和政县', '103.34936000', '35.42592000', 'Hezheng');
INSERT INTO `t_dict_area` VALUES ('622926', '东乡族自治县', '622900', '东乡族', '3', '0930', '731400', '中国,甘肃省,临夏回族自治州,东乡族自治县', '103.39477000', '35.66471000', 'Dongxiangzu');
INSERT INTO `t_dict_area` VALUES ('622927', '积石山保安族东乡族撒拉族自治县', '622900', '积石山', '3', '0930', '731700', '中国,甘肃省,临夏回族自治州,积石山保安族东乡族撒拉族自治县', '102.87374000', '35.71820000', 'Jishishan');
INSERT INTO `t_dict_area` VALUES ('623000', '甘南藏族自治州', '620000', '甘南', '2', '0941', '747000', '中国,甘肃省,甘南藏族自治州', '102.91100800', '34.98635400', 'Gannan');
INSERT INTO `t_dict_area` VALUES ('623001', '合作市', '623000', '合作', '3', '0941', '747000', '中国,甘肃省,甘南藏族自治州,合作市', '102.91082000', '35.00016000', 'Hezuo');
INSERT INTO `t_dict_area` VALUES ('623021', '临潭县', '623000', '临潭', '3', '0941', '747500', '中国,甘肃省,甘南藏族自治州,临潭县', '103.35287000', '34.69515000', 'Lintan');
INSERT INTO `t_dict_area` VALUES ('623022', '卓尼县', '623000', '卓尼', '3', '0941', '747600', '中国,甘肃省,甘南藏族自治州,卓尼县', '103.50811000', '34.58919000', 'Zhuoni');
INSERT INTO `t_dict_area` VALUES ('623023', '舟曲县', '623000', '舟曲', '3', '0941', '746300', '中国,甘肃省,甘南藏族自治州,舟曲县', '104.37155000', '33.78468000', 'Zhouqu');
INSERT INTO `t_dict_area` VALUES ('623024', '迭部县', '623000', '迭部', '3', '0941', '747400', '中国,甘肃省,甘南藏族自治州,迭部县', '103.22274000', '34.05623000', 'Diebu');
INSERT INTO `t_dict_area` VALUES ('623025', '玛曲县', '623000', '玛曲', '3', '0941', '747300', '中国,甘肃省,甘南藏族自治州,玛曲县', '102.07540000', '33.99700000', 'Maqu');
INSERT INTO `t_dict_area` VALUES ('623026', '碌曲县', '623000', '碌曲', '3', '0941', '747200', '中国,甘肃省,甘南藏族自治州,碌曲县', '102.49176000', '34.58872000', 'Luqu');
INSERT INTO `t_dict_area` VALUES ('623027', '夏河县', '623000', '夏河', '3', '0941', '747100', '中国,甘肃省,甘南藏族自治州,夏河县', '102.52215000', '35.20487000', 'Xiahe');
INSERT INTO `t_dict_area` VALUES ('630000', '青海省', '100000', '青海', '1', '', '', '中国,青海省', '101.77891600', '36.62317800', 'Qinghai');
INSERT INTO `t_dict_area` VALUES ('630100', '西宁市', '630000', '西宁', '2', '0971', '810000', '中国,青海省,西宁市', '101.77891600', '36.62317800', 'Xining');
INSERT INTO `t_dict_area` VALUES ('630102', '城东区', '630100', '城东', '3', '0971', '810007', '中国,青海省,西宁市,城东区', '101.80373000', '36.59969000', 'Chengdong');
INSERT INTO `t_dict_area` VALUES ('630103', '城中区', '630100', '城中', '3', '0971', '810000', '中国,青海省,西宁市,城中区', '101.78394000', '36.62279000', 'Chengzhong');
INSERT INTO `t_dict_area` VALUES ('630104', '城西区', '630100', '城西', '3', '0971', '810001', '中国,青海省,西宁市,城西区', '101.76588000', '36.62828000', 'Chengxi');
INSERT INTO `t_dict_area` VALUES ('630105', '城北区', '630100', '城北', '3', '0971', '810003', '中国,青海省,西宁市,城北区', '101.76620000', '36.65014000', 'Chengbei');
INSERT INTO `t_dict_area` VALUES ('630121', '大通回族土族自治县', '630100', '大通', '3', '0971', '810100', '中国,青海省,西宁市,大通回族土族自治县', '101.70236000', '36.93489000', 'Datong');
INSERT INTO `t_dict_area` VALUES ('630122', '湟中县', '630100', '湟中', '3', '0971', '811600', '中国,青海省,西宁市,湟中县', '101.57159000', '36.50083000', 'Huangzhong');
INSERT INTO `t_dict_area` VALUES ('630123', '湟源县', '630100', '湟源', '3', '0971', '812100', '中国,青海省,西宁市,湟源县', '101.25643000', '36.68243000', 'Huangyuan');
INSERT INTO `t_dict_area` VALUES ('630200', '海东市', '630000', '海东', '2', '0972', '810700', '中国,青海省,海东市', '102.10327000', '36.50291600', 'Haidong');
INSERT INTO `t_dict_area` VALUES ('630202', '乐都区', '630200', '乐都', '3', '0972', '810700', '中国,青海省,海东市,乐都区', '102.40243100', '36.48029100', 'Ledu');
INSERT INTO `t_dict_area` VALUES ('630221', '平安县', '630200', '平安', '3', '0972', '810600', '中国,青海省,海东市,平安县', '102.10429500', '36.50271400', 'Ping\'an');
INSERT INTO `t_dict_area` VALUES ('630222', '民和回族土族自治县', '630200', '民和', '3', '0972', '810800', '中国,青海省,海东市,民和回族土族自治县', '102.80420900', '36.32945100', 'Minhe');
INSERT INTO `t_dict_area` VALUES ('630223', '互助土族自治县', '630200', '互助', '3', '0972', '810500', '中国,青海省,海东市,互助土族自治县', '101.95673400', '36.83994000', 'Huzhu');
INSERT INTO `t_dict_area` VALUES ('630224', '化隆回族自治县', '630200', '化隆', '3', '0972', '810900', '中国,青海省,海东市,化隆回族自治县', '102.26232900', '36.09832200', 'Hualong');
INSERT INTO `t_dict_area` VALUES ('630225', '循化撒拉族自治县', '630200', '循化', '3', '0972', '811100', '中国,青海省,海东市,循化撒拉族自治县', '102.48653400', '35.84724700', 'Xunhua');
INSERT INTO `t_dict_area` VALUES ('632200', '海北藏族自治州', '630000', '海北', '2', '0970', '812200', '中国,青海省,海北藏族自治州', '100.90105900', '36.95943500', 'Haibei');
INSERT INTO `t_dict_area` VALUES ('632221', '门源回族自治县', '632200', '门源', '3', '0970', '810300', '中国,青海省,海北藏族自治州,门源回族自治县', '101.62228000', '37.37611000', 'Menyuan');
INSERT INTO `t_dict_area` VALUES ('632222', '祁连县', '632200', '祁连', '3', '0970', '810400', '中国,青海省,海北藏族自治州,祁连县', '100.24618000', '38.17901000', 'Qilian');
INSERT INTO `t_dict_area` VALUES ('632223', '海晏县', '632200', '海晏', '3', '0970', '812200', '中国,青海省,海北藏族自治州,海晏县', '100.99270000', '36.89902000', 'Haiyan');
INSERT INTO `t_dict_area` VALUES ('632224', '刚察县', '632200', '刚察', '3', '0970', '812300', '中国,青海省,海北藏族自治州,刚察县', '100.14675000', '37.32161000', 'Gangcha');
INSERT INTO `t_dict_area` VALUES ('632300', '黄南藏族自治州', '630000', '黄南', '2', '0973', '811300', '中国,青海省,黄南藏族自治州', '102.01998800', '35.51774400', 'Huangnan');
INSERT INTO `t_dict_area` VALUES ('632321', '同仁县', '632300', '同仁', '3', '0973', '811300', '中国,青海省,黄南藏族自治州,同仁县', '102.01840000', '35.51603000', 'Tongren');
INSERT INTO `t_dict_area` VALUES ('632322', '尖扎县', '632300', '尖扎', '3', '0973', '811200', '中国,青海省,黄南藏族自治州,尖扎县', '102.03411000', '35.93947000', 'Jianzha');
INSERT INTO `t_dict_area` VALUES ('632323', '泽库县', '632300', '泽库', '3', '0973', '811400', '中国,青海省,黄南藏族自治州,泽库县', '101.46444000', '35.03519000', 'Zeku');
INSERT INTO `t_dict_area` VALUES ('632324', '河南蒙古族自治县', '632300', '河南', '3', '0973', '811500', '中国,青海省,黄南藏族自治州,河南蒙古族自治县', '101.60864000', '34.73476000', 'Henan');
INSERT INTO `t_dict_area` VALUES ('632500', '海南藏族自治州', '630000', '海南', '2', '0974', '813000', '中国,青海省,海南藏族自治州', '100.61954200', '36.28035300', 'Hainan');
INSERT INTO `t_dict_area` VALUES ('632521', '共和县', '632500', '共和', '3', '0974', '813000', '中国,青海省,海南藏族自治州,共和县', '100.62003000', '36.28410000', 'Gonghe');
INSERT INTO `t_dict_area` VALUES ('632522', '同德县', '632500', '同德', '3', '0974', '813200', '中国,青海省,海南藏族自治州,同德县', '100.57159000', '35.25488000', 'Tongde');
INSERT INTO `t_dict_area` VALUES ('632523', '贵德县', '632500', '贵德', '3', '0974', '811700', '中国,青海省,海南藏族自治州,贵德县', '101.43200000', '36.04400000', 'Guide');
INSERT INTO `t_dict_area` VALUES ('632524', '兴海县', '632500', '兴海', '3', '0974', '813300', '中国,青海省,海南藏族自治州,兴海县', '99.98846000', '35.59031000', 'Xinghai');
INSERT INTO `t_dict_area` VALUES ('632525', '贵南县', '632500', '贵南', '3', '0974', '813100', '中国,青海省,海南藏族自治州,贵南县', '100.74716000', '35.58667000', 'Guinan');
INSERT INTO `t_dict_area` VALUES ('632600', '果洛藏族自治州', '630000', '果洛', '2', '0975', '814000', '中国,青海省,果洛藏族自治州', '100.24214300', '34.47360000', 'Golog');
INSERT INTO `t_dict_area` VALUES ('632621', '玛沁县', '632600', '玛沁', '3', '0975', '814000', '中国,青海省,果洛藏族自治州,玛沁县', '100.23901000', '34.47746000', 'Maqin');
INSERT INTO `t_dict_area` VALUES ('632622', '班玛县', '632600', '班玛', '3', '0975', '814300', '中国,青海省,果洛藏族自治州,班玛县', '100.73745000', '32.93253000', 'Banma');
INSERT INTO `t_dict_area` VALUES ('632623', '甘德县', '632600', '甘德', '3', '0975', '814100', '中国,青海省,果洛藏族自治州,甘德县', '99.90246000', '33.96838000', 'Gande');
INSERT INTO `t_dict_area` VALUES ('632624', '达日县', '632600', '达日', '3', '0975', '814200', '中国,青海省,果洛藏族自治州,达日县', '99.65179000', '33.75193000', 'Dari');
INSERT INTO `t_dict_area` VALUES ('632625', '久治县', '632600', '久治', '3', '0975', '624700', '中国,青海省,果洛藏族自治州,久治县', '101.48342000', '33.42989000', 'Jiuzhi');
INSERT INTO `t_dict_area` VALUES ('632626', '玛多县', '632600', '玛多', '3', '0975', '813500', '中国,青海省,果洛藏族自治州,玛多县', '98.20996000', '34.91567000', 'Maduo');
INSERT INTO `t_dict_area` VALUES ('632700', '玉树藏族自治州', '630000', '玉树', '2', '0976', '815000', '中国,青海省,玉树藏族自治州', '97.00852200', '33.00404900', 'Yushu');
INSERT INTO `t_dict_area` VALUES ('632701', '玉树市', '632700', '玉树', '3', '0976', '815000', '中国,青海省,玉树藏族自治州,玉树市', '97.00876200', '33.00393000', 'Yushu');
INSERT INTO `t_dict_area` VALUES ('632722', '杂多县', '632700', '杂多', '3', '0976', '815300', '中国,青海省,玉树藏族自治州,杂多县', '95.29864000', '32.89318000', 'Zaduo');
INSERT INTO `t_dict_area` VALUES ('632723', '称多县', '632700', '称多', '3', '0976', '815100', '中国,青海省,玉树藏族自治州,称多县', '97.10788000', '33.36899000', 'Chenduo');
INSERT INTO `t_dict_area` VALUES ('632724', '治多县', '632700', '治多', '3', '0976', '815400', '中国,青海省,玉树藏族自治州,治多县', '95.61572000', '33.85280000', 'Zhiduo');
INSERT INTO `t_dict_area` VALUES ('632725', '囊谦县', '632700', '囊谦', '3', '0976', '815200', '中国,青海省,玉树藏族自治州,囊谦县', '96.47753000', '32.20359000', 'Nangqian');
INSERT INTO `t_dict_area` VALUES ('632726', '曲麻莱县', '632700', '曲麻莱', '3', '0976', '815500', '中国,青海省,玉树藏族自治州,曲麻莱县', '95.79757000', '34.12609000', 'Qumalai');
INSERT INTO `t_dict_area` VALUES ('632800', '海西蒙古族藏族自治州', '630000', '海西', '2', '0977', '817000', '中国,青海省,海西蒙古族藏族自治州', '97.37078500', '37.37466300', 'Haixi');
INSERT INTO `t_dict_area` VALUES ('632801', '格尔木市', '632800', '格尔木', '3', '0977', '816000', '中国,青海省,海西蒙古族藏族自治州,格尔木市', '94.90329000', '36.40236000', 'Geermu');
INSERT INTO `t_dict_area` VALUES ('632802', '德令哈市', '632800', '德令哈', '3', '0977', '817000', '中国,青海省,海西蒙古族藏族自治州,德令哈市', '97.36084000', '37.36946000', 'Delingha');
INSERT INTO `t_dict_area` VALUES ('632821', '乌兰县', '632800', '乌兰', '3', '0977', '817100', '中国,青海省,海西蒙古族藏族自治州,乌兰县', '98.48196000', '36.93471000', 'Wulan');
INSERT INTO `t_dict_area` VALUES ('632822', '都兰县', '632800', '都兰', '3', '0977', '816100', '中国,青海省,海西蒙古族藏族自治州,都兰县', '98.09228000', '36.30135000', 'Dulan');
INSERT INTO `t_dict_area` VALUES ('632823', '天峻县', '632800', '天峻', '3', '0977', '817200', '中国,青海省,海西蒙古族藏族自治州,天峻县', '99.02453000', '37.30326000', 'Tianjun');
INSERT INTO `t_dict_area` VALUES ('640000', '宁夏回族自治区', '100000', '宁夏', '1', '', '', '中国,宁夏回族自治区', '106.27817900', '38.46637000', 'Ningxia');
INSERT INTO `t_dict_area` VALUES ('640100', '银川市', '640000', '银川', '2', '0951', '750004', '中国,宁夏回族自治区,银川市', '106.27817900', '38.46637000', 'Yinchuan');
INSERT INTO `t_dict_area` VALUES ('640104', '兴庆区', '640100', '兴庆', '3', '0951', '750001', '中国,宁夏回族自治区,银川市,兴庆区', '106.28872000', '38.47392000', 'Xingqing');
INSERT INTO `t_dict_area` VALUES ('640105', '西夏区', '640100', '西夏', '3', '0951', '750021', '中国,宁夏回族自治区,银川市,西夏区', '106.15023000', '38.49137000', 'Xixia');
INSERT INTO `t_dict_area` VALUES ('640106', '金凤区', '640100', '金凤', '3', '0951', '750011', '中国,宁夏回族自治区,银川市,金凤区', '106.24261000', '38.47294000', 'Jinfeng');
INSERT INTO `t_dict_area` VALUES ('640121', '永宁县', '640100', '永宁', '3', '0951', '750100', '中国,宁夏回族自治区,银川市,永宁县', '106.25170000', '38.27559000', 'Yongning');
INSERT INTO `t_dict_area` VALUES ('640122', '贺兰县', '640100', '贺兰', '3', '0951', '750200', '中国,宁夏回族自治区,银川市,贺兰县', '106.34982000', '38.55440000', 'Helan');
INSERT INTO `t_dict_area` VALUES ('640181', '灵武市', '640100', '灵武', '3', '0951', '750004', '中国,宁夏回族自治区,银川市,灵武市', '106.33999000', '38.10266000', 'Lingwu');
INSERT INTO `t_dict_area` VALUES ('640200', '石嘴山市', '640000', '石嘴山', '2', '0952', '753000', '中国,宁夏回族自治区,石嘴山市', '106.37617300', '39.01333000', 'Shizuishan');
INSERT INTO `t_dict_area` VALUES ('640202', '大武口区', '640200', '大武口', '3', '0952', '753000', '中国,宁夏回族自治区,石嘴山市,大武口区', '106.37717000', '39.01226000', 'Dawukou');
INSERT INTO `t_dict_area` VALUES ('640205', '惠农区', '640200', '惠农', '3', '0952', '753600', '中国,宁夏回族自治区,石嘴山市,惠农区', '106.71145000', '39.13193000', 'Huinong');
INSERT INTO `t_dict_area` VALUES ('640221', '平罗县', '640200', '平罗', '3', '0952', '753400', '中国,宁夏回族自治区,石嘴山市,平罗县', '106.54538000', '38.90429000', 'Pingluo');
INSERT INTO `t_dict_area` VALUES ('640300', '吴忠市', '640000', '吴忠', '2', '0953', '751100', '中国,宁夏回族自治区,吴忠市', '106.19940900', '37.98616500', 'Wuzhong');
INSERT INTO `t_dict_area` VALUES ('640302', '利通区', '640300', '利通', '3', '0953', '751100', '中国,宁夏回族自治区,吴忠市,利通区', '106.20311000', '37.98512000', 'Litong');
INSERT INTO `t_dict_area` VALUES ('640303', '红寺堡区', '640300', '红寺堡', '3', '0953', '751900', '中国,宁夏回族自治区,吴忠市,红寺堡区', '106.19822000', '37.99747000', 'Hongsibao');
INSERT INTO `t_dict_area` VALUES ('640323', '盐池县', '640300', '盐池', '3', '0953', '751500', '中国,宁夏回族自治区,吴忠市,盐池县', '107.40707000', '37.78330000', 'Yanchi');
INSERT INTO `t_dict_area` VALUES ('640324', '同心县', '640300', '同心', '3', '0953', '751300', '中国,宁夏回族自治区,吴忠市,同心县', '105.91418000', '36.98116000', 'Tongxin');
INSERT INTO `t_dict_area` VALUES ('640381', '青铜峡市', '640300', '青铜峡', '3', '0953', '751600', '中国,宁夏回族自治区,吴忠市,青铜峡市', '106.07489000', '38.02004000', 'Qingtongxia');
INSERT INTO `t_dict_area` VALUES ('640400', '固原市', '640000', '固原', '2', '0954', '756000', '中国,宁夏回族自治区,固原市', '106.28524100', '36.00456100', 'Guyuan');
INSERT INTO `t_dict_area` VALUES ('640402', '原州区', '640400', '原州', '3', '0954', '756000', '中国,宁夏回族自治区,固原市,原州区', '106.28778000', '36.00374000', 'Yuanzhou');
INSERT INTO `t_dict_area` VALUES ('640422', '西吉县', '640400', '西吉', '3', '0954', '756200', '中国,宁夏回族自治区,固原市,西吉县', '105.73107000', '35.96616000', 'Xiji');
INSERT INTO `t_dict_area` VALUES ('640423', '隆德县', '640400', '隆德', '3', '0954', '756300', '中国,宁夏回族自治区,固原市,隆德县', '106.12426000', '35.61718000', 'Longde');
INSERT INTO `t_dict_area` VALUES ('640424', '泾源县', '640400', '泾源', '3', '0954', '756400', '中国,宁夏回族自治区,固原市,泾源县', '106.33902000', '35.49072000', 'Jingyuan');
INSERT INTO `t_dict_area` VALUES ('640425', '彭阳县', '640400', '彭阳', '3', '0954', '756500', '中国,宁夏回族自治区,固原市,彭阳县', '106.64462000', '35.85076000', 'Pengyang');
INSERT INTO `t_dict_area` VALUES ('640500', '中卫市', '640000', '中卫', '2', '0955', '751700', '中国,宁夏回族自治区,中卫市', '105.18956800', '37.51495100', 'Zhongwei');
INSERT INTO `t_dict_area` VALUES ('640502', '沙坡头区', '640500', '沙坡头', '3', '0955', '755000', '中国,宁夏回族自治区,中卫市,沙坡头区', '105.18962000', '37.51044000', 'Shapotou');
INSERT INTO `t_dict_area` VALUES ('640521', '中宁县', '640500', '中宁', '3', '0955', '751200', '中国,宁夏回族自治区,中卫市,中宁县', '105.68515000', '37.49149000', 'Zhongning');
INSERT INTO `t_dict_area` VALUES ('640522', '海原县', '640500', '海原', '3', '0955', '751800', '中国,宁夏回族自治区,中卫市,海原县', '105.64712000', '36.56498000', 'Haiyuan');
INSERT INTO `t_dict_area` VALUES ('650000', '新疆维吾尔自治区', '100000', '新疆', '1', '', '', '中国,新疆维吾尔自治区', '87.61773300', '43.79281800', 'Xinjiang');
INSERT INTO `t_dict_area` VALUES ('650100', '乌鲁木齐市', '650000', '乌鲁木齐', '2', '0991', '830002', '中国,新疆维吾尔自治区,乌鲁木齐市', '87.61773300', '43.79281800', 'Urumqi');
INSERT INTO `t_dict_area` VALUES ('650102', '天山区', '650100', '天山', '3', '0991', '830002', '中国,新疆维吾尔自治区,乌鲁木齐市,天山区', '87.63167000', '43.79439000', 'Tianshan');
INSERT INTO `t_dict_area` VALUES ('650103', '沙依巴克区', '650100', '沙依巴克', '3', '0991', '830000', '中国,新疆维吾尔自治区,乌鲁木齐市,沙依巴克区', '87.59788000', '43.80118000', 'Shayibake');
INSERT INTO `t_dict_area` VALUES ('650104', '新市区', '650100', '新市', '3', '0991', '830011', '中国,新疆维吾尔自治区,乌鲁木齐市,新市区', '87.57406000', '43.84348000', 'Xinshi');
INSERT INTO `t_dict_area` VALUES ('650105', '水磨沟区', '650100', '水磨沟', '3', '0991', '830017', '中国,新疆维吾尔自治区,乌鲁木齐市,水磨沟区', '87.64249000', '43.83247000', 'Shuimogou');
INSERT INTO `t_dict_area` VALUES ('650106', '头屯河区', '650100', '头屯河', '3', '0991', '830022', '中国,新疆维吾尔自治区,乌鲁木齐市,头屯河区', '87.29138000', '43.85487000', 'Toutunhe');
INSERT INTO `t_dict_area` VALUES ('650107', '达坂城区', '650100', '达坂城', '3', '0991', '830039', '中国,新疆维吾尔自治区,乌鲁木齐市,达坂城区', '88.30697000', '43.35797000', 'Dabancheng');
INSERT INTO `t_dict_area` VALUES ('650109', '米东区', '650100', '米东', '3', '0991', '830019', '中国,新疆维吾尔自治区,乌鲁木齐市,米东区', '87.68583000', '43.94739000', 'Midong');
INSERT INTO `t_dict_area` VALUES ('650121', '乌鲁木齐县', '650100', '乌鲁木齐', '3', '0991', '830063', '中国,新疆维吾尔自治区,乌鲁木齐市,乌鲁木齐县', '87.40939000', '43.47125000', 'Wulumuqi');
INSERT INTO `t_dict_area` VALUES ('650200', '克拉玛依市', '650000', '克拉玛依', '2', '0990', '834000', '中国,新疆维吾尔自治区,克拉玛依市', '84.87394600', '45.59588600', 'Karamay');
INSERT INTO `t_dict_area` VALUES ('650202', '独山子区', '650200', '独山子', '3', '0992', '834021', '中国,新疆维吾尔自治区,克拉玛依市,独山子区', '84.88671000', '44.32867000', 'Dushanzi');
INSERT INTO `t_dict_area` VALUES ('650203', '克拉玛依区', '650200', '克拉玛依', '3', '0990', '834000', '中国,新疆维吾尔自治区,克拉玛依市,克拉玛依区', '84.86225000', '45.59089000', 'Kelamayi');
INSERT INTO `t_dict_area` VALUES ('650204', '白碱滩区', '650200', '白碱滩', '3', '0990', '834008', '中国,新疆维吾尔自治区,克拉玛依市,白碱滩区', '85.13244000', '45.68768000', 'Baijiantan');
INSERT INTO `t_dict_area` VALUES ('650205', '乌尔禾区', '650200', '乌尔禾', '3', '0990', '834012', '中国,新疆维吾尔自治区,克拉玛依市,乌尔禾区', '85.69143000', '46.09006000', 'Wuerhe');
INSERT INTO `t_dict_area` VALUES ('652100', '吐鲁番地区', '650000', '吐鲁番', '2', '0995', '838000', '中国,新疆维吾尔自治区,吐鲁番地区', '89.18407800', '42.94761300', 'Turpan');
INSERT INTO `t_dict_area` VALUES ('652101', '吐鲁番市', '652100', '吐鲁番', '3', '0995', '838000', '中国,新疆维吾尔自治区,吐鲁番地区,吐鲁番市', '89.18579000', '42.93505000', 'Tulufan');
INSERT INTO `t_dict_area` VALUES ('652122', '鄯善县', '652100', '鄯善', '3', '0995', '838200', '中国,新疆维吾尔自治区,吐鲁番地区,鄯善县', '90.21402000', '42.86350000', 'Shanshan');
INSERT INTO `t_dict_area` VALUES ('652123', '托克逊县', '652100', '托克逊', '3', '0995', '838100', '中国,新疆维吾尔自治区,吐鲁番地区,托克逊县', '88.65823000', '42.79231000', 'Tuokexun');
INSERT INTO `t_dict_area` VALUES ('652200', '哈密地区', '650000', '哈密', '2', '0902', '839000', '中国,新疆维吾尔自治区,哈密地区', '93.51316000', '42.83324800', 'Hami');
INSERT INTO `t_dict_area` VALUES ('652201', '哈密市', '652200', '哈密', '3', '0902', '839000', '中国,新疆维吾尔自治区,哈密地区,哈密市', '93.51452000', '42.82699000', 'Hami');
INSERT INTO `t_dict_area` VALUES ('652222', '巴里坤哈萨克自治县', '652200', '巴里坤', '3', '0902', '839200', '中国,新疆维吾尔自治区,哈密地区,巴里坤哈萨克自治县', '93.01236000', '43.59993000', 'Balikun');
INSERT INTO `t_dict_area` VALUES ('652223', '伊吾县', '652200', '伊吾', '3', '0902', '839300', '中国,新疆维吾尔自治区,哈密地区,伊吾县', '94.69403000', '43.25370000', 'Yiwu');
INSERT INTO `t_dict_area` VALUES ('652300', '昌吉回族自治州', '650000', '昌吉', '2', '0994', '831100', '中国,新疆维吾尔自治区,昌吉回族自治州', '87.30401200', '44.01457700', 'Changji');
INSERT INTO `t_dict_area` VALUES ('652301', '昌吉市', '652300', '昌吉', '3', '0994', '831100', '中国,新疆维吾尔自治区,昌吉回族自治州,昌吉市', '87.30249000', '44.01267000', 'Changji');
INSERT INTO `t_dict_area` VALUES ('652302', '阜康市', '652300', '阜康', '3', '0994', '831500', '中国,新疆维吾尔自治区,昌吉回族自治州,阜康市', '87.98529000', '44.15840000', 'Fukang');
INSERT INTO `t_dict_area` VALUES ('652323', '呼图壁县', '652300', '呼图壁', '3', '0994', '831200', '中国,新疆维吾尔自治区,昌吉回族自治州,呼图壁县', '86.89892000', '44.18977000', 'Hutubi');
INSERT INTO `t_dict_area` VALUES ('652324', '玛纳斯县', '652300', '玛纳斯', '3', '0994', '832200', '中国,新疆维吾尔自治区,昌吉回族自治州,玛纳斯县', '86.21450000', '44.30438000', 'Manasi');
INSERT INTO `t_dict_area` VALUES ('652325', '奇台县', '652300', '奇台', '3', '0994', '831800', '中国,新疆维吾尔自治区,昌吉回族自治州,奇台县', '89.59320000', '44.02221000', 'Qitai');
INSERT INTO `t_dict_area` VALUES ('652327', '吉木萨尔县', '652300', '吉木萨尔', '3', '0994', '831700', '中国,新疆维吾尔自治区,昌吉回族自治州,吉木萨尔县', '89.18078000', '44.00048000', 'Jimusaer');
INSERT INTO `t_dict_area` VALUES ('652328', '木垒哈萨克自治县', '652300', '木垒', '3', '0994', '831900', '中国,新疆维吾尔自治区,昌吉回族自治州,木垒哈萨克自治县', '90.28897000', '43.83508000', 'Mulei');
INSERT INTO `t_dict_area` VALUES ('652700', '博尔塔拉蒙古自治州', '650000', '博尔塔拉', '2', '0909', '833400', '中国,新疆维吾尔自治区,博尔塔拉蒙古自治州', '82.07477800', '44.90325800', 'Bortala');
INSERT INTO `t_dict_area` VALUES ('652701', '博乐市', '652700', '博乐', '3', '0909', '833400', '中国,新疆维吾尔自治区,博尔塔拉蒙古自治州,博乐市', '82.07130000', '44.90052000', 'Bole');
INSERT INTO `t_dict_area` VALUES ('652702', '阿拉山口市', '652700', '阿拉山口', '3', '0909', '833400', '中国,新疆维吾尔自治区,博尔塔拉蒙古自治州,阿拉山口市', '82.56772100', '45.17061600', 'Alashankou');
INSERT INTO `t_dict_area` VALUES ('652722', '精河县', '652700', '精河', '3', '0909', '833300', '中国,新疆维吾尔自治区,博尔塔拉蒙古自治州,精河县', '82.89419000', '44.60774000', 'Jinghe');
INSERT INTO `t_dict_area` VALUES ('652723', '温泉县', '652700', '温泉', '3', '0909', '833500', '中国,新疆维吾尔自治区,博尔塔拉蒙古自治州,温泉县', '81.03134000', '44.97373000', 'Wenquan');
INSERT INTO `t_dict_area` VALUES ('652800', '巴音郭楞蒙古自治州', '650000', '巴音郭楞', '2', '0996', '841000', '中国,新疆维吾尔自治区,巴音郭楞蒙古自治州', '86.15096900', '41.76855200', 'Bayingol');
INSERT INTO `t_dict_area` VALUES ('652801', '库尔勒市', '652800', '库尔勒', '3', '0996', '841000', '中国,新疆维吾尔自治区,巴音郭楞蒙古自治州,库尔勒市', '86.15528000', '41.76602000', 'Kuerle');
INSERT INTO `t_dict_area` VALUES ('652822', '轮台县', '652800', '轮台', '3', '0996', '841600', '中国,新疆维吾尔自治区,巴音郭楞蒙古自治州,轮台县', '84.26101000', '41.77642000', 'Luntai');
INSERT INTO `t_dict_area` VALUES ('652823', '尉犁县', '652800', '尉犁', '3', '0996', '841500', '中国,新疆维吾尔自治区,巴音郭楞蒙古自治州,尉犁县', '86.25903000', '41.33632000', 'Yuli');
INSERT INTO `t_dict_area` VALUES ('652824', '若羌县', '652800', '若羌', '3', '0996', '841800', '中国,新疆维吾尔自治区,巴音郭楞蒙古自治州,若羌县', '88.16812000', '39.01790000', 'Ruoqiang');
INSERT INTO `t_dict_area` VALUES ('652825', '且末县', '652800', '且末', '3', '0996', '841900', '中国,新疆维吾尔自治区,巴音郭楞蒙古自治州,且末县', '85.52975000', '38.14534000', 'Qiemo');
INSERT INTO `t_dict_area` VALUES ('652826', '焉耆回族自治县', '652800', '焉耆', '3', '0996', '841100', '中国,新疆维吾尔自治区,巴音郭楞蒙古自治州,焉耆回族自治县', '86.57440000', '42.05900000', 'Yanqi');
INSERT INTO `t_dict_area` VALUES ('652827', '和静县', '652800', '和静', '3', '0996', '841300', '中国,新疆维吾尔自治区,巴音郭楞蒙古自治州,和静县', '86.39611000', '42.31838000', 'Hejing');
INSERT INTO `t_dict_area` VALUES ('652828', '和硕县', '652800', '和硕', '3', '0996', '841200', '中国,新疆维吾尔自治区,巴音郭楞蒙古自治州,和硕县', '86.86392000', '42.26814000', 'Heshuo');
INSERT INTO `t_dict_area` VALUES ('652829', '博湖县', '652800', '博湖', '3', '0996', '841400', '中国,新疆维吾尔自治区,巴音郭楞蒙古自治州,博湖县', '86.63333000', '41.98014000', 'Bohu');
INSERT INTO `t_dict_area` VALUES ('652900', '阿克苏地区', '650000', '阿克苏', '2', '0997', '843000', '中国,新疆维吾尔自治区,阿克苏地区', '80.26506800', '41.17071200', 'Aksu');
INSERT INTO `t_dict_area` VALUES ('652901', '阿克苏市', '652900', '阿克苏', '3', '0997', '843000', '中国,新疆维吾尔自治区,阿克苏地区,阿克苏市', '80.26338000', '41.16754000', 'Akesu');
INSERT INTO `t_dict_area` VALUES ('652922', '温宿县', '652900', '温宿', '3', '0997', '843100', '中国,新疆维吾尔自治区,阿克苏地区,温宿县', '80.24173000', '41.27679000', 'Wensu');
INSERT INTO `t_dict_area` VALUES ('652923', '库车县', '652900', '库车', '3', '0997', '842000', '中国,新疆维吾尔自治区,阿克苏地区,库车县', '82.96209000', '41.71793000', 'Kuche');
INSERT INTO `t_dict_area` VALUES ('652924', '沙雅县', '652900', '沙雅', '3', '0997', '842200', '中国,新疆维吾尔自治区,阿克苏地区,沙雅县', '82.78131000', '41.22497000', 'Shaya');
INSERT INTO `t_dict_area` VALUES ('652925', '新和县', '652900', '新和', '3', '0997', '842100', '中国,新疆维吾尔自治区,阿克苏地区,新和县', '82.61053000', '41.54964000', 'Xinhe');
INSERT INTO `t_dict_area` VALUES ('652926', '拜城县', '652900', '拜城', '3', '0997', '842300', '中国,新疆维吾尔自治区,阿克苏地区,拜城县', '81.87564000', '41.79801000', 'Baicheng');
INSERT INTO `t_dict_area` VALUES ('652927', '乌什县', '652900', '乌什', '3', '0997', '843400', '中国,新疆维吾尔自治区,阿克苏地区,乌什县', '79.22937000', '41.21569000', 'Wushi');
INSERT INTO `t_dict_area` VALUES ('652928', '阿瓦提县', '652900', '阿瓦提', '3', '0997', '843200', '中国,新疆维吾尔自治区,阿克苏地区,阿瓦提县', '80.38336000', '40.63926000', 'Awati');
INSERT INTO `t_dict_area` VALUES ('652929', '柯坪县', '652900', '柯坪', '3', '0997', '843600', '中国,新疆维吾尔自治区,阿克苏地区,柯坪县', '79.04751000', '40.50585000', 'Keping');
INSERT INTO `t_dict_area` VALUES ('653000', '克孜勒苏柯尔克孜自治州', '650000', '克孜勒苏', '2', '0908', '845350', '中国,新疆维吾尔自治区,克孜勒苏柯尔克孜自治州', '76.17282500', '39.71343100', 'Kizilsu');
INSERT INTO `t_dict_area` VALUES ('653001', '阿图什市', '653000', '阿图什', '3', '0908', '845350', '中国,新疆维吾尔自治区,克孜勒苏柯尔克孜自治州,阿图什市', '76.16827000', '39.71615000', 'Atushi');
INSERT INTO `t_dict_area` VALUES ('653022', '阿克陶县', '653000', '阿克陶', '3', '0908', '845550', '中国,新疆维吾尔自治区,克孜勒苏柯尔克孜自治州,阿克陶县', '75.94692000', '39.14892000', 'Aketao');
INSERT INTO `t_dict_area` VALUES ('653023', '阿合奇县', '653000', '阿合奇', '3', '0997', '843500', '中国,新疆维吾尔自治区,克孜勒苏柯尔克孜自治州,阿合奇县', '78.44848000', '40.93947000', 'Aheqi');
INSERT INTO `t_dict_area` VALUES ('653024', '乌恰县', '653000', '乌恰', '3', '0908', '845450', '中国,新疆维吾尔自治区,克孜勒苏柯尔克孜自治州,乌恰县', '75.25839000', '39.71984000', 'Wuqia');
INSERT INTO `t_dict_area` VALUES ('653100', '喀什地区', '650000', '喀什', '2', '0998', '844000', '中国,新疆维吾尔自治区,喀什地区', '75.98913800', '39.46766400', 'Kashgar');
INSERT INTO `t_dict_area` VALUES ('653101', '喀什市', '653100', '喀什', '3', '0998', '844000', '中国,新疆维吾尔自治区,喀什地区,喀什市', '75.99379000', '39.46768000', 'Kashi');
INSERT INTO `t_dict_area` VALUES ('653121', '疏附县', '653100', '疏附', '3', '0998', '844100', '中国,新疆维吾尔自治区,喀什地区,疏附县', '75.86029000', '39.37534000', 'Shufu');
INSERT INTO `t_dict_area` VALUES ('653122', '疏勒县', '653100', '疏勒', '3', '0998', '844200', '中国,新疆维吾尔自治区,喀什地区,疏勒县', '76.05398000', '39.40625000', 'Shule');
INSERT INTO `t_dict_area` VALUES ('653123', '英吉沙县', '653100', '英吉沙', '3', '0998', '844500', '中国,新疆维吾尔自治区,喀什地区,英吉沙县', '76.17565000', '38.92968000', 'Yingjisha');
INSERT INTO `t_dict_area` VALUES ('653124', '泽普县', '653100', '泽普', '3', '0998', '844800', '中国,新疆维吾尔自治区,喀什地区,泽普县', '77.27145000', '38.18935000', 'Zepu');
INSERT INTO `t_dict_area` VALUES ('653125', '莎车县', '653100', '莎车', '3', '0998', '844700', '中国,新疆维吾尔自治区,喀什地区,莎车县', '77.24316000', '38.41601000', 'Shache');
INSERT INTO `t_dict_area` VALUES ('653126', '叶城县', '653100', '叶城', '3', '0998', '844900', '中国,新疆维吾尔自治区,喀什地区,叶城县', '77.41659000', '37.88324000', 'Yecheng');
INSERT INTO `t_dict_area` VALUES ('653127', '麦盖提县', '653100', '麦盖提', '3', '0998', '844600', '中国,新疆维吾尔自治区,喀什地区,麦盖提县', '77.64224000', '38.89662000', 'Maigaiti');
INSERT INTO `t_dict_area` VALUES ('653128', '岳普湖县', '653100', '岳普湖', '3', '0998', '844400', '中国,新疆维吾尔自治区,喀什地区,岳普湖县', '76.77233000', '39.23561000', 'Yuepuhu');
INSERT INTO `t_dict_area` VALUES ('653129', '伽师县', '653100', '伽师', '3', '0998', '844300', '中国,新疆维吾尔自治区,喀什地区,伽师县', '76.72372000', '39.48801000', 'Jiashi');
INSERT INTO `t_dict_area` VALUES ('653130', '巴楚县', '653100', '巴楚', '3', '0998', '843800', '中国,新疆维吾尔自治区,喀什地区,巴楚县', '78.54888000', '39.78550000', 'Bachu');
INSERT INTO `t_dict_area` VALUES ('653131', '塔什库尔干塔吉克自治县', '653100', '塔什库尔干塔吉克', '3', '0998', '845250', '中国,新疆维吾尔自治区,喀什地区,塔什库尔干塔吉克自治县', '75.23196000', '37.77893000', 'Tashikuergantajike');
INSERT INTO `t_dict_area` VALUES ('653200', '和田地区', '650000', '和田', '2', '0903', '848000', '中国,新疆维吾尔自治区,和田地区', '79.92533000', '37.11068700', 'Hotan');
INSERT INTO `t_dict_area` VALUES ('653201', '和田市', '653200', '和田市', '3', '0903', '848000', '中国,新疆维吾尔自治区,和田地区,和田市', '79.91353000', '37.11214000', 'Hetianshi');
INSERT INTO `t_dict_area` VALUES ('653221', '和田县', '653200', '和田县', '3', '0903', '848000', '中国,新疆维吾尔自治区,和田地区,和田县', '79.82874000', '37.08922000', 'Hetianxian');
INSERT INTO `t_dict_area` VALUES ('653222', '墨玉县', '653200', '墨玉', '3', '0903', '848100', '中国,新疆维吾尔自治区,和田地区,墨玉县', '79.74035000', '37.27248000', 'Moyu');
INSERT INTO `t_dict_area` VALUES ('653223', '皮山县', '653200', '皮山', '3', '0903', '845150', '中国,新疆维吾尔自治区,和田地区,皮山县', '78.28125000', '37.62007000', 'Pishan');
INSERT INTO `t_dict_area` VALUES ('653224', '洛浦县', '653200', '洛浦', '3', '0903', '848200', '中国,新疆维吾尔自治区,和田地区,洛浦县', '80.18536000', '37.07364000', 'Luopu');
INSERT INTO `t_dict_area` VALUES ('653225', '策勒县', '653200', '策勒', '3', '0903', '848300', '中国,新疆维吾尔自治区,和田地区,策勒县', '80.80999000', '36.99843000', 'Cele');
INSERT INTO `t_dict_area` VALUES ('653226', '于田县', '653200', '于田', '3', '0903', '848400', '中国,新疆维吾尔自治区,和田地区,于田县', '81.66717000', '36.85400000', 'Yutian');
INSERT INTO `t_dict_area` VALUES ('653227', '民丰县', '653200', '民丰', '3', '0903', '848500', '中国,新疆维吾尔自治区,和田地区,民丰县', '82.68444000', '37.06577000', 'Minfeng');
INSERT INTO `t_dict_area` VALUES ('654000', '伊犁哈萨克自治州', '650000', '伊犁', '2', '0999', '835100', '中国,新疆维吾尔自治区,伊犁哈萨克自治州', '81.31794600', '43.92186000', 'Ili');
INSERT INTO `t_dict_area` VALUES ('654002', '伊宁市', '654000', '伊宁', '3', '0999', '835000', '中国,新疆维吾尔自治区,伊犁哈萨克自治州,伊宁市', '81.32932000', '43.91294000', 'Yining');
INSERT INTO `t_dict_area` VALUES ('654003', '奎屯市', '654000', '奎屯', '3', '0992', '833200', '中国,新疆维吾尔自治区,伊犁哈萨克自治州,奎屯市', '84.90228000', '44.42500000', 'Kuitun');
INSERT INTO `t_dict_area` VALUES ('654004', '霍尔果斯市', '654000', '霍尔果斯', '3', '0999', '835221', '中国,新疆维吾尔自治区,伊犁哈萨克自治州,霍尔果斯市', '80.41818900', '44.20577800', 'Huoerguosi');
INSERT INTO `t_dict_area` VALUES ('654021', '伊宁县', '654000', '伊宁', '3', '0999', '835100', '中国,新疆维吾尔自治区,伊犁哈萨克自治州,伊宁县', '81.52764000', '43.97863000', 'Yining');
INSERT INTO `t_dict_area` VALUES ('654022', '察布查尔锡伯自治县', '654000', '察布查尔锡伯', '3', '0999', '835300', '中国,新疆维吾尔自治区,伊犁哈萨克自治州,察布查尔锡伯自治县', '81.14956000', '43.84023000', 'Chabuchaerxibo');
INSERT INTO `t_dict_area` VALUES ('654023', '霍城县', '654000', '霍城', '3', '0999', '835200', '中国,新疆维吾尔自治区,伊犁哈萨克自治州,霍城县', '80.87826000', '44.05330000', 'Huocheng');
INSERT INTO `t_dict_area` VALUES ('654024', '巩留县', '654000', '巩留', '3', '0999', '835400', '中国,新疆维吾尔自治区,伊犁哈萨克自治州,巩留县', '82.22851000', '43.48429000', 'Gongliu');
INSERT INTO `t_dict_area` VALUES ('654025', '新源县', '654000', '新源', '3', '0999', '835800', '中国,新疆维吾尔自治区,伊犁哈萨克自治州,新源县', '83.26095000', '43.42840000', 'Xinyuan');
INSERT INTO `t_dict_area` VALUES ('654026', '昭苏县', '654000', '昭苏', '3', '0999', '835600', '中国,新疆维吾尔自治区,伊犁哈萨克自治州,昭苏县', '81.13070000', '43.15828000', 'Zhaosu');
INSERT INTO `t_dict_area` VALUES ('654027', '特克斯县', '654000', '特克斯', '3', '0999', '835500', '中国,新疆维吾尔自治区,伊犁哈萨克自治州,特克斯县', '81.84005000', '43.21938000', 'Tekesi');
INSERT INTO `t_dict_area` VALUES ('654028', '尼勒克县', '654000', '尼勒克', '3', '0999', '835700', '中国,新疆维吾尔自治区,伊犁哈萨克自治州,尼勒克县', '82.51184000', '43.79901000', 'Nileke');
INSERT INTO `t_dict_area` VALUES ('654200', '塔城地区', '650000', '塔城', '2', '0901', '834700', '中国,新疆维吾尔自治区,塔城地区', '82.98573200', '46.74630100', 'Qoqek');
INSERT INTO `t_dict_area` VALUES ('654201', '塔城市', '654200', '塔城', '3', '0901', '834700', '中国,新疆维吾尔自治区,塔城地区,塔城市', '82.97892000', '46.74852000', 'Tacheng');
INSERT INTO `t_dict_area` VALUES ('654202', '乌苏市', '654200', '乌苏', '3', '0992', '833000', '中国,新疆维吾尔自治区,塔城地区,乌苏市', '84.68258000', '44.43729000', 'Wusu');
INSERT INTO `t_dict_area` VALUES ('654221', '额敏县', '654200', '额敏', '3', '0901', '834600', '中国,新疆维吾尔自治区,塔城地区,额敏县', '83.62872000', '46.52840000', 'Emin');
INSERT INTO `t_dict_area` VALUES ('654223', '沙湾县', '654200', '沙湾', '3', '0993', '832100', '中国,新疆维吾尔自治区,塔城地区,沙湾县', '85.61932000', '44.33144000', 'Shawan');
INSERT INTO `t_dict_area` VALUES ('654224', '托里县', '654200', '托里', '3', '0901', '834500', '中国,新疆维吾尔自治区,塔城地区,托里县', '83.60592000', '45.93623000', 'Tuoli');
INSERT INTO `t_dict_area` VALUES ('654225', '裕民县', '654200', '裕民', '3', '0901', '834800', '中国,新疆维吾尔自治区,塔城地区,裕民县', '82.99002000', '46.20377000', 'Yumin');
INSERT INTO `t_dict_area` VALUES ('654226', '和布克赛尔蒙古自治县', '654200', '和布克赛尔', '3', '0990', '834400', '中国,新疆维吾尔自治区,塔城地区,和布克赛尔蒙古自治县', '85.72662000', '46.79362000', 'Hebukesaier');
INSERT INTO `t_dict_area` VALUES ('654300', '阿勒泰地区', '650000', '阿勒泰', '2', '0906', '836500', '中国,新疆维吾尔自治区,阿勒泰地区', '88.13963000', '47.84839300', 'Altay');
INSERT INTO `t_dict_area` VALUES ('654301', '阿勒泰市', '654300', '阿勒泰', '3', '0906', '836500', '中国,新疆维吾尔自治区,阿勒泰地区,阿勒泰市', '88.13913000', '47.83170000', 'Aletai');
INSERT INTO `t_dict_area` VALUES ('654321', '布尔津县', '654300', '布尔津', '3', '0906', '836600', '中国,新疆维吾尔自治区,阿勒泰地区,布尔津县', '86.85751000', '47.70062000', 'Buerjin');
INSERT INTO `t_dict_area` VALUES ('654322', '富蕴县', '654300', '富蕴', '3', '0906', '836100', '中国,新疆维吾尔自治区,阿勒泰地区,富蕴县', '89.52679000', '46.99444000', 'Fuyun');
INSERT INTO `t_dict_area` VALUES ('654323', '福海县', '654300', '福海', '3', '0906', '836400', '中国,新疆维吾尔自治区,阿勒泰地区,福海县', '87.49508000', '47.11065000', 'Fuhai');
INSERT INTO `t_dict_area` VALUES ('654324', '哈巴河县', '654300', '哈巴河', '3', '0906', '836700', '中国,新疆维吾尔自治区,阿勒泰地区,哈巴河县', '86.42092000', '48.06046000', 'Habahe');
INSERT INTO `t_dict_area` VALUES ('654325', '青河县', '654300', '青河', '3', '0906', '836200', '中国,新疆维吾尔自治区,阿勒泰地区,青河县', '90.38305000', '46.67382000', 'Qinghe');
INSERT INTO `t_dict_area` VALUES ('654326', '吉木乃县', '654300', '吉木乃', '3', '0906', '836800', '中国,新疆维吾尔自治区,阿勒泰地区,吉木乃县', '85.87814000', '47.43359000', 'Jimunai');
INSERT INTO `t_dict_area` VALUES ('659000', '直辖县级', '650000', ' ', '2', '', '', '中国,新疆维吾尔自治区,直辖县级', '91.13221200', '29.66036100', '');
INSERT INTO `t_dict_area` VALUES ('659001', '石河子市', '659000', '石河子', '3', '0993', '832000', '中国,新疆维吾尔自治区,直辖县级,石河子市', '86.04107500', '44.30588600', 'Shihezi');
INSERT INTO `t_dict_area` VALUES ('659002', '阿拉尔市', '659000', '阿拉尔', '3', '0997', '843300', '中国,新疆维吾尔自治区,直辖县级,阿拉尔市', '81.28588400', '40.54191400', 'Aral');
INSERT INTO `t_dict_area` VALUES ('659003', '图木舒克市', '659000', '图木舒克', '3', '0998', '843806', '中国,新疆维吾尔自治区,直辖县级,图木舒克市', '79.07797800', '39.86731600', 'Tumxuk');
INSERT INTO `t_dict_area` VALUES ('659004', '五家渠市', '659000', '五家渠', '3', '0994', '831300', '中国,新疆维吾尔自治区,直辖县级,五家渠市', '87.52688400', '44.16740100', 'Wujiaqu');
INSERT INTO `t_dict_area` VALUES ('659005', '北屯市', '659000', '北屯', '3', '0906', '836000', '中国,新疆维吾尔自治区,直辖县级,北屯市', '87.80845600', '47.36230800', 'Beitun');
INSERT INTO `t_dict_area` VALUES ('659006', '铁门关市', '659000', '铁门关', '3', '0906', '836000', '中国,新疆维吾尔自治区,直辖县级,铁门关市', '86.19468700', '41.81100700', 'Tiemenguan');
INSERT INTO `t_dict_area` VALUES ('659007', '双河市', '659000', '双河', '3', '0909', '833408', '中国,新疆维吾尔自治区,直辖县级,双河市', '91.13221200', '29.66036100', 'Shuanghe');
INSERT INTO `t_dict_area` VALUES ('710000', '台湾', '100000', '台湾', '1', '', '', '中国,台湾', '121.50906200', '25.04433200', 'Taiwan');
INSERT INTO `t_dict_area` VALUES ('710100', '台北市', '710000', '台北', '2', '02', '1', '中国,台湾,台北市', '121.56517000', '25.03779800', 'Taipei');
INSERT INTO `t_dict_area` VALUES ('710101', '松山区', '710100', '松山', '3', '02', '105', '中国,台湾,台北市,松山区', '121.57720600', '25.04969800', 'Songshan');
INSERT INTO `t_dict_area` VALUES ('710102', '信义区', '710100', '信义', '3', '02', '110', '中国,台湾,台北市,信义区', '121.75138100', '25.12940700', 'Xinyi');
INSERT INTO `t_dict_area` VALUES ('710103', '大安区', '710100', '大安', '3', '02', '106', '中国,台湾,台北市,大安区', '121.53464800', '25.02640600', 'Da\'an');
INSERT INTO `t_dict_area` VALUES ('710104', '中山区', '710100', '中山', '3', '02', '104', '中国,台湾,台北市,中山区', '121.53346800', '25.06436100', 'Zhongshan');
INSERT INTO `t_dict_area` VALUES ('710105', '中正区', '710100', '中正', '3', '02', '100', '中国,台湾,台北市,中正区', '121.51826700', '25.03236100', 'Zhongzheng');
INSERT INTO `t_dict_area` VALUES ('710106', '大同区', '710100', '大同', '3', '02', '103', '中国,台湾,台北市,大同区', '121.51551400', '25.06598600', 'Datong');
INSERT INTO `t_dict_area` VALUES ('710107', '万华区', '710100', '万华', '3', '02', '108', '中国,台湾,台北市,万华区', '121.49933200', '25.03193300', 'Wanhua');
INSERT INTO `t_dict_area` VALUES ('710108', '文山区', '710100', '文山', '3', '02', '116', '中国,台湾,台北市,文山区', '121.57045800', '24.98978600', 'Wenshan');
INSERT INTO `t_dict_area` VALUES ('710109', '南港区', '710100', '南港', '3', '02', '115', '中国,台湾,台北市,南港区', '121.60685800', '25.05465600', 'Nangang');
INSERT INTO `t_dict_area` VALUES ('710110', '内湖区', '710100', '内湖', '3', '02', '114', '中国,台湾,台北市,内湖区', '121.58899800', '25.06966400', 'Nahu');
INSERT INTO `t_dict_area` VALUES ('710111', '士林区', '710100', '士林', '3', '02', '111', '中国,台湾,台北市,士林区', '121.51987400', '25.09282200', 'Shilin');
INSERT INTO `t_dict_area` VALUES ('710112', '北投区', '710100', '北投', '3', '02', '112', '中国,台湾,台北市,北投区', '121.50137900', '25.13241900', 'Beitou');
INSERT INTO `t_dict_area` VALUES ('710200', '高雄市', '710000', '高雄', '2', '07', '8', '中国,台湾,高雄市', '120.31192200', '22.62085600', 'Kaohsiung');
INSERT INTO `t_dict_area` VALUES ('710201', '盐埕区', '710200', '盐埕', '3', '07', '803', '中国,台湾,高雄市,盐埕区', '120.28679500', '22.62466600', 'Yancheng');
INSERT INTO `t_dict_area` VALUES ('710202', '鼓山区', '710200', '鼓山', '3', '07', '804', '中国,台湾,高雄市,鼓山区', '120.28115400', '22.63679700', 'Gushan');
INSERT INTO `t_dict_area` VALUES ('710203', '左营区', '710200', '左营', '3', '07', '813', '中国,台湾,高雄市,左营区', '120.29495800', '22.69012400', 'Zuoying');
INSERT INTO `t_dict_area` VALUES ('710204', '楠梓区', '710200', '楠梓', '3', '07', '811', '中国,台湾,高雄市,楠梓区', '120.32631400', '22.72840100', 'Nanzi');
INSERT INTO `t_dict_area` VALUES ('710205', '三民区', '710200', '三民', '3', '07', '807', '中国,台湾,高雄市,三民区', '120.29962200', '22.64769500', 'Sanmin');
INSERT INTO `t_dict_area` VALUES ('710206', '新兴区', '710200', '新兴', '3', '07', '800', '中国,台湾,高雄市,新兴区', '120.30953500', '22.63114700', 'Xinxing');
INSERT INTO `t_dict_area` VALUES ('710207', '前金区', '710200', '前金', '3', '07', '801', '中国,台湾,高雄市,前金区', '120.29415900', '22.62742100', 'Qianjin');
INSERT INTO `t_dict_area` VALUES ('710208', '苓雅区', '710200', '苓雅', '3', '07', '802', '中国,台湾,高雄市,苓雅区', '120.31234700', '22.62177000', 'Lingya');
INSERT INTO `t_dict_area` VALUES ('710209', '前镇区', '710200', '前镇', '3', '07', '806', '中国,台湾,高雄市,前镇区', '120.31858300', '22.58642500', 'Qianzhen');
INSERT INTO `t_dict_area` VALUES ('710210', '旗津区', '710200', '旗津', '3', '07', '805', '中国,台湾,高雄市,旗津区', '120.28442900', '22.59056500', 'Qijin');
INSERT INTO `t_dict_area` VALUES ('710211', '小港区', '710200', '小港', '3', '07', '812', '中国,台湾,高雄市,小港区', '120.33797000', '22.56535400', 'Xiaogang');
INSERT INTO `t_dict_area` VALUES ('710212', '凤山区', '710200', '凤山', '3', '07', '830', '中国,台湾,高雄市,凤山区', '120.35689200', '22.62694500', 'Fengshan');
INSERT INTO `t_dict_area` VALUES ('710213', '林园区', '710200', '林园', '3', '07', '832', '中国,台湾,高雄市,林园区', '120.39597700', '22.50149000', 'Linyuan');
INSERT INTO `t_dict_area` VALUES ('710214', '大寮区', '710200', '大寮', '3', '07', '831', '中国,台湾,高雄市,大寮区', '120.39542200', '22.60538600', 'Daliao');
INSERT INTO `t_dict_area` VALUES ('710215', '大树区', '710200', '大树', '3', '07', '840', '中国,台湾,高雄市,大树区', '120.43309500', '22.69339400', 'Dashu');
INSERT INTO `t_dict_area` VALUES ('710216', '大社区', '710200', '大社', '3', '07', '815', '中国,台湾,高雄市,大社区', '120.34663500', '22.72996600', 'Dashe');
INSERT INTO `t_dict_area` VALUES ('710217', '仁武区', '710200', '仁武', '3', '07', '814', '中国,台湾,高雄市,仁武区', '120.34777900', '22.70190100', 'Renwu');
INSERT INTO `t_dict_area` VALUES ('710218', '鸟松区', '710200', '鸟松', '3', '07', '833', '中国,台湾,高雄市,鸟松区', '120.36440200', '22.65934000', 'Niaosong');
INSERT INTO `t_dict_area` VALUES ('710219', '冈山区', '710200', '冈山', '3', '07', '820', '中国,台湾,高雄市,冈山区', '120.29582000', '22.79676200', 'Gangshan');
INSERT INTO `t_dict_area` VALUES ('710220', '桥头区', '710200', '桥头', '3', '07', '825', '中国,台湾,高雄市,桥头区', '120.30574100', '22.75750100', 'Qiaotou');
INSERT INTO `t_dict_area` VALUES ('710221', '燕巢区', '710200', '燕巢', '3', '07', '824', '中国,台湾,高雄市,燕巢区', '120.36195600', '22.79337000', 'Yanchao');
INSERT INTO `t_dict_area` VALUES ('710222', '田寮区', '710200', '田寮', '3', '07', '823', '中国,台湾,高雄市,田寮区', '120.35963600', '22.86930700', 'Tianliao');
INSERT INTO `t_dict_area` VALUES ('710223', '阿莲区', '710200', '阿莲', '3', '07', '822', '中国,台湾,高雄市,阿莲区', '120.32703600', '22.88370300', 'Alian');
INSERT INTO `t_dict_area` VALUES ('710224', '路竹区', '710200', '路竹', '3', '07', '821', '中国,台湾,高雄市,路竹区', '120.26182800', '22.85685100', 'Luzhu');
INSERT INTO `t_dict_area` VALUES ('710225', '湖内区', '710200', '湖内', '3', '07', '829', '中国,台湾,高雄市,湖内区', '120.21153000', '22.90818800', 'Huna');
INSERT INTO `t_dict_area` VALUES ('710226', '茄萣区', '710200', '茄萣', '3', '07', '852', '中国,台湾,高雄市,茄萣区', '120.18281500', '22.90655600', 'Qieding');
INSERT INTO `t_dict_area` VALUES ('710227', '永安区', '710200', '永安', '3', '07', '828', '中国,台湾,高雄市,永安区', '120.22530800', '22.81858000', 'Yong\'an');
INSERT INTO `t_dict_area` VALUES ('710228', '弥陀区', '710200', '弥陀', '3', '07', '827', '中国,台湾,高雄市,弥陀区', '120.24734400', '22.78287900', 'Mituo');
INSERT INTO `t_dict_area` VALUES ('710229', '梓官区', '710200', '梓官', '3', '07', '826', '中国,台湾,高雄市,梓官区', '120.26732200', '22.76047500', 'Ziguan');
INSERT INTO `t_dict_area` VALUES ('710230', '旗山区', '710200', '旗山', '3', '07', '842', '中国,台湾,高雄市,旗山区', '120.48355000', '22.88849100', 'Qishan');
INSERT INTO `t_dict_area` VALUES ('710231', '美浓区', '710200', '美浓', '3', '07', '843', '中国,台湾,高雄市,美浓区', '120.54153000', '22.89788000', 'Meinong');
INSERT INTO `t_dict_area` VALUES ('710232', '六龟区', '710200', '六龟', '3', '07', '844', '中国,台湾,高雄市,六龟区', '120.63341800', '22.99791400', 'Liugui');
INSERT INTO `t_dict_area` VALUES ('710233', '甲仙区', '710200', '甲仙', '3', '07', '847', '中国,台湾,高雄市,甲仙区', '120.59118500', '23.08468800', 'Jiaxian');
INSERT INTO `t_dict_area` VALUES ('710234', '杉林区', '710200', '杉林', '3', '07', '846', '中国,台湾,高雄市,杉林区', '120.53898000', '22.97071200', 'Shanlin');
INSERT INTO `t_dict_area` VALUES ('710235', '内门区', '710200', '内门', '3', '07', '845', '中国,台湾,高雄市,内门区', '120.46235100', '22.94343700', 'Namen');
INSERT INTO `t_dict_area` VALUES ('710236', '茂林区', '710200', '茂林', '3', '07', '851', '中国,台湾,高雄市,茂林区', '120.66321700', '22.88624800', 'Maolin');
INSERT INTO `t_dict_area` VALUES ('710237', '桃源区', '710200', '桃源', '3', '07', '848', '中国,台湾,高雄市,桃源区', '120.76004900', '23.15913700', 'Taoyuan');
INSERT INTO `t_dict_area` VALUES ('710238', '那玛夏区', '710200', '那玛夏', '3', '07', '849', '中国,台湾,高雄市,那玛夏区', '120.69279900', '23.21696400', 'Namaxia');
INSERT INTO `t_dict_area` VALUES ('710300', '基隆市', '710000', '基隆', '2', '02', '2', '中国,台湾,基隆市', '121.74624800', '25.13074100', 'Keelung');
INSERT INTO `t_dict_area` VALUES ('710301', '中正区', '710300', '中正', '3', '02', '202', '中国,台湾,基隆市,中正区', '121.51826700', '25.03236100', 'Zhongzheng');
INSERT INTO `t_dict_area` VALUES ('710302', '七堵区', '710300', '七堵', '3', '02', '206', '中国,台湾,基隆市,七堵区', '121.71303200', '25.09573900', 'Qidu');
INSERT INTO `t_dict_area` VALUES ('710303', '暖暖区', '710300', '暖暖', '3', '02', '205', '中国,台湾,基隆市,暖暖区', '121.73610200', '25.09977700', 'Nuannuan');
INSERT INTO `t_dict_area` VALUES ('710304', '仁爱区', '710300', '仁爱', '3', '02', '200', '中国,台湾,基隆市,仁爱区', '121.74094000', '25.12752600', 'Renai');
INSERT INTO `t_dict_area` VALUES ('710305', '中山区', '710300', '中山', '3', '02', '203', '中国,台湾,基隆市,中山区', '121.73913200', '25.13399100', 'Zhongshan');
INSERT INTO `t_dict_area` VALUES ('710306', '安乐区', '710300', '安乐', '3', '02', '204', '中国,台湾,基隆市,安乐区', '121.72320300', '25.12091000', 'Anle');
INSERT INTO `t_dict_area` VALUES ('710307', '信义区', '710300', '信义', '3', '02', '201', '中国,台湾,基隆市,信义区', '121.75138100', '25.12940700', 'Xinyi');
INSERT INTO `t_dict_area` VALUES ('710400', '台中市', '710000', '台中', '2', '04', '4', '中国,台湾,台中市', '120.67904000', '24.13862000', 'Taichung');
INSERT INTO `t_dict_area` VALUES ('710401', '中区', '710400', '中区', '3', '04', '400', '中国,台湾,台中市,中区', '120.67951000', '24.14383000', 'Zhongqu');
INSERT INTO `t_dict_area` VALUES ('710402', '东区', '710400', '东区', '3', '04', '401', '中国,台湾,台中市,东区', '120.70400000', '24.13662000', 'Dongqu');
INSERT INTO `t_dict_area` VALUES ('710403', '南区', '710400', '南区', '3', '04', '402', '中国,台湾,台中市,南区', '120.18864800', '22.96094400', 'Nanqu');
INSERT INTO `t_dict_area` VALUES ('710404', '西区', '710400', '西区', '3', '04', '403', '中国,台湾,台中市,西区', '120.67104000', '24.14138000', 'Xiqu');
INSERT INTO `t_dict_area` VALUES ('710405', '北区', '710400', '北区', '3', '04', '404', '中国,台湾,台中市,北区', '120.68241000', '24.16604000', 'Beiqu');
INSERT INTO `t_dict_area` VALUES ('710406', '西屯区', '710400', '西屯', '3', '04', '407', '中国,台湾,台中市,西屯区', '120.63982000', '24.18134000', 'Xitun');
INSERT INTO `t_dict_area` VALUES ('710407', '南屯区', '710400', '南屯', '3', '04', '408', '中国,台湾,台中市,南屯区', '120.64308000', '24.13827000', 'Nantun');
INSERT INTO `t_dict_area` VALUES ('710408', '北屯区', '710400', '北屯', '3', '04', '406', '中国,台湾,台中市,北屯区', '120.68625000', '24.18222000', 'Beitun');
INSERT INTO `t_dict_area` VALUES ('710409', '丰原区', '710400', '丰原', '3', '04', '420', '中国,台湾,台中市,丰原区', '120.71846000', '24.24219000', 'Fengyuan');
INSERT INTO `t_dict_area` VALUES ('710410', '东势区', '710400', '东势', '3', '04', '423', '中国,台湾,台中市,东势区', '120.82777000', '24.25861000', 'Dongshi');
INSERT INTO `t_dict_area` VALUES ('710411', '大甲区', '710400', '大甲', '3', '04', '437', '中国,台湾,台中市,大甲区', '120.62239000', '24.34892000', 'Dajia');
INSERT INTO `t_dict_area` VALUES ('710412', '清水区', '710400', '清水', '3', '04', '436', '中国,台湾,台中市,清水区', '120.55978000', '24.26865000', 'Qingshui');
INSERT INTO `t_dict_area` VALUES ('710413', '沙鹿区', '710400', '沙鹿', '3', '04', '433', '中国,台湾,台中市,沙鹿区', '120.56570000', '24.23348000', 'Shalu');
INSERT INTO `t_dict_area` VALUES ('710414', '梧栖区', '710400', '梧栖', '3', '04', '435', '中国,台湾,台中市,梧栖区', '120.53152000', '24.25496000', 'Wuqi');
INSERT INTO `t_dict_area` VALUES ('710415', '后里区', '710400', '后里', '3', '04', '421', '中国,台湾,台中市,后里区', '120.71071000', '24.30491000', 'Houli');
INSERT INTO `t_dict_area` VALUES ('710416', '神冈区', '710400', '神冈', '3', '04', '429', '中国,台湾,台中市,神冈区', '120.66155000', '24.25777000', 'Shengang');
INSERT INTO `t_dict_area` VALUES ('710417', '潭子区', '710400', '潭子', '3', '04', '427', '中国,台湾,台中市,潭子区', '120.70516000', '24.20953000', 'Tanzi');
INSERT INTO `t_dict_area` VALUES ('710418', '大雅区', '710400', '大雅', '3', '04', '428', '中国,台湾,台中市,大雅区', '120.64778000', '24.22923000', 'Daya');
INSERT INTO `t_dict_area` VALUES ('710419', '新社区', '710400', '新社', '3', '04', '426', '中国,台湾,台中市,新社区', '120.80950000', '24.23414000', 'Xinshe');
INSERT INTO `t_dict_area` VALUES ('710420', '石冈区', '710400', '石冈', '3', '04', '422', '中国,台湾,台中市,石冈区', '120.78041000', '24.27498000', 'Shigang');
INSERT INTO `t_dict_area` VALUES ('710421', '外埔区', '710400', '外埔', '3', '04', '438', '中国,台湾,台中市,外埔区', '120.65437000', '24.33201000', 'Waipu');
INSERT INTO `t_dict_area` VALUES ('710422', '大安区', '710400', '大安', '3', '04', '439', '中国,台湾,台中市,大安区', '120.58652000', '24.34607000', 'Da\'an');
INSERT INTO `t_dict_area` VALUES ('710423', '乌日区', '710400', '乌日', '3', '04', '414', '中国,台湾,台中市,乌日区', '120.62381000', '24.10450000', 'Wuri');
INSERT INTO `t_dict_area` VALUES ('710424', '大肚区', '710400', '大肚', '3', '04', '432', '中国,台湾,台中市,大肚区', '120.54096000', '24.15366000', 'Dadu');
INSERT INTO `t_dict_area` VALUES ('710425', '龙井区', '710400', '龙井', '3', '04', '434', '中国,台湾,台中市,龙井区', '120.54594000', '24.19271000', 'Longjing');
INSERT INTO `t_dict_area` VALUES ('710426', '雾峰区', '710400', '雾峰', '3', '04', '413', '中国,台湾,台中市,雾峰区', '120.70020000', '24.06152000', 'Wufeng');
INSERT INTO `t_dict_area` VALUES ('710427', '太平区', '710400', '太平', '3', '04', '411', '中国,台湾,台中市,太平区', '120.71852300', '24.12647200', 'Taiping');
INSERT INTO `t_dict_area` VALUES ('710428', '大里区', '710400', '大里', '3', '04', '412', '中国,台湾,台中市,大里区', '120.67786000', '24.09939000', 'Dali');
INSERT INTO `t_dict_area` VALUES ('710429', '和平区', '710400', '和平', '3', '04', '424', '中国,台湾,台中市,和平区', '120.88349000', '24.17477000', 'Heping');
INSERT INTO `t_dict_area` VALUES ('710500', '台南市', '710000', '台南', '2', '06', '7', '中国,台湾,台南市', '120.27936300', '23.17247800', 'Tainan');
INSERT INTO `t_dict_area` VALUES ('710501', '东区', '710500', '东区', '3', '06', '701', '中国,台湾,台南市,东区', '120.22419800', '22.98007200', 'Dongqu');
INSERT INTO `t_dict_area` VALUES ('710502', '南区', '710500', '南区', '3', '06', '702', '中国,台湾,台南市,南区', '120.18864800', '22.96094400', 'Nanqu');
INSERT INTO `t_dict_area` VALUES ('710504', '北区', '710500', '北区', '3', '06', '704', '中国,台湾,台南市,北区', '120.68241000', '24.16604000', 'Beiqu');
INSERT INTO `t_dict_area` VALUES ('710506', '安南区', '710500', '安南', '3', '06', '709', '中国,台湾,台南市,安南区', '120.18461700', '23.04723000', 'Annan');
INSERT INTO `t_dict_area` VALUES ('710507', '安平区', '710500', '安平', '3', '06', '708', '中国,台湾,台南市,安平区', '120.16681000', '23.00076300', 'Anping');
INSERT INTO `t_dict_area` VALUES ('710508', '中西区', '710500', '中西', '3', '06', '700', '中国,台湾,台南市,中西区', '120.20595700', '22.99215200', 'Zhongxi');
INSERT INTO `t_dict_area` VALUES ('710509', '新营区', '710500', '新营', '3', '06', '730', '中国,台湾,台南市,新营区', '120.31669800', '23.31027400', 'Xinying');
INSERT INTO `t_dict_area` VALUES ('710510', '盐水区', '710500', '盐水', '3', '06', '737', '中国,台湾,台南市,盐水区', '120.26639800', '23.31982800', 'Yanshui');
INSERT INTO `t_dict_area` VALUES ('710511', '白河区', '710500', '白河', '3', '06', '732', '中国,台湾,台南市,白河区', '120.41581000', '23.35122100', 'Baihe');
INSERT INTO `t_dict_area` VALUES ('710512', '柳营区', '710500', '柳营', '3', '06', '736', '中国,台湾,台南市,柳营区', '120.31128600', '23.27813300', 'Liuying');
INSERT INTO `t_dict_area` VALUES ('710513', '后壁区', '710500', '后壁', '3', '06', '731', '中国,台湾,台南市,后壁区', '120.36272600', '23.36672100', 'Houbi');
INSERT INTO `t_dict_area` VALUES ('710514', '东山区', '710500', '东山', '3', '06', '733', '中国,台湾,台南市,东山区', '120.40398400', '23.32609200', 'Dongshan');
INSERT INTO `t_dict_area` VALUES ('710515', '麻豆区', '710500', '麻豆', '3', '06', '721', '中国,台湾,台南市,麻豆区', '120.24817900', '23.18168000', 'Madou');
INSERT INTO `t_dict_area` VALUES ('710516', '下营区', '710500', '下营', '3', '06', '735', '中国,台湾,台南市,下营区', '120.26448400', '23.23541300', 'Xiaying');
INSERT INTO `t_dict_area` VALUES ('710517', '六甲区', '710500', '六甲', '3', '06', '734', '中国,台湾,台南市,六甲区', '120.34760000', '23.23193100', 'Liujia');
INSERT INTO `t_dict_area` VALUES ('710518', '官田区', '710500', '官田', '3', '06', '720', '中国,台湾,台南市,官田区', '120.31437400', '23.19465200', 'Guantian');
INSERT INTO `t_dict_area` VALUES ('710519', '大内区', '710500', '大内', '3', '06', '742', '中国,台湾,台南市,大内区', '120.34885300', '23.11946000', 'Dana');
INSERT INTO `t_dict_area` VALUES ('710520', '佳里区', '710500', '佳里', '3', '06', '722', '中国,台湾,台南市,佳里区', '120.17721100', '23.16512100', 'Jiali');
INSERT INTO `t_dict_area` VALUES ('710521', '学甲区', '710500', '学甲', '3', '06', '726', '中国,台湾,台南市,学甲区', '120.18025500', '23.23234800', 'Xuejia');
INSERT INTO `t_dict_area` VALUES ('710522', '西港区', '710500', '西港', '3', '06', '723', '中国,台湾,台南市,西港区', '120.20361800', '23.12305700', 'Xigang');
INSERT INTO `t_dict_area` VALUES ('710523', '七股区', '710500', '七股', '3', '06', '724', '中国,台湾,台南市,七股区', '120.14000300', '23.14054500', 'Qigu');
INSERT INTO `t_dict_area` VALUES ('710524', '将军区', '710500', '将军', '3', '06', '725', '中国,台湾,台南市,将军区', '120.15687100', '23.19954300', 'Jiangjun');
INSERT INTO `t_dict_area` VALUES ('710525', '北门区', '710500', '北门', '3', '06', '727', '中国,台湾,台南市,北门区', '120.12582100', '23.26714800', 'Beimen');
INSERT INTO `t_dict_area` VALUES ('710526', '新化区', '710500', '新化', '3', '06', '712', '中国,台湾,台南市,新化区', '120.31080700', '23.03853300', 'Xinhua');
INSERT INTO `t_dict_area` VALUES ('710527', '善化区', '710500', '善化', '3', '06', '741', '中国,台湾,台南市,善化区', '120.29689500', '23.13226100', 'Shanhua');
INSERT INTO `t_dict_area` VALUES ('710528', '新市区', '710500', '新市', '3', '06', '744', '中国,台湾,台南市,新市区', '120.29513800', '23.07897000', 'Xinshi');
INSERT INTO `t_dict_area` VALUES ('710529', '安定区', '710500', '安定', '3', '06', '745', '中国,台湾,台南市,安定区', '120.23708300', '23.12149800', 'Anding');
INSERT INTO `t_dict_area` VALUES ('710530', '山上区', '710500', '山上', '3', '06', '743', '中国,台湾,台南市,山上区', '120.35290800', '23.10322300', 'Shanshang');
INSERT INTO `t_dict_area` VALUES ('710531', '玉井区', '710500', '玉井', '3', '06', '714', '中国,台湾,台南市,玉井区', '120.46011000', '23.12385900', 'Yujing');
INSERT INTO `t_dict_area` VALUES ('710532', '楠西区', '710500', '楠西', '3', '06', '715', '中国,台湾,台南市,楠西区', '120.48539600', '23.17345400', 'Nanxi');
INSERT INTO `t_dict_area` VALUES ('710533', '南化区', '710500', '南化', '3', '06', '716', '中国,台湾,台南市,南化区', '120.47711600', '23.04261400', 'Nanhua');
INSERT INTO `t_dict_area` VALUES ('710534', '左镇区', '710500', '左镇', '3', '06', '713', '中国,台湾,台南市,左镇区', '120.40730900', '23.05795500', 'Zuozhen');
INSERT INTO `t_dict_area` VALUES ('710535', '仁德区', '710500', '仁德', '3', '06', '717', '中国,台湾,台南市,仁德区', '120.25152000', '22.97221200', 'Rende');
INSERT INTO `t_dict_area` VALUES ('710536', '归仁区', '710500', '归仁', '3', '06', '711', '中国,台湾,台南市,归仁区', '120.29379100', '22.96708100', 'Guiren');
INSERT INTO `t_dict_area` VALUES ('710537', '关庙区', '710500', '关庙', '3', '06', '718', '中国,台湾,台南市,关庙区', '120.32768900', '22.96294900', 'Guanmiao');
INSERT INTO `t_dict_area` VALUES ('710538', '龙崎区', '710500', '龙崎', '3', '06', '719', '中国,台湾,台南市,龙崎区', '120.36082400', '22.96568100', 'Longqi');
INSERT INTO `t_dict_area` VALUES ('710539', '永康区', '710500', '永康', '3', '06', '710', '中国,台湾,台南市,永康区', '120.25706900', '23.02606100', 'Yongkang');
INSERT INTO `t_dict_area` VALUES ('710600', '新竹市', '710000', '新竹', '2', '03', '3', '中国,台湾,新竹市', '120.96879800', '24.80673800', 'Hsinchu');
INSERT INTO `t_dict_area` VALUES ('710601', '东区', '710600', '东区', '3', '03', '300', '中国,台湾,新竹市,东区', '120.97023900', '24.80133700', 'Dongqu');
INSERT INTO `t_dict_area` VALUES ('710602', '北区', '710600', '北区', '3', '03', '', '中国,台湾,新竹市,北区', '120.68241000', '24.16604000', 'Beiqu');
INSERT INTO `t_dict_area` VALUES ('710603', '香山区', '710600', '香山', '3', '03', '', '中国,台湾,新竹市,香山区', '120.95667900', '24.76893300', 'Xiangshan');
INSERT INTO `t_dict_area` VALUES ('710700', '嘉义市', '710000', '嘉义', '2', '05', '6', '中国,台湾,嘉义市', '120.45253800', '23.48156800', 'Chiayi');
INSERT INTO `t_dict_area` VALUES ('710701', '东区', '710700', '东区', '3', '05', '600', '中国,台湾,嘉义市,东区', '120.45800900', '23.48621300', 'Dongqu');
INSERT INTO `t_dict_area` VALUES ('710702', '西区', '710700', '西区', '3', '05', '600', '中国,台湾,嘉义市,西区', '120.43749300', '23.47302900', 'Xiqu');
INSERT INTO `t_dict_area` VALUES ('710800', '新北市', '710000', '新北', '2', '02', '2', '中国,台湾,新北市', '121.46574600', '25.01236600', 'New Taipei');
INSERT INTO `t_dict_area` VALUES ('710801', '板桥区', '710800', '板桥', '3', '02', '220', '中国,台湾,新北市,板桥区', '121.45908400', '25.00957800', 'Banqiao');
INSERT INTO `t_dict_area` VALUES ('710802', '三重区', '710800', '三重', '3', '02', '241', '中国,台湾,新北市,三重区', '121.48810200', '25.06148600', 'Sanzhong');
INSERT INTO `t_dict_area` VALUES ('710803', '中和区', '710800', '中和', '3', '02', '235', '中国,台湾,新北市,中和区', '121.49898000', '24.99939700', 'Zhonghe');
INSERT INTO `t_dict_area` VALUES ('710804', '永和区', '710800', '永和', '3', '02', '234', '中国,台湾,新北市,永和区', '121.51366000', '25.00780200', 'Yonghe');
INSERT INTO `t_dict_area` VALUES ('710805', '新庄区', '710800', '新庄', '3', '02', '242', '中国,台湾,新北市,新庄区', '121.45041300', '25.03594700', 'Xinzhuang');
INSERT INTO `t_dict_area` VALUES ('710806', '新店区', '710800', '新店', '3', '02', '231', '中国,台湾,新北市,新店区', '121.54175000', '24.96755800', 'Xindian');
INSERT INTO `t_dict_area` VALUES ('710807', '树林区', '710800', '树林', '3', '02', '238', '中国,台湾,新北市,树林区', '121.42053300', '24.99070600', 'Shulin');
INSERT INTO `t_dict_area` VALUES ('710808', '莺歌区', '710800', '莺歌', '3', '02', '239', '中国,台湾,新北市,莺歌区', '121.35457300', '24.95541300', 'Yingge');
INSERT INTO `t_dict_area` VALUES ('710809', '三峡区', '710800', '三峡', '3', '02', '237', '中国,台湾,新北市,三峡区', '121.36890500', '24.93433900', 'Sanxia');
INSERT INTO `t_dict_area` VALUES ('710810', '淡水区', '710800', '淡水', '3', '02', '251', '中国,台湾,新北市,淡水区', '121.44091500', '25.16945200', 'Danshui');
INSERT INTO `t_dict_area` VALUES ('710811', '汐止区', '710800', '汐止', '3', '02', '221', '中国,台湾,新北市,汐止区', '121.62947000', '25.06299900', 'Xizhi');
INSERT INTO `t_dict_area` VALUES ('710812', '瑞芳区', '710800', '瑞芳', '3', '02', '224', '中国,台湾,新北市,瑞芳区', '121.81006100', '25.10889500', 'Ruifang');
INSERT INTO `t_dict_area` VALUES ('710813', '土城区', '710800', '土城', '3', '02', '236', '中国,台湾,新北市,土城区', '121.44334800', '24.97220100', 'Tucheng');
INSERT INTO `t_dict_area` VALUES ('710814', '芦洲区', '710800', '芦洲', '3', '02', '247', '中国,台湾,新北市,芦洲区', '121.47370000', '25.08492300', 'Luzhou');
INSERT INTO `t_dict_area` VALUES ('710815', '五股区', '710800', '五股', '3', '02', '248', '中国,台湾,新北市,五股区', '121.43815600', '25.08274300', 'Wugu');
INSERT INTO `t_dict_area` VALUES ('710816', '泰山区', '710800', '泰山', '3', '02', '243', '中国,台湾,新北市,泰山区', '121.43081100', '25.05886400', 'Taishan');
INSERT INTO `t_dict_area` VALUES ('710817', '林口区', '710800', '林口', '3', '02', '244', '中国,台湾,新北市,林口区', '121.39160200', '25.07753100', 'Linkou');
INSERT INTO `t_dict_area` VALUES ('710818', '深坑区', '710800', '深坑', '3', '02', '222', '中国,台湾,新北市,深坑区', '121.61567000', '25.00232900', 'Shenkeng');
INSERT INTO `t_dict_area` VALUES ('710819', '石碇区', '710800', '石碇', '3', '02', '223', '中国,台湾,新北市,石碇区', '121.65856700', '24.99167900', 'Shiding');
INSERT INTO `t_dict_area` VALUES ('710820', '坪林区', '710800', '坪林', '3', '02', '232', '中国,台湾,新北市,坪林区', '121.71118500', '24.93738800', 'Pinglin');
INSERT INTO `t_dict_area` VALUES ('710821', '三芝区', '710800', '三芝', '3', '02', '252', '中国,台湾,新北市,三芝区', '121.50086600', '25.25804700', 'Sanzhi');
INSERT INTO `t_dict_area` VALUES ('710822', '石门区', '710800', '石门', '3', '02', '253', '中国,台湾,新北市,石门区', '121.56849100', '25.29041200', 'Shimen');
INSERT INTO `t_dict_area` VALUES ('710823', '八里区', '710800', '八里', '3', '02', '249', '中国,台湾,新北市,八里区', '121.39822700', '25.14668000', 'Bali');
INSERT INTO `t_dict_area` VALUES ('710824', '平溪区', '710800', '平溪', '3', '02', '226', '中国,台湾,新北市,平溪区', '121.73825500', '25.02572500', 'Pingxi');
INSERT INTO `t_dict_area` VALUES ('710825', '双溪区', '710800', '双溪', '3', '02', '227', '中国,台湾,新北市,双溪区', '121.86567600', '25.03340900', 'Shuangxi');
INSERT INTO `t_dict_area` VALUES ('710826', '贡寮区', '710800', '贡寮', '3', '02', '228', '中国,台湾,新北市,贡寮区', '121.90818500', '25.02238800', 'Gongliao');
INSERT INTO `t_dict_area` VALUES ('710827', '金山区', '710800', '金山', '3', '02', '208', '中国,台湾,新北市,金山区', '121.63642700', '25.22188300', 'Jinshan');
INSERT INTO `t_dict_area` VALUES ('710828', '万里区', '710800', '万里', '3', '02', '207', '中国,台湾,新北市,万里区', '121.68868700', '25.18123400', 'Wanli');
INSERT INTO `t_dict_area` VALUES ('710829', '乌来区', '710800', '乌来', '3', '02', '233', '中国,台湾,新北市,乌来区', '121.55053100', '24.86529600', 'Wulai');
INSERT INTO `t_dict_area` VALUES ('712200', '宜兰县', '710000', '宜兰', '2', '03', '2', '中国,台湾,宜兰县', '121.50000000', '24.60000000', 'Yilan');
INSERT INTO `t_dict_area` VALUES ('712201', '宜兰市', '712200', '宜兰', '3', '03', '260', '中国,台湾,宜兰县,宜兰市', '121.75347600', '24.75168200', 'Yilan');
INSERT INTO `t_dict_area` VALUES ('712221', '罗东镇', '712200', '罗东', '3', '03', '265', '中国,台湾,宜兰县,罗东镇', '121.76691900', '24.67703300', 'Luodong');
INSERT INTO `t_dict_area` VALUES ('712222', '苏澳镇', '712200', '苏澳', '3', '03', '270', '中国,台湾,宜兰县,苏澳镇', '121.84265600', '24.59462200', 'Suao');
INSERT INTO `t_dict_area` VALUES ('712223', '头城镇', '712200', '头城', '3', '03', '261', '中国,台湾,宜兰县,头城镇', '121.82330700', '24.85921700', 'Toucheng');
INSERT INTO `t_dict_area` VALUES ('712224', '礁溪乡', '712200', '礁溪', '3', '03', '262', '中国,台湾,宜兰县,礁溪乡', '121.76668000', '24.82234500', 'Jiaoxi');
INSERT INTO `t_dict_area` VALUES ('712225', '壮围乡', '712200', '壮围', '3', '03', '263', '中国,台湾,宜兰县,壮围乡', '121.78161900', '24.74494900', 'Zhuangwei');
INSERT INTO `t_dict_area` VALUES ('712226', '员山乡', '712200', '员山', '3', '03', '264', '中国,台湾,宜兰县,员山乡', '121.72173300', '24.74177100', 'Yuanshan');
INSERT INTO `t_dict_area` VALUES ('712227', '冬山乡', '712200', '冬山', '3', '03', '269', '中国,台湾,宜兰县,冬山乡', '121.79228000', '24.63451400', 'Dongshan');
INSERT INTO `t_dict_area` VALUES ('712228', '五结乡', '712200', '五结', '3', '03', '268', '中国,台湾,宜兰县,五结乡', '121.79829700', '24.68464000', 'Wujie');
INSERT INTO `t_dict_area` VALUES ('712229', '三星乡', '712200', '三星', '3', '03', '266', '中国,台湾,宜兰县,三星乡', '121.00341800', '23.77529100', 'Sanxing');
INSERT INTO `t_dict_area` VALUES ('712230', '大同乡', '712200', '大同', '3', '03', '267', '中国,台湾,宜兰县,大同乡', '121.60555700', '24.67599700', 'Datong');
INSERT INTO `t_dict_area` VALUES ('712231', '南澳乡', '712200', '南澳', '3', '03', '272', '中国,台湾,宜兰县,南澳乡', '121.79981000', '24.46539300', 'Nanao');
INSERT INTO `t_dict_area` VALUES ('712300', '桃园县', '710000', '桃园', '2', '03', '3', '中国,台湾,桃园县', '121.08300000', '25.00000000', 'Taoyuan');
INSERT INTO `t_dict_area` VALUES ('712301', '桃园市', '712300', '桃园', '3', '03', '330', '中国,台湾,桃园县,桃园市', '121.30133700', '24.99377700', 'Taoyuan');
INSERT INTO `t_dict_area` VALUES ('712302', '中坜市', '712300', '中坜', '3', '03', '320', '中国,台湾,桃园县,中坜市', '121.22492600', '24.96535300', 'Zhongli');
INSERT INTO `t_dict_area` VALUES ('712303', '平镇市', '712300', '平镇', '3', '03', '324', '中国,台湾,桃园县,平镇市', '121.21835900', '24.94575200', 'Pingzhen');
INSERT INTO `t_dict_area` VALUES ('712304', '八德市', '712300', '八德', '3', '03', '334', '中国,台湾,桃园县,八德市', '121.28465500', '24.92865100', 'Bade');
INSERT INTO `t_dict_area` VALUES ('712305', '杨梅市', '712300', '杨梅', '3', '03', '326', '中国,台湾,桃园县,杨梅市', '121.14587300', '24.90757500', 'Yangmei');
INSERT INTO `t_dict_area` VALUES ('712306', '芦竹市', '712300', '芦竹', '3', '03', '338', '中国,台湾,桃园县,芦竹市', '121.29206400', '25.04539200', 'Luzhu');
INSERT INTO `t_dict_area` VALUES ('712321', '大溪镇', '712300', '大溪', '3', '03', '335', '中国,台湾,桃园县,大溪镇', '121.28696200', '24.88058400', 'Daxi');
INSERT INTO `t_dict_area` VALUES ('712324', '大园乡', '712300', '大园', '3', '03', '337', '中国,台湾,桃园县,大园乡', '121.19629200', '25.06447100', 'Dayuan');
INSERT INTO `t_dict_area` VALUES ('712325', '龟山乡', '712300', '龟山', '3', '03', '333', '中国,台湾,桃园县,龟山乡', '121.33776700', '24.99251700', 'Guishan');
INSERT INTO `t_dict_area` VALUES ('712327', '龙潭乡', '712300', '龙潭', '3', '03', '325', '中国,台湾,桃园县,龙潭乡', '121.21639200', '24.86385100', 'Longtan');
INSERT INTO `t_dict_area` VALUES ('712329', '新屋乡', '712300', '新屋', '3', '03', '327', '中国,台湾,桃园县,新屋乡', '121.10580100', '24.97220300', 'Xinwu');
INSERT INTO `t_dict_area` VALUES ('712330', '观音乡', '712300', '观音', '3', '03', '328', '中国,台湾,桃园县,观音乡', '121.07751900', '25.03330300', 'Guanyin');
INSERT INTO `t_dict_area` VALUES ('712331', '复兴乡', '712300', '复兴', '3', '03', '336', '中国,台湾,桃园县,复兴乡', '121.35261300', '24.82090800', 'Fuxing');
INSERT INTO `t_dict_area` VALUES ('712400', '新竹县', '710000', '新竹', '2', '03', '3', '中国,台湾,新竹县', '121.16000000', '24.60000000', 'Hsinchu');
INSERT INTO `t_dict_area` VALUES ('712401', '竹北市', '712400', '竹北', '3', '03', '302', '中国,台湾,新竹县,竹北市', '121.00431700', '24.83965200', 'Zhubei');
INSERT INTO `t_dict_area` VALUES ('712421', '竹东镇', '712400', '竹东', '3', '03', '310', '中国,台湾,新竹县,竹东镇', '121.08641800', '24.73360100', 'Zhudong');
INSERT INTO `t_dict_area` VALUES ('712422', '新埔镇', '712400', '新埔', '3', '03', '305', '中国,台湾,新竹县,新埔镇', '121.07280400', '24.82482000', 'Xinpu');
INSERT INTO `t_dict_area` VALUES ('712423', '关西镇', '712400', '关西', '3', '03', '306', '中国,台湾,新竹县,关西镇', '121.17730100', '24.78884200', 'Guanxi');
INSERT INTO `t_dict_area` VALUES ('712424', '湖口乡', '712400', '湖口', '3', '03', '303', '中国,台湾,新竹县,湖口乡', '121.04369100', '24.90394300', 'Hukou');
INSERT INTO `t_dict_area` VALUES ('712425', '新丰乡', '712400', '新丰', '3', '03', '304', '中国,台湾,新竹县,新丰乡', '120.98300600', '24.89960000', 'Xinfeng');
INSERT INTO `t_dict_area` VALUES ('712426', '芎林乡', '712400', '芎林', '3', '03', '307', '中国,台湾,新竹县,芎林乡', '121.07692400', '24.77443600', 'Xionglin');
INSERT INTO `t_dict_area` VALUES ('712427', '横山乡', '712400', '横山', '3', '03', '312', '中国,台湾,新竹县,横山乡', '121.11624400', '24.72080700', 'Hengshan');
INSERT INTO `t_dict_area` VALUES ('712428', '北埔乡', '712400', '北埔', '3', '03', '314', '中国,台湾,新竹县,北埔乡', '121.05315600', '24.69712600', 'Beipu');
INSERT INTO `t_dict_area` VALUES ('712429', '宝山乡', '712400', '宝山', '3', '03', '308', '中国,台湾,新竹县,宝山乡', '120.98575200', '24.76097500', 'Baoshan');
INSERT INTO `t_dict_area` VALUES ('712430', '峨眉乡', '712400', '峨眉', '3', '03', '315', '中国,台湾,新竹县,峨眉乡', '121.01529100', '24.68612700', 'Emei');
INSERT INTO `t_dict_area` VALUES ('712431', '尖石乡', '712400', '尖石', '3', '03', '313', '中国,台湾,新竹县,尖石乡', '121.19780200', '24.70436000', 'Jianshi');
INSERT INTO `t_dict_area` VALUES ('712432', '五峰乡', '712400', '五峰', '3', '03', '311', '中国,台湾,新竹县,五峰乡', '121.00341800', '23.77529100', 'Wufeng');
INSERT INTO `t_dict_area` VALUES ('712500', '苗栗县', '710000', '苗栗', '2', '037', '3', '中国,台湾,苗栗县', '120.75000000', '24.50000000', 'Miaoli');
INSERT INTO `t_dict_area` VALUES ('712501', '苗栗市', '712500', '苗栗', '3', '037', '360', '中国,台湾,苗栗县,苗栗市', '120.81886900', '24.56147200', 'Miaoli');
INSERT INTO `t_dict_area` VALUES ('712521', '苑里镇', '712500', '苑里', '3', '037', '358', '中国,台湾,苗栗县,苑里镇', '120.64890700', '24.44175000', 'Yuanli');
INSERT INTO `t_dict_area` VALUES ('712522', '通霄镇', '712500', '通霄', '3', '037', '357', '中国,台湾,苗栗县,通霄镇', '120.67670000', '24.48908700', 'Tongxiao');
INSERT INTO `t_dict_area` VALUES ('712523', '竹南镇', '712500', '竹南', '3', '037', '350', '中国,台湾,苗栗县,竹南镇', '120.87264100', '24.68551300', 'Zhunan');
INSERT INTO `t_dict_area` VALUES ('712524', '头份镇', '712500', '头份', '3', '037', '351', '中国,台湾,苗栗县,头份镇', '120.89518800', '24.68799300', 'Toufen');
INSERT INTO `t_dict_area` VALUES ('712525', '后龙镇', '712500', '后龙', '3', '037', '356', '中国,台湾,苗栗县,后龙镇', '120.78648000', '24.61261700', 'Houlong');
INSERT INTO `t_dict_area` VALUES ('712526', '卓兰镇', '712500', '卓兰', '3', '037', '369', '中国,台湾,苗栗县,卓兰镇', '120.82344100', '24.30950900', 'Zhuolan');
INSERT INTO `t_dict_area` VALUES ('712527', '大湖乡', '712500', '大湖', '3', '037', '364', '中国,台湾,苗栗县,大湖乡', '120.86364100', '24.42254700', 'Dahu');
INSERT INTO `t_dict_area` VALUES ('712528', '公馆乡', '712500', '公馆', '3', '037', '363', '中国,台湾,苗栗县,公馆乡', '120.82298300', '24.49910800', 'Gongguan');
INSERT INTO `t_dict_area` VALUES ('712529', '铜锣乡', '712500', '铜锣', '3', '037', '366', '中国,台湾,苗栗县,铜锣乡', '121.00341800', '23.77529100', 'Tongluo');
INSERT INTO `t_dict_area` VALUES ('712530', '南庄乡', '712500', '南庄', '3', '037', '353', '中国,台湾,苗栗县,南庄乡', '120.99495700', '24.59683500', 'Nanzhuang');
INSERT INTO `t_dict_area` VALUES ('712531', '头屋乡', '712500', '头屋', '3', '037', '362', '中国,台湾,苗栗县,头屋乡', '120.84661600', '24.57424900', 'Touwu');
INSERT INTO `t_dict_area` VALUES ('712532', '三义乡', '712500', '三义', '3', '037', '367', '中国,台湾,苗栗县,三义乡', '120.74234000', '24.35027000', 'Sanyi');
INSERT INTO `t_dict_area` VALUES ('712533', '西湖乡', '712500', '西湖', '3', '037', '368', '中国,台湾,苗栗县,西湖乡', '121.00341800', '23.77529100', 'Xihu');
INSERT INTO `t_dict_area` VALUES ('712534', '造桥乡', '712500', '造桥', '3', '037', '361', '中国,台湾,苗栗县,造桥乡', '120.86239900', '24.63753700', 'Zaoqiao');
INSERT INTO `t_dict_area` VALUES ('712535', '三湾乡', '712500', '三湾', '3', '037', '352', '中国,台湾,苗栗县,三湾乡', '120.95148400', '24.65105100', 'Sanwan');
INSERT INTO `t_dict_area` VALUES ('712536', '狮潭乡', '712500', '狮潭', '3', '037', '354', '中国,台湾,苗栗县,狮潭乡', '120.91802400', '24.54000400', 'Shitan');
INSERT INTO `t_dict_area` VALUES ('712537', '泰安乡', '712500', '泰安', '3', '037', '365', '中国,台湾,苗栗县,泰安乡', '120.90444100', '24.44260000', 'Tai\'an');
INSERT INTO `t_dict_area` VALUES ('712700', '彰化县', '710000', '彰化', '2', '04', '5', '中国,台湾,彰化县', '120.41600000', '24.00000000', 'Changhua');
INSERT INTO `t_dict_area` VALUES ('712701', '彰化市', '712700', '彰化市', '3', '04', '500', '中国,台湾,彰化县,彰化市', '120.54229400', '24.08091100', 'Zhanghuashi');
INSERT INTO `t_dict_area` VALUES ('712721', '鹿港镇', '712700', '鹿港', '3', '04', '505', '中国,台湾,彰化县,鹿港镇', '120.43539200', '24.05693700', 'Lugang');
INSERT INTO `t_dict_area` VALUES ('712722', '和美镇', '712700', '和美', '3', '04', '508', '中国,台湾,彰化县,和美镇', '120.50026500', '24.11090400', 'Hemei');
INSERT INTO `t_dict_area` VALUES ('712723', '线西乡', '712700', '线西', '3', '04', '507', '中国,台湾,彰化县,线西乡', '120.46592100', '24.12865300', 'Xianxi');
INSERT INTO `t_dict_area` VALUES ('712724', '伸港乡', '712700', '伸港', '3', '04', '509', '中国,台湾,彰化县,伸港乡', '120.48422400', '24.14608100', 'Shengang');
INSERT INTO `t_dict_area` VALUES ('712725', '福兴乡', '712700', '福兴', '3', '04', '506', '中国,台湾,彰化县,福兴乡', '120.44368200', '24.04788300', 'Fuxing');
INSERT INTO `t_dict_area` VALUES ('712726', '秀水乡', '712700', '秀水', '3', '04', '504', '中国,台湾,彰化县,秀水乡', '120.50265800', '24.03526700', 'Xiushui');
INSERT INTO `t_dict_area` VALUES ('712727', '花坛乡', '712700', '花坛', '3', '04', '503', '中国,台湾,彰化县,花坛乡', '120.53840300', '24.02939900', 'Huatan');
INSERT INTO `t_dict_area` VALUES ('712728', '芬园乡', '712700', '芬园', '3', '04', '502', '中国,台湾,彰化县,芬园乡', '120.62902400', '24.01365800', 'Fenyuan');
INSERT INTO `t_dict_area` VALUES ('712729', '员林镇', '712700', '员林', '3', '04', '510', '中国,台湾,彰化县,员林镇', '120.57462500', '23.95899900', 'Yuanlin');
INSERT INTO `t_dict_area` VALUES ('712730', '溪湖镇', '712700', '溪湖', '3', '04', '514', '中国,台湾,彰化县,溪湖镇', '120.47914400', '23.96231500', 'Xihu');
INSERT INTO `t_dict_area` VALUES ('712731', '田中镇', '712700', '田中', '3', '04', '520', '中国,台湾,彰化县,田中镇', '120.58062900', '23.86171800', 'Tianzhong');
INSERT INTO `t_dict_area` VALUES ('712732', '大村乡', '712700', '大村', '3', '04', '515', '中国,台湾,彰化县,大村乡', '120.54071300', '23.99372600', 'Dacun');
INSERT INTO `t_dict_area` VALUES ('712733', '埔盐乡', '712700', '埔盐', '3', '04', '516', '中国,台湾,彰化县,埔盐乡', '120.46404400', '24.00034600', 'Puyan');
INSERT INTO `t_dict_area` VALUES ('712734', '埔心乡', '712700', '埔心', '3', '04', '513', '中国,台湾,彰化县,埔心乡', '120.54356800', '23.95301900', 'Puxin');
INSERT INTO `t_dict_area` VALUES ('712735', '永靖乡', '712700', '永靖', '3', '04', '512', '中国,台湾,彰化县,永靖乡', '120.54777500', '23.92470300', 'Yongjing');
INSERT INTO `t_dict_area` VALUES ('712736', '社头乡', '712700', '社头', '3', '04', '511', '中国,台湾,彰化县,社头乡', '120.58268100', '23.89668600', 'Shetou');
INSERT INTO `t_dict_area` VALUES ('712737', '二水乡', '712700', '二水', '3', '04', '530', '中国,台湾,彰化县,二水乡', '120.61878800', '23.80699500', 'Ershui');
INSERT INTO `t_dict_area` VALUES ('712738', '北斗镇', '712700', '北斗', '3', '04', '521', '中国,台湾,彰化县,北斗镇', '120.52044900', '23.87091100', 'Beidou');
INSERT INTO `t_dict_area` VALUES ('712739', '二林镇', '712700', '二林', '3', '04', '526', '中国,台湾,彰化县,二林镇', '120.37446800', '23.89975100', 'Erlin');
INSERT INTO `t_dict_area` VALUES ('712740', '田尾乡', '712700', '田尾', '3', '04', '522', '中国,台湾,彰化县,田尾乡', '120.52471700', '23.89073500', 'Tianwei');
INSERT INTO `t_dict_area` VALUES ('712741', '埤头乡', '712700', '埤头', '3', '04', '523', '中国,台湾,彰化县,埤头乡', '120.46259900', '23.89132400', 'Pitou');
INSERT INTO `t_dict_area` VALUES ('712742', '芳苑乡', '712700', '芳苑', '3', '04', '528', '中国,台湾,彰化县,芳苑乡', '120.32032900', '23.92422200', 'Fangyuan');
INSERT INTO `t_dict_area` VALUES ('712743', '大城乡', '712700', '大城', '3', '04', '527', '中国,台湾,彰化县,大城乡', '120.32093400', '23.85238200', 'Dacheng');
INSERT INTO `t_dict_area` VALUES ('712744', '竹塘乡', '712700', '竹塘', '3', '04', '525', '中国,台湾,彰化县,竹塘乡', '120.42749900', '23.86011200', 'Zhutang');
INSERT INTO `t_dict_area` VALUES ('712745', '溪州乡', '712700', '溪州', '3', '04', '524', '中国,台湾,彰化县,溪州乡', '120.49870600', '23.85122900', 'Xizhou');
INSERT INTO `t_dict_area` VALUES ('712800', '南投县', '710000', '南投', '2', '049', '5', '中国,台湾,南投县', '120.83000000', '23.83000000', 'Nantou');
INSERT INTO `t_dict_area` VALUES ('712801', '南投市', '712800', '南投市', '3', '049', '540', '中国,台湾,南投县,南投市', '120.68370600', '23.90995600', 'Nantoushi');
INSERT INTO `t_dict_area` VALUES ('712821', '埔里镇', '712800', '埔里', '3', '049', '545', '中国,台湾,南投县,埔里镇', '120.96464800', '23.96478900', 'Puli');
INSERT INTO `t_dict_area` VALUES ('712822', '草屯镇', '712800', '草屯', '3', '049', '542', '中国,台湾,南投县,草屯镇', '120.68034300', '23.97394700', 'Caotun');
INSERT INTO `t_dict_area` VALUES ('712823', '竹山镇', '712800', '竹山', '3', '049', '557', '中国,台湾,南投县,竹山镇', '120.67200700', '23.75765500', 'Zhushan');
INSERT INTO `t_dict_area` VALUES ('712824', '集集镇', '712800', '集集', '3', '049', '552', '中国,台湾,南投县,集集镇', '120.78367300', '23.82901300', 'Jiji');
INSERT INTO `t_dict_area` VALUES ('712825', '名间乡', '712800', '名间', '3', '049', '551', '中国,台湾,南投县,名间乡', '120.70279700', '23.83842700', 'Mingjian');
INSERT INTO `t_dict_area` VALUES ('712826', '鹿谷乡', '712800', '鹿谷', '3', '049', '558', '中国,台湾,南投县,鹿谷乡', '120.75279600', '23.74447100', 'Lugu');
INSERT INTO `t_dict_area` VALUES ('712827', '中寮乡', '712800', '中寮', '3', '049', '541', '中国,台湾,南投县,中寮乡', '120.76665400', '23.87893500', 'Zhongliao');
INSERT INTO `t_dict_area` VALUES ('712828', '鱼池乡', '712800', '鱼池', '3', '049', '555', '中国,台湾,南投县,鱼池乡', '120.93606000', '23.89635600', 'Yuchi');
INSERT INTO `t_dict_area` VALUES ('712829', '国姓乡', '712800', '国姓', '3', '049', '544', '中国,台湾,南投县,国姓乡', '120.85854100', '24.04229800', 'Guoxing');
INSERT INTO `t_dict_area` VALUES ('712830', '水里乡', '712800', '水里', '3', '049', '553', '中国,台湾,南投县,水里乡', '120.85591200', '23.81208600', 'Shuili');
INSERT INTO `t_dict_area` VALUES ('712831', '信义乡', '712800', '信义', '3', '049', '556', '中国,台湾,南投县,信义乡', '120.85525700', '23.69992200', 'Xinyi');
INSERT INTO `t_dict_area` VALUES ('712832', '仁爱乡', '712800', '仁爱', '3', '049', '546', '中国,台湾,南投县,仁爱乡', '121.13354300', '24.02442900', 'Renai');
INSERT INTO `t_dict_area` VALUES ('712900', '云林县', '710000', '云林', '2', '05', '6', '中国,台湾,云林县', '120.25000000', '23.75000000', 'Yunlin');
INSERT INTO `t_dict_area` VALUES ('712901', '斗六市', '712900', '斗六', '3', '05', '640', '中国,台湾,云林县,斗六市', '120.52736000', '23.69765100', 'Douliu');
INSERT INTO `t_dict_area` VALUES ('712921', '斗南镇', '712900', '斗南', '3', '05', '630', '中国,台湾,云林县,斗南镇', '120.47907500', '23.67973100', 'Dounan');
INSERT INTO `t_dict_area` VALUES ('712922', '虎尾镇', '712900', '虎尾', '3', '05', '632', '中国,台湾,云林县,虎尾镇', '120.44533900', '23.70818200', 'Huwei');
INSERT INTO `t_dict_area` VALUES ('712923', '西螺镇', '712900', '西螺', '3', '05', '648', '中国,台湾,云林县,西螺镇', '120.46601000', '23.79798400', 'Xiluo');
INSERT INTO `t_dict_area` VALUES ('712924', '土库镇', '712900', '土库', '3', '05', '633', '中国,台湾,云林县,土库镇', '120.39257200', '23.67782200', 'Tuku');
INSERT INTO `t_dict_area` VALUES ('712925', '北港镇', '712900', '北港', '3', '05', '651', '中国,台湾,云林县,北港镇', '120.30239300', '23.57552500', 'Beigang');
INSERT INTO `t_dict_area` VALUES ('712926', '古坑乡', '712900', '古坑', '3', '05', '646', '中国,台湾,云林县,古坑乡', '120.56204300', '23.64256800', 'Gukeng');
INSERT INTO `t_dict_area` VALUES ('712927', '大埤乡', '712900', '大埤', '3', '05', '631', '中国,台湾,云林县,大埤乡', '120.43051600', '23.64590800', 'Dapi');
INSERT INTO `t_dict_area` VALUES ('712928', '莿桐乡', '712900', '莿桐', '3', '05', '647', '中国,台湾,云林县,莿桐乡', '120.50237400', '23.76078400', 'Citong');
INSERT INTO `t_dict_area` VALUES ('712929', '林内乡', '712900', '林内', '3', '05', '643', '中国,台湾,云林县,林内乡', '120.61136500', '23.75871200', 'Linna');
INSERT INTO `t_dict_area` VALUES ('712930', '二仑乡', '712900', '二仑', '3', '05', '649', '中国,台湾,云林县,二仑乡', '120.41507700', '23.77127300', 'Erlun');
INSERT INTO `t_dict_area` VALUES ('712931', '仑背乡', '712900', '仑背', '3', '05', '637', '中国,台湾,云林县,仑背乡', '120.35389500', '23.75884000', 'Lunbei');
INSERT INTO `t_dict_area` VALUES ('712932', '麦寮乡', '712900', '麦寮', '3', '05', '638', '中国,台湾,云林县,麦寮乡', '120.25204300', '23.75384100', 'Mailiao');
INSERT INTO `t_dict_area` VALUES ('712933', '东势乡', '712900', '东势', '3', '05', '635', '中国,台湾,云林县,东势乡', '120.25267200', '23.67467900', 'Dongshi');
INSERT INTO `t_dict_area` VALUES ('712934', '褒忠乡', '712900', '褒忠', '3', '05', '634', '中国,台湾,云林县,褒忠乡', '120.31048800', '23.69424500', 'Baozhong');
INSERT INTO `t_dict_area` VALUES ('712935', '台西乡', '712900', '台西', '3', '05', '636', '中国,台湾,云林县,台西乡', '120.19614100', '23.70281900', 'Taixi');
INSERT INTO `t_dict_area` VALUES ('712936', '元长乡', '712900', '元长', '3', '05', '655', '中国,台湾,云林县,元长乡', '120.31512400', '23.64945800', 'Yuanchang');
INSERT INTO `t_dict_area` VALUES ('712937', '四湖乡', '712900', '四湖', '3', '05', '654', '中国,台湾,云林县,四湖乡', '120.22574100', '23.63774000', 'Sihu');
INSERT INTO `t_dict_area` VALUES ('712938', '口湖乡', '712900', '口湖', '3', '05', '653', '中国,台湾,云林县,口湖乡', '120.18537000', '23.58240600', 'Kouhu');
INSERT INTO `t_dict_area` VALUES ('712939', '水林乡', '712900', '水林', '3', '05', '652', '中国,台湾,云林县,水林乡', '120.24594800', '23.57263400', 'Shuilin');
INSERT INTO `t_dict_area` VALUES ('713000', '嘉义县', '710000', '嘉义', '2', '05', '6', '中国,台湾,嘉义县', '120.30000000', '23.50000000', 'Chiayi');
INSERT INTO `t_dict_area` VALUES ('713001', '太保市', '713000', '太保', '3', '05', '612', '中国,台湾,嘉义县,太保市', '120.33287600', '23.45964700', 'Taibao');
INSERT INTO `t_dict_area` VALUES ('713002', '朴子市', '713000', '朴子', '3', '05', '613', '中国,台湾,嘉义县,朴子市', '120.24701400', '23.46496100', 'Puzi');
INSERT INTO `t_dict_area` VALUES ('713023', '布袋镇', '713000', '布袋', '3', '05', '625', '中国,台湾,嘉义县,布袋镇', '120.16693600', '23.37797900', 'Budai');
INSERT INTO `t_dict_area` VALUES ('713024', '大林镇', '713000', '大林', '3', '05', '622', '中国,台湾,嘉义县,大林镇', '120.47133600', '23.60381500', 'Dalin');
INSERT INTO `t_dict_area` VALUES ('713025', '民雄乡', '713000', '民雄', '3', '05', '621', '中国,台湾,嘉义县,民雄乡', '120.42857700', '23.55145600', 'Minxiong');
INSERT INTO `t_dict_area` VALUES ('713026', '溪口乡', '713000', '溪口', '3', '05', '623', '中国,台湾,嘉义县,溪口乡', '120.39382200', '23.60222300', 'Xikou');
INSERT INTO `t_dict_area` VALUES ('713027', '新港乡', '713000', '新港', '3', '05', '616', '中国,台湾,嘉义县,新港乡', '120.34764700', '23.55180600', 'Xingang');
INSERT INTO `t_dict_area` VALUES ('713028', '六脚乡', '713000', '六脚', '3', '05', '615', '中国,台湾,嘉义县,六脚乡', '120.29108300', '23.49394200', 'Liujiao');
INSERT INTO `t_dict_area` VALUES ('713029', '东石乡', '713000', '东石', '3', '05', '614', '中国,台湾,嘉义县,东石乡', '120.15382200', '23.45923500', 'Dongshi');
INSERT INTO `t_dict_area` VALUES ('713030', '义竹乡', '713000', '义竹', '3', '05', '624', '中国,台湾,嘉义县,义竹乡', '120.24342300', '23.33627700', 'Yizhu');
INSERT INTO `t_dict_area` VALUES ('713031', '鹿草乡', '713000', '鹿草', '3', '05', '611', '中国,台湾,嘉义县,鹿草乡', '120.30837000', '23.41078400', 'Lucao');
INSERT INTO `t_dict_area` VALUES ('713032', '水上乡', '713000', '水上', '3', '05', '608', '中国,台湾,嘉义县,水上乡', '120.39793600', '23.42810400', 'Shuishang');
INSERT INTO `t_dict_area` VALUES ('713033', '中埔乡', '713000', '中埔', '3', '05', '606', '中国,台湾,嘉义县,中埔乡', '120.52294800', '23.42514800', 'Zhongpu');
INSERT INTO `t_dict_area` VALUES ('713034', '竹崎乡', '713000', '竹崎', '3', '05', '604', '中国,台湾,嘉义县,竹崎乡', '120.55146600', '23.52318400', 'Zhuqi');
INSERT INTO `t_dict_area` VALUES ('713035', '梅山乡', '713000', '梅山', '3', '05', '603', '中国,台湾,嘉义县,梅山乡', '120.55719200', '23.58491500', 'Meishan');
INSERT INTO `t_dict_area` VALUES ('713036', '番路乡', '713000', '番路', '3', '05', '602', '中国,台湾,嘉义县,番路乡', '120.55504300', '23.46522200', 'Fanlu');
INSERT INTO `t_dict_area` VALUES ('713037', '大埔乡', '713000', '大埔', '3', '05', '607', '中国,台湾,嘉义县,大埔乡', '120.59379500', '23.29671500', 'Dapu');
INSERT INTO `t_dict_area` VALUES ('713038', '阿里山乡', '713000', '阿里山', '3', '05', '605', '中国,台湾,嘉义县,阿里山乡', '120.73252000', '23.46795000', 'Alishan');
INSERT INTO `t_dict_area` VALUES ('713300', '屏东县', '710000', '屏东', '2', '08', '9', '中国,台湾,屏东县', '120.48792800', '22.68280200', 'Pingtung');
INSERT INTO `t_dict_area` VALUES ('713301', '屏东市', '713300', '屏东', '3', '08', '900', '中国,台湾,屏东县,屏东市', '120.48846500', '22.66972300', 'Pingdong');
INSERT INTO `t_dict_area` VALUES ('713321', '潮州镇', '713300', '潮州', '3', '08', '920', '中国,台湾,屏东县,潮州镇', '120.54285400', '22.55053600', 'Chaozhou');
INSERT INTO `t_dict_area` VALUES ('713322', '东港镇', '713300', '东港', '3', '08', '928', '中国,台湾,屏东县,东港镇', '120.45448900', '22.46662600', 'Donggang');
INSERT INTO `t_dict_area` VALUES ('713323', '恒春镇', '713300', '恒春', '3', '08', '946', '中国,台湾,屏东县,恒春镇', '120.74545100', '22.00237300', 'Hengchun');
INSERT INTO `t_dict_area` VALUES ('713324', '万丹乡', '713300', '万丹', '3', '08', '913', '中国,台湾,屏东县,万丹乡', '120.48453300', '22.58983900', 'Wandan');
INSERT INTO `t_dict_area` VALUES ('713325', '长治乡', '713300', '长治', '3', '08', '908', '中国,台湾,屏东县,长治乡', '120.52761400', '22.67706200', 'Changzhi');
INSERT INTO `t_dict_area` VALUES ('713326', '麟洛乡', '713300', '麟洛', '3', '08', '909', '中国,台湾,屏东县,麟洛乡', '120.52728300', '22.65060400', 'Linluo');
INSERT INTO `t_dict_area` VALUES ('713327', '九如乡', '713300', '九如', '3', '08', '904', '中国,台湾,屏东县,九如乡', '120.49014200', '22.73977800', 'Jiuru');
INSERT INTO `t_dict_area` VALUES ('713328', '里港乡', '713300', '里港', '3', '08', '905', '中国,台湾,屏东县,里港乡', '120.49449000', '22.77922000', 'Ligang');
INSERT INTO `t_dict_area` VALUES ('713329', '盐埔乡', '713300', '盐埔', '3', '08', '907', '中国,台湾,屏东县,盐埔乡', '120.57284900', '22.75478300', 'Yanpu');
INSERT INTO `t_dict_area` VALUES ('713330', '高树乡', '713300', '高树', '3', '08', '906', '中国,台湾,屏东县,高树乡', '120.60021400', '22.82678900', 'Gaoshu');
INSERT INTO `t_dict_area` VALUES ('713331', '万峦乡', '713300', '万峦', '3', '08', '923', '中国,台湾,屏东县,万峦乡', '120.56647700', '22.57196500', 'Wanluan');
INSERT INTO `t_dict_area` VALUES ('713332', '内埔乡', '713300', '内埔', '3', '08', '912', '中国,台湾,屏东县,内埔乡', '120.56686500', '22.61196700', 'Napu');
INSERT INTO `t_dict_area` VALUES ('713333', '竹田乡', '713300', '竹田', '3', '08', '911', '中国,台湾,屏东县,竹田乡', '120.54403800', '22.58467800', 'Zhutian');
INSERT INTO `t_dict_area` VALUES ('713334', '新埤乡', '713300', '新埤', '3', '08', '925', '中国,台湾,屏东县,新埤乡', '120.54954600', '22.46997600', 'Xinpi');
INSERT INTO `t_dict_area` VALUES ('713335', '枋寮乡', '713300', '枋寮', '3', '08', '940', '中国,台湾,屏东县,枋寮乡', '120.59343800', '22.36556000', 'Fangliao');
INSERT INTO `t_dict_area` VALUES ('713336', '新园乡', '713300', '新园', '3', '08', '932', '中国,台湾,屏东县,新园乡', '120.46173900', '22.54395200', 'Xinyuan');
INSERT INTO `t_dict_area` VALUES ('713337', '崁顶乡', '713300', '崁顶', '3', '08', '924', '中国,台湾,屏东县,崁顶乡', '120.51457100', '22.51479500', 'Kanding');
INSERT INTO `t_dict_area` VALUES ('713338', '林边乡', '713300', '林边', '3', '08', '927', '中国,台湾,屏东县,林边乡', '120.51509100', '22.43401500', 'Linbian');
INSERT INTO `t_dict_area` VALUES ('713339', '南州乡', '713300', '南州', '3', '08', '926', '中国,台湾,屏东县,南州乡', '120.50980800', '22.49019200', 'Nanzhou');
INSERT INTO `t_dict_area` VALUES ('713340', '佳冬乡', '713300', '佳冬', '3', '08', '931', '中国,台湾,屏东县,佳冬乡', '120.55154400', '22.41765300', 'Jiadong');
INSERT INTO `t_dict_area` VALUES ('713341', '琉球乡', '713300', '琉球', '3', '08', '929', '中国,台湾,屏东县,琉球乡', '120.36902000', '22.34236600', 'Liuqiu');
INSERT INTO `t_dict_area` VALUES ('713342', '车城乡', '713300', '车城', '3', '08', '944', '中国,台湾,屏东县,车城乡', '120.71097900', '22.07207700', 'Checheng');
INSERT INTO `t_dict_area` VALUES ('713343', '满州乡', '713300', '满州', '3', '08', '947', '中国,台湾,屏东县,满州乡', '120.83884300', '22.02085300', 'Manzhou');
INSERT INTO `t_dict_area` VALUES ('713344', '枋山乡', '713300', '枋山', '3', '08', '941', '中国,台湾,屏东县,枋山乡', '120.65635600', '22.26033800', 'Fangshan');
INSERT INTO `t_dict_area` VALUES ('713345', '三地门乡', '713300', '三地门', '3', '08', '901', '中国,台湾,屏东县,三地门乡', '120.65448600', '22.71387700', 'Sandimen');
INSERT INTO `t_dict_area` VALUES ('713346', '雾台乡', '713300', '雾台', '3', '08', '902', '中国,台湾,屏东县,雾台乡', '120.73231800', '22.74487700', 'Wutai');
INSERT INTO `t_dict_area` VALUES ('713347', '玛家乡', '713300', '玛家', '3', '08', '903', '中国,台湾,屏东县,玛家乡', '120.64413000', '22.70671800', 'Majia');
INSERT INTO `t_dict_area` VALUES ('713348', '泰武乡', '713300', '泰武', '3', '08', '921', '中国,台湾,屏东县,泰武乡', '120.63285600', '22.59181900', 'Taiwu');
INSERT INTO `t_dict_area` VALUES ('713349', '来义乡', '713300', '来义', '3', '08', '922', '中国,台湾,屏东县,来义乡', '120.63360100', '22.52586600', 'Laiyi');
INSERT INTO `t_dict_area` VALUES ('713350', '春日乡', '713300', '春日', '3', '08', '942', '中国,台湾,屏东县,春日乡', '120.62879300', '22.37067200', 'Chunri');
INSERT INTO `t_dict_area` VALUES ('713351', '狮子乡', '713300', '狮子', '3', '08', '943', '中国,台湾,屏东县,狮子乡', '120.70461700', '22.20191700', 'Shizi');
INSERT INTO `t_dict_area` VALUES ('713352', '牡丹乡', '713300', '牡丹', '3', '08', '945', '中国,台湾,屏东县,牡丹乡', '120.77010800', '22.12568700', 'Mudan');
INSERT INTO `t_dict_area` VALUES ('713400', '台东县', '710000', '台东', '2', '089', '9', '中国,台湾,台东县', '120.91600000', '23.00000000', 'Taitung');
INSERT INTO `t_dict_area` VALUES ('713401', '台东市', '713400', '台东', '3', '089', '950', '中国,台湾,台东县,台东市', '121.14565400', '22.75604500', 'Taidong');
INSERT INTO `t_dict_area` VALUES ('713421', '成功镇', '713400', '成功', '3', '089', '961', '中国,台湾,台东县,成功镇', '121.37957100', '23.10022300', 'Chenggong');
INSERT INTO `t_dict_area` VALUES ('713422', '关山镇', '713400', '关山', '3', '089', '956', '中国,台湾,台东县,关山镇', '121.16313400', '23.04745000', 'Guanshan');
INSERT INTO `t_dict_area` VALUES ('713423', '卑南乡', '713400', '卑南', '3', '089', '954', '中国,台湾,台东县,卑南乡', '121.08350300', '22.78603900', 'Beinan');
INSERT INTO `t_dict_area` VALUES ('713424', '鹿野乡', '713400', '鹿野', '3', '089', '955', '中国,台湾,台东县,鹿野乡', '121.13598200', '22.91395100', 'Luye');
INSERT INTO `t_dict_area` VALUES ('713425', '池上乡', '713400', '池上', '3', '089', '958', '中国,台湾,台东县,池上乡', '121.21513900', '23.12239300', 'Chishang');
INSERT INTO `t_dict_area` VALUES ('713426', '东河乡', '713400', '东河', '3', '089', '959', '中国,台湾,台东县,东河乡', '121.30033400', '22.96993400', 'Donghe');
INSERT INTO `t_dict_area` VALUES ('713427', '长滨乡', '713400', '长滨', '3', '089', '962', '中国,台湾,台东县,长滨乡', '121.45152200', '23.31504100', 'Changbin');
INSERT INTO `t_dict_area` VALUES ('713428', '太麻里乡', '713400', '太麻里', '3', '089', '963', '中国,台湾,台东县,太麻里乡', '121.00739400', '22.61538300', 'Taimali');
INSERT INTO `t_dict_area` VALUES ('713429', '大武乡', '713400', '大武', '3', '089', '965', '中国,台湾,台东县,大武乡', '120.88993800', '22.33991900', 'Dawu');
INSERT INTO `t_dict_area` VALUES ('713430', '绿岛乡', '713400', '绿岛', '3', '089', '951', '中国,台湾,台东县,绿岛乡', '121.49259600', '22.66167600', 'Lvdao');
INSERT INTO `t_dict_area` VALUES ('713431', '海端乡', '713400', '海端', '3', '089', '957', '中国,台湾,台东县,海端乡', '121.17200800', '23.10107400', 'Haiduan');
INSERT INTO `t_dict_area` VALUES ('713432', '延平乡', '713400', '延平', '3', '089', '953', '中国,台湾,台东县,延平乡', '121.08449900', '22.90235800', 'Yanping');
INSERT INTO `t_dict_area` VALUES ('713433', '金峰乡', '713400', '金峰', '3', '089', '964', '中国,台湾,台东县,金峰乡', '120.97129200', '22.59551100', 'Jinfeng');
INSERT INTO `t_dict_area` VALUES ('713434', '达仁乡', '713400', '达仁', '3', '089', '966', '中国,台湾,台东县,达仁乡', '120.88413100', '22.29486900', 'Daren');
INSERT INTO `t_dict_area` VALUES ('713435', '兰屿乡', '713400', '兰屿', '3', '089', '952', '中国,台湾,台东县,兰屿乡', '121.53247300', '22.05673600', 'Lanyu');
INSERT INTO `t_dict_area` VALUES ('713500', '花莲县', '710000', '花莲', '2', '03', '9', '中国,台湾,花莲县', '121.30000000', '23.83000000', 'Hualien');
INSERT INTO `t_dict_area` VALUES ('713501', '花莲市', '713500', '花莲', '3', '03', '970', '中国,台湾,花莲县,花莲市', '121.60681000', '23.98207400', 'Hualian');
INSERT INTO `t_dict_area` VALUES ('713521', '凤林镇', '713500', '凤林', '3', '03', '975', '中国,台湾,花莲县,凤林镇', '121.45168700', '23.74464800', 'Fenglin');
INSERT INTO `t_dict_area` VALUES ('713522', '玉里镇', '713500', '玉里', '3', '03', '981', '中国,台湾,花莲县,玉里镇', '121.31644500', '23.33650900', 'Yuli');
INSERT INTO `t_dict_area` VALUES ('713523', '新城乡', '713500', '新城', '3', '03', '971', '中国,台湾,花莲县,新城乡', '121.64051200', '24.12813300', 'Xincheng');
INSERT INTO `t_dict_area` VALUES ('713524', '吉安乡', '713500', '吉安', '3', '03', '973', '中国,台湾,花莲县,吉安乡', '121.56800500', '23.96163500', 'Ji\'an');
INSERT INTO `t_dict_area` VALUES ('713525', '寿丰乡', '713500', '寿丰', '3', '03', '974', '中国,台湾,花莲县,寿丰乡', '121.50895500', '23.87068000', 'Shoufeng');
INSERT INTO `t_dict_area` VALUES ('713526', '光复乡', '713500', '光复', '3', '03', '976', '中国,台湾,花莲县,光复乡', '121.42349600', '23.66908400', 'Guangfu');
INSERT INTO `t_dict_area` VALUES ('713527', '丰滨乡', '713500', '丰滨', '3', '03', '977', '中国,台湾,花莲县,丰滨乡', '121.51863900', '23.59708000', 'Fengbin');
INSERT INTO `t_dict_area` VALUES ('713528', '瑞穗乡', '713500', '瑞穗', '3', '03', '978', '中国,台湾,花莲县,瑞穗乡', '121.37599200', '23.49681700', 'Ruisui');
INSERT INTO `t_dict_area` VALUES ('713529', '富里乡', '713500', '富里', '3', '03', '983', '中国,台湾,花莲县,富里乡', '121.25012400', '23.17998400', 'Fuli');
INSERT INTO `t_dict_area` VALUES ('713530', '秀林乡', '713500', '秀林', '3', '03', '972', '中国,台湾,花莲县,秀林乡', '121.62038100', '24.11664200', 'Xiulin');
INSERT INTO `t_dict_area` VALUES ('713531', '万荣乡', '713500', '万荣', '3', '03', '979', '中国,台湾,花莲县,万荣乡', '121.40749300', '23.71534600', 'Wanrong');
INSERT INTO `t_dict_area` VALUES ('713532', '卓溪乡', '713500', '卓溪', '3', '03', '982', '中国,台湾,花莲县,卓溪乡', '121.30342200', '23.34636900', 'Zhuoxi');
INSERT INTO `t_dict_area` VALUES ('713600', '澎湖县', '710000', '澎湖', '2', '06', '8', '中国,台湾,澎湖县', '119.56641700', '23.56973300', 'Penghu');
INSERT INTO `t_dict_area` VALUES ('713601', '马公市', '713600', '马公', '3', '06', '880', '中国,台湾,澎湖县,马公市', '119.56649900', '23.56584500', 'Magong');
INSERT INTO `t_dict_area` VALUES ('713621', '湖西乡', '713600', '湖西', '3', '06', '885', '中国,台湾,澎湖县,湖西乡', '119.65966600', '23.58335800', 'Huxi');
INSERT INTO `t_dict_area` VALUES ('713622', '白沙乡', '713600', '白沙', '3', '06', '884', '中国,台湾,澎湖县,白沙乡', '119.59791900', '23.66606000', 'Baisha');
INSERT INTO `t_dict_area` VALUES ('713623', '西屿乡', '713600', '西屿', '3', '06', '881', '中国,台湾,澎湖县,西屿乡', '119.50697400', '23.60083600', 'Xiyu');
INSERT INTO `t_dict_area` VALUES ('713624', '望安乡', '713600', '望安', '3', '06', '882', '中国,台湾,澎湖县,望安乡', '119.50053800', '23.35753100', 'Wang\'an');
INSERT INTO `t_dict_area` VALUES ('713625', '七美乡', '713600', '七美', '3', '06', '883', '中国,台湾,澎湖县,七美乡', '119.42392900', '23.20601800', 'Qimei');
INSERT INTO `t_dict_area` VALUES ('713700', '金门县', '710000', '金门', '2', '082', '8', '中国,台湾,金门县', '118.31708900', '24.43270600', 'Jinmen');
INSERT INTO `t_dict_area` VALUES ('713701', '金城镇', '713700', '金城', '3', '082', '893', '中国,台湾,金门县,金城镇', '118.31666700', '24.41666700', 'Jincheng');
INSERT INTO `t_dict_area` VALUES ('713702', '金湖镇', '713700', '金湖', '3', '082', '891', '中国,台湾,金门县,金湖镇', '118.41974300', '24.43863300', 'Jinhu');
INSERT INTO `t_dict_area` VALUES ('713703', '金沙镇', '713700', '金沙', '3', '082', '890', '中国,台湾,金门县,金沙镇', '118.42799300', '24.48110900', 'Jinsha');
INSERT INTO `t_dict_area` VALUES ('713704', '金宁乡', '713700', '金宁', '3', '082', '892', '中国,台湾,金门县,金宁乡', '118.33450600', '24.45672000', 'Jinning');
INSERT INTO `t_dict_area` VALUES ('713705', '烈屿乡', '713700', '烈屿', '3', '082', '894', '中国,台湾,金门县,烈屿乡', '118.24725500', '24.43310200', 'Lieyu');
INSERT INTO `t_dict_area` VALUES ('713706', '乌丘乡', '713700', '乌丘', '3', '082', '896', '中国,台湾,金门县,乌丘乡', '118.31957800', '24.43503800', 'Wuqiu');
INSERT INTO `t_dict_area` VALUES ('713800', '连江县', '710000', '连江', '2', '0836', '2', '中国,台湾,连江县', '119.53970400', '26.19736400', 'Lienchiang');
INSERT INTO `t_dict_area` VALUES ('713801', '南竿乡', '713800', '南竿', '3', '0836', '209', '中国,台湾,连江县,南竿乡', '119.94426700', '26.14403500', 'Nangan');
INSERT INTO `t_dict_area` VALUES ('713802', '北竿乡', '713800', '北竿', '3', '0836', '210', '中国,台湾,连江县,北竿乡', '120.00057200', '26.22198300', 'Beigan');
INSERT INTO `t_dict_area` VALUES ('713803', '莒光乡', '713800', '莒光', '3', '0836', '211', '中国,台湾,连江县,莒光乡', '119.94040500', '25.97625600', 'Juguang');
INSERT INTO `t_dict_area` VALUES ('713804', '东引乡', '713800', '东引', '3', '0836', '212', '中国,台湾,连江县,东引乡', '120.49395500', '26.36616400', 'Dongyin');
INSERT INTO `t_dict_area` VALUES ('810000', '香港特别行政区', '100000', '香港', '1', '', '', '中国,香港特别行政区', '114.17335500', '22.32004800', 'Hong Kong');
INSERT INTO `t_dict_area` VALUES ('810100', '香港岛', '810000', '香港岛', '2', '0085', '999077', '中国,香港特别行政区,香港岛', '114.17731400', '22.26641600', 'Hong Kong Island');
INSERT INTO `t_dict_area` VALUES ('810101', '中西区', '810100', '中西区', '3', '0085', '999077', '中国,香港特别行政区,香港岛,中西区', '114.15437400', '22.28198100', 'Central and Western District');
INSERT INTO `t_dict_area` VALUES ('810102', '湾仔区', '810100', '湾仔区', '3', '0085', '999077', '中国,香港特别行政区,香港岛,湾仔区', '114.18291500', '22.27638900', 'Wan Chai District');
INSERT INTO `t_dict_area` VALUES ('810103', '东区', '810100', '东区', '3', '0085', '999077', '中国,香港特别行政区,香港岛,东区', '114.25599300', '22.26275500', 'Eastern District');
INSERT INTO `t_dict_area` VALUES ('810104', '南区', '810100', '南区', '3', '0085', '999077', '中国,香港特别行政区,香港岛,南区', '114.17413400', '22.24676000', 'Southern District');
INSERT INTO `t_dict_area` VALUES ('810200', '九龙', '810000', '九龙', '2', '0085', '999077', '中国,香港特别行政区,九龙', '114.17495000', '22.32711500', 'Kowloon');
INSERT INTO `t_dict_area` VALUES ('810201', '油尖旺区', '810200', '油尖旺', '3', '0085', '999077', '中国,香港特别行政区,九龙,油尖旺区', '114.17333200', '22.31170400', 'Yau Tsim Mong');
INSERT INTO `t_dict_area` VALUES ('810202', '深水埗区', '810200', '深水埗', '3', '0085', '999077', '中国,香港特别行政区,九龙,深水埗区', '114.16721000', '22.32817100', 'Sham Shui Po');
INSERT INTO `t_dict_area` VALUES ('810203', '九龙城区', '810200', '九龙城', '3', '0085', '999077', '中国,香港特别行政区,九龙,九龙城区', '114.19505300', '22.32673000', 'Jiulongcheng');
INSERT INTO `t_dict_area` VALUES ('810204', '黄大仙区', '810200', '黄大仙', '3', '0085', '999077', '中国,香港特别行政区,九龙,黄大仙区', '114.19924000', '22.33631300', 'Wong Tai Sin');
INSERT INTO `t_dict_area` VALUES ('810205', '观塘区', '810200', '观塘', '3', '0085', '999077', '中国,香港特别行政区,九龙,观塘区', '114.23126800', '22.30943000', 'Kwun Tong');
INSERT INTO `t_dict_area` VALUES ('810300', '新界', '810000', '新界', '2', '0085', '999077', '中国,香港特别行政区,新界', '114.20240800', '22.34176600', 'New Territories');
INSERT INTO `t_dict_area` VALUES ('810301', '荃湾区', '810300', '荃湾', '3', '0085', '999077', '中国,香港特别行政区,新界,荃湾区', '114.12295200', '22.37097300', 'Tsuen Wan');
INSERT INTO `t_dict_area` VALUES ('810302', '屯门区', '810300', '屯门', '3', '0085', '999077', '中国,香港特别行政区,新界,屯门区', '113.97741600', '22.39104700', 'Tuen Mun');
INSERT INTO `t_dict_area` VALUES ('810303', '元朗区', '810300', '元朗', '3', '0085', '999077', '中国,香港特别行政区,新界,元朗区', '114.03979600', '22.44334200', 'Yuen Long');
INSERT INTO `t_dict_area` VALUES ('810304', '北区', '810300', '北区', '3', '0085', '999077', '中国,香港特别行政区,新界,北区', '114.14895900', '22.49408600', 'North District');
INSERT INTO `t_dict_area` VALUES ('810305', '大埔区', '810300', '大埔', '3', '0085', '999077', '中国,香港特别行政区,新界,大埔区', '114.17174300', '22.44565300', 'Tai Po');
INSERT INTO `t_dict_area` VALUES ('810306', '西贡区', '810300', '西贡', '3', '0085', '999077', '中国,香港特别行政区,新界,西贡区', '114.27854000', '22.37944000', 'Sai Kung');
INSERT INTO `t_dict_area` VALUES ('810307', '沙田区', '810300', '沙田', '3', '0085', '999077', '中国,香港特别行政区,新界,沙田区', '114.19194100', '22.37929400', 'Sha Tin');
INSERT INTO `t_dict_area` VALUES ('810308', '葵青区', '810300', '葵青', '3', '0085', '999077', '中国,香港特别行政区,新界,葵青区', '114.13932000', '22.36387700', 'Kwai Tsing');
INSERT INTO `t_dict_area` VALUES ('810309', '离岛区', '810300', '离岛', '3', '0085', '999077', '中国,香港特别行政区,新界,离岛区', '113.94584200', '22.28150800', 'Outlying Islands');
INSERT INTO `t_dict_area` VALUES ('820000', '澳门特别行政区', '100000', '澳门', '1', '', '', '中国,澳门特别行政区', '113.54909000', '22.19895100', 'Macau');
INSERT INTO `t_dict_area` VALUES ('820100', '澳门半岛', '820000', '澳门半岛', '2', '0085', '999078', '中国,澳门特别行政区,澳门半岛', '113.54913400', '22.19875100', 'MacauPeninsula');
INSERT INTO `t_dict_area` VALUES ('820101', '花地玛堂区', '820100', '花地玛堂区', '3', '0085', '999078', '中国,澳门特别行政区,澳门半岛,花地玛堂区', '113.55228400', '22.20806700', 'Nossa Senhora de Fatima');
INSERT INTO `t_dict_area` VALUES ('820102', '圣安多尼堂区', '820100', '圣安多尼堂区', '3', '0085', '999078', '中国,澳门特别行政区,澳门半岛,圣安多尼堂区', '113.56430100', '22.12381000', 'Santo Antonio');
INSERT INTO `t_dict_area` VALUES ('820103', '大堂区', '820100', '大堂', '3', '0085', '999078', '中国,澳门特别行政区,澳门半岛,大堂区', '113.55297100', '22.18835900', 'Sé');
INSERT INTO `t_dict_area` VALUES ('820104', '望德堂区', '820100', '望德堂区', '3', '0085', '999078', '中国,澳门特别行政区,澳门半岛,望德堂区', '113.55056800', '22.19408100', 'Sao Lazaro');
INSERT INTO `t_dict_area` VALUES ('820105', '风顺堂区', '820100', '风顺堂区', '3', '0085', '999078', '中国,澳门特别行政区,澳门半岛,风顺堂区', '113.54192800', '22.18736800', 'Sao Lourenco');
INSERT INTO `t_dict_area` VALUES ('820200', '氹仔岛', '820000', '氹仔岛', '2', '0085', '999078', '中国,澳门特别行政区,氹仔岛', '113.57766900', '22.15683800', 'Taipa');
INSERT INTO `t_dict_area` VALUES ('820201', '嘉模堂区', '820200', '嘉模堂区', '3', '0085', '999078', '中国,澳门特别行政区,氹仔岛,嘉模堂区', '113.56530300', '22.14902900', 'Our Lady Of Carmel\'s Parish');
INSERT INTO `t_dict_area` VALUES ('820300', '路环岛', '820000', '路环岛', '2', '0085', '999078', '中国,澳门特别行政区,路环岛', '113.56485700', '22.11622600', 'Coloane');
INSERT INTO `t_dict_area` VALUES ('820301', '圣方济各堂区', '820300', '圣方济各堂区', '3', '0085', '999078', '中国,澳门特别行政区,路环岛,圣方济各堂区', '113.55995400', '22.12348600', 'St Francis Xavier\'s Parish');
INSERT INTO `t_dict_area` VALUES ('900000', '钓鱼岛', '100000', '钓鱼岛', '3', '', '', '中国,钓鱼岛', '123.47808800', '25.74238500', 'DiaoyuDao');

-- ----------------------------
-- Table structure for t_distribution_rule
-- ----------------------------
DROP TABLE IF EXISTS `t_distribution_rule`;
CREATE TABLE `t_distribution_rule` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '时间',
  `role` tinyint(4) NOT NULL DEFAULT '1' COMMENT '角色：1会员，2美容师，3顾问',
  `type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '类型：1直推奖，2合作奖，3一级奖，4二级奖，5人头奖，6双人奖',
  `rule` varchar(1024) DEFAULT NULL COMMENT '规则：用json或者jsonarray的格式存储\r\nkey的规则：【每--per】，【奖励--bonus】，【邀请从--inviteFrom】，【邀请到--inviteTo】，【从--from】，【到--to】',
  PRIMARY KEY (`id`),
  KEY `idx_distribution_rule_role_type` (`role`,`type`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 COMMENT='分销规则设置';

-- ----------------------------
-- Records of t_distribution_rule
-- ----------------------------
INSERT INTO `t_distribution_rule` VALUES ('1', '2018-07-29 14:39:41', '3', '1', '[{per:1,bonus:2700}]');
INSERT INTO `t_distribution_rule` VALUES ('2', '2018-07-29 14:39:41', '3', '2', '[{per:1,bonus:700}]');
INSERT INTO `t_distribution_rule` VALUES ('3', '2018-07-29 14:39:41', '3', '4', '[{per:1,bonus:700}]');
INSERT INTO `t_distribution_rule` VALUES ('4', '2018-07-29 14:39:41', '3', '6', '[{per:2,bonus:0}]');
INSERT INTO `t_distribution_rule` VALUES ('5', '2018-07-29 14:39:41', '3', '5', '[{per:1,bonus:0,inviteFrom:1,inviteTo:3,from:1,to:3}, {per:1,bonus:100,inviteFrom:4,inviteTo:7,from:4,to:7}, {per:1,bonus:300,inviteFrom:8,inviteTo:15,from:8,to:15}, {per:1,bonus:600,inviteFrom:16,inviteTo:-1,from:16,to:-1}]');
INSERT INTO `t_distribution_rule` VALUES ('6', '2018-07-29 14:39:41', '2', '3', '[{per:1,bonus:2000}]');
INSERT INTO `t_distribution_rule` VALUES ('7', '2018-07-29 14:39:41', '2', '4', '[{per:1,bonus:700}]');
INSERT INTO `t_distribution_rule` VALUES ('8', '2018-07-29 14:39:41', '2', '6', '[{per:2,bonus:0}]');
INSERT INTO `t_distribution_rule` VALUES ('9', '2018-07-29 14:39:41', '2', '5', '[{per:1,bonus:0,inviteFrom:1,inviteTo:3,from:1,to:3}, {per:1,bonus:100,inviteFrom:4,inviteTo:7,from:4,to:7}, {per:1,bonus:300,inviteFrom:8,inviteTo:15,from:8,to:15}, {per:1,bonus:600,inviteFrom:16,inviteTo:-1,from:16,to:-1}]');
INSERT INTO `t_distribution_rule` VALUES ('10', '2018-07-29 14:39:41', '1', '3', '[{per:1,bonus:600}]');
INSERT INTO `t_distribution_rule` VALUES ('11', '2018-08-01 18:44:35', '1', '4', '[{per:1,bonus:500}]');
INSERT INTO `t_distribution_rule` VALUES ('12', '2018-07-30 10:54:30', '1', '6', '[{per:2,bonus:1200}]');

-- ----------------------------
-- Table structure for t_employee
-- ----------------------------
DROP TABLE IF EXISTS `t_employee`;
CREATE TABLE `t_employee` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `sno` varchar(20) NOT NULL COMMENT '员工编号：前缀+递增序列',
  `mobile` char(11) NOT NULL COMMENT '手机号',
  `reality_name` varchar(30) NOT NULL COMMENT '真实姓名',
  `id_number` varchar(30) DEFAULT NULL COMMENT '身份证号',
  `photo` varchar(100) NOT NULL COMMENT '头像',
  `sex` tinyint(4) NOT NULL DEFAULT '0' COMMENT '性别：0未知，1男，2女',
  `email` varchar(50) DEFAULT NULL COMMENT '邮箱',
  `qq` varchar(20) DEFAULT NULL COMMENT 'qq号',
  `birth_date` date NOT NULL COMMENT '出生日期',
  `entry_date` date NOT NULL COMMENT '入职日期',
  `address` varchar(100) DEFAULT NULL COMMENT '通讯地址',
  `remark` varchar(200) DEFAULT NULL COMMENT '备注',
  `store_id` bigint(20) NOT NULL COMMENT '店面id',
  `role_type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '角色类型：1表示美容师，2表示顾问',
  `parent_id` bigint(20) NOT NULL DEFAULT '-1' COMMENT '上级id：如果没有上级，那么默认值就是-1',
  PRIMARY KEY (`id`),
  UNIQUE KEY `uk_employee_mobile` (`mobile`) USING BTREE,
  UNIQUE KEY `uk_employee_sno` (`sno`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='员工列表';

-- ----------------------------
-- Records of t_employee
-- ----------------------------
INSERT INTO `t_employee` VALUES ('1', '2018-08-01 22:57:59', 'CYMZYD-000001', '15846207869', '冯雪梅顾问', '', 'http://qqmr.web.data.jingdacaifu.com:80/data/upload/68b67439-820f-4188-849c-2b184b070c99', '2', '', '', '2018-08-01', '2018-08-01', '', '', '1', '2', '-1');
INSERT INTO `t_employee` VALUES ('2', '2018-08-01 22:59:17', 'CYMZYD-000002', '15466666666', '张桃丽', '', 'http://qqmr.web.data.jingdacaifu.com:80/data/upload/20093557-5e73-4053-b8cc-e4679aba6c8f', '2', '', '', '2018-08-01', '2018-08-01', '', '', '1', '1', '1');
INSERT INTO `t_employee` VALUES ('3', '2018-08-02 00:08:12', 'CYMZYD-000003', '15466666661', '顾问', '', 'http://qqmr.web.data.jingdacaifu.com:80/data/upload/74cabf29-f74a-4268-b0f2-1f630bdf2b1b', '1', '', '', '2018-08-02', '2018-08-01', '', '', '1', '2', '-1');
INSERT INTO `t_employee` VALUES ('4', '2018-08-02 00:11:59', 'CYMZYD-000004', '15466666662', '美容师', '', '/img/default.png', '1', '', '', '2018-08-01', '2018-08-01', '', '', '1', '1', '3');
INSERT INTO `t_employee` VALUES ('5', '2018-08-07 17:20:00', 'FZLZYD-000001', '15726681234', '大花', '', '/img/default.png', '2', '', '', '1990-02-14', '2018-07-02', '', '', '4', '2', '-1');

-- ----------------------------
-- Table structure for t_event_supervisor
-- ----------------------------
DROP TABLE IF EXISTS `t_event_supervisor`;
CREATE TABLE `t_event_supervisor` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '保存时间',
  `supervisor_id` bigint(20) NOT NULL COMMENT '操作用户id',
  `type` int(15) NOT NULL DEFAULT '0' COMMENT '事件类型',
  `ip` varchar(30) NOT NULL COMMENT '操作ip',
  `remark` varchar(512) NOT NULL COMMENT '备注',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=609 DEFAULT CHARSET=utf8 COMMENT='管理员事件记录';

-- ----------------------------
-- Records of t_event_supervisor
-- ----------------------------
INSERT INTO `t_event_supervisor` VALUES ('1', '2018-08-01 22:57:24', '2', '101', '124.126.123.210', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('2', '2018-08-01 22:57:24', '2', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('3', '2018-08-01 22:57:24', '2', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('4', '2018-08-01 22:57:28', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('5', '2018-08-01 22:57:59', '2', '201', '124.126.123.242', '添加顾问');
INSERT INTO `t_event_supervisor` VALUES ('6', '2018-08-01 22:57:59', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('7', '2018-08-01 22:58:25', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('8', '2018-08-01 22:58:27', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('9', '2018-08-01 22:59:18', '2', '201', '124.126.123.210', '添加美容师');
INSERT INTO `t_event_supervisor` VALUES ('10', '2018-08-01 22:59:18', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('11', '2018-08-01 23:01:28', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('12', '2018-08-01 23:01:30', '2', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('13', '2018-08-01 23:01:42', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('14', '2018-08-01 23:01:44', '2', '201', '124.126.123.242', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('15', '2018-08-01 23:02:11', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('16', '2018-08-01 23:02:12', '2', '201', '124.126.123.242', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('17', '2018-08-01 23:02:27', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('18', '2018-08-01 23:02:29', '2', '201', '124.126.123.242', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('19', '2018-08-01 23:02:38', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('20', '2018-08-01 23:02:39', '2', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('21', '2018-08-01 23:03:47', '1', '101', '124.126.123.210', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('22', '2018-08-01 23:03:47', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('23', '2018-08-01 23:03:47', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('24', '2018-08-01 23:03:51', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('25', '2018-08-01 23:03:55', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('26', '2018-08-01 23:04:15', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('27', '2018-08-01 23:04:19', '1', '201', '124.126.123.210', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('28', '2018-08-01 23:06:39', '2', '601', '124.126.123.210', '查询订单列表');
INSERT INTO `t_event_supervisor` VALUES ('29', '2018-08-01 23:10:38', '2', '301', '124.126.123.242', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('30', '2018-08-01 23:12:12', '2', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('31', '2018-08-01 23:12:22', '2', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('32', '2018-08-01 23:12:26', '2', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('33', '2018-08-01 23:12:40', '2', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('34', '2018-08-01 23:12:41', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('35', '2018-08-01 23:12:43', '2', '201', '124.126.123.210', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('36', '2018-08-01 23:12:55', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('37', '2018-08-01 23:13:26', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('38', '2018-08-01 23:13:28', '2', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('39', '2018-08-01 23:26:32', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('40', '2018-08-01 23:26:32', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('41', '2018-08-01 23:26:32', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('42', '2018-08-01 23:26:34', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('43', '2018-08-01 23:26:59', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('44', '2018-08-01 23:26:59', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('45', '2018-08-01 23:59:50', '2', '101', '124.126.123.210', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('46', '2018-08-01 23:59:50', '2', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('47', '2018-08-01 23:59:50', '2', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('48', '2018-08-01 23:59:56', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('49', '2018-08-01 23:59:58', '2', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('50', '2018-08-02 00:00:03', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('51', '2018-08-02 00:00:05', '2', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('52', '2018-08-02 00:00:09', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('53', '2018-08-02 00:00:11', '2', '201', '124.126.123.242', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('54', '2018-08-02 00:07:45', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('55', '2018-08-02 00:08:13', '2', '201', '124.126.123.210', '添加顾问');
INSERT INTO `t_event_supervisor` VALUES ('56', '2018-08-02 00:08:13', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('57', '2018-08-02 00:08:27', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('58', '2018-08-02 00:08:29', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('59', '2018-08-02 00:08:51', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('60', '2018-08-02 00:08:56', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('61', '2018-08-02 00:08:57', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('62', '2018-08-02 00:09:06', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('63', '2018-08-02 00:09:08', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('64', '2018-08-02 00:09:10', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('65', '2018-08-02 00:09:12', '1', '101', '124.126.123.210', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('66', '2018-08-02 00:09:12', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('67', '2018-08-02 00:09:12', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('68', '2018-08-02 00:09:17', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('69', '2018-08-02 00:09:18', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('70', '2018-08-02 00:09:19', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('71', '2018-08-02 00:09:21', '2', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('72', '2018-08-02 00:09:22', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('73', '2018-08-02 00:09:25', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('74', '2018-08-02 00:09:26', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('75', '2018-08-02 00:09:26', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('76', '2018-08-02 00:09:26', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('77', '2018-08-02 00:09:26', '2', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('78', '2018-08-02 00:09:28', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('79', '2018-08-02 00:09:31', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('80', '2018-08-02 00:09:31', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('81', '2018-08-02 00:09:31', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('82', '2018-08-02 00:09:32', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('83', '2018-08-02 00:09:34', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('84', '2018-08-02 00:09:36', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('85', '2018-08-02 00:09:38', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('86', '2018-08-02 00:09:57', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('87', '2018-08-02 00:09:59', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('88', '2018-08-02 00:09:59', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('89', '2018-08-02 00:10:00', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('90', '2018-08-02 00:10:03', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('91', '2018-08-02 00:10:03', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('92', '2018-08-02 00:10:04', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('93', '2018-08-02 00:10:04', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('94', '2018-08-02 00:10:10', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('95', '2018-08-02 00:10:10', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('96', '2018-08-02 00:10:14', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('97', '2018-08-02 00:10:17', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('98', '2018-08-02 00:10:23', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('99', '2018-08-02 00:10:28', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('100', '2018-08-02 00:10:33', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('101', '2018-08-02 00:10:34', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('102', '2018-08-02 00:10:35', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('103', '2018-08-02 00:10:35', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('104', '2018-08-02 00:10:39', '1', '301', '124.126.123.242', '查询顾客列表');
INSERT INTO `t_event_supervisor` VALUES ('105', '2018-08-02 00:10:40', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('106', '2018-08-02 00:10:44', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('107', '2018-08-02 00:10:50', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('108', '2018-08-02 00:10:50', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('109', '2018-08-02 00:10:51', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('110', '2018-08-02 00:10:51', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('111', '2018-08-02 00:10:51', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('112', '2018-08-02 00:10:54', '2', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('113', '2018-08-02 00:10:55', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('114', '2018-08-02 00:10:55', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('115', '2018-08-02 00:10:56', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('116', '2018-08-02 00:10:57', '2', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('117', '2018-08-02 00:10:59', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('118', '2018-08-02 00:11:01', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('119', '2018-08-02 00:11:04', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('120', '2018-08-02 00:11:08', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('121', '2018-08-02 00:11:16', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('122', '2018-08-02 00:11:22', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('123', '2018-08-02 00:11:39', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('124', '2018-08-02 00:11:40', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('125', '2018-08-02 00:11:41', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('126', '2018-08-02 00:11:43', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('127', '2018-08-02 00:11:45', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('128', '2018-08-02 00:11:59', '2', '201', '124.126.123.210', '添加美容师');
INSERT INTO `t_event_supervisor` VALUES ('129', '2018-08-02 00:11:59', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('130', '2018-08-02 00:13:07', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('131', '2018-08-02 00:13:07', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('132', '2018-08-02 00:13:12', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('133', '2018-08-02 00:13:12', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('134', '2018-08-02 00:13:15', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('135', '2018-08-02 00:13:15', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('136', '2018-08-02 00:14:51', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('137', '2018-08-02 00:14:51', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('138', '2018-08-02 00:14:54', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('139', '2018-08-02 00:14:54', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('140', '2018-08-02 00:15:00', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('141', '2018-08-02 00:15:00', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('142', '2018-08-02 00:18:00', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('143', '2018-08-02 00:18:00', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('144', '2018-08-02 00:18:22', '1', '101', '124.126.123.210', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('145', '2018-08-02 00:18:22', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('146', '2018-08-02 00:18:22', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('147', '2018-08-02 00:18:26', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('148', '2018-08-02 00:18:29', '1', '201', '124.126.123.242', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('149', '2018-08-02 00:18:29', '2', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('150', '2018-08-02 00:18:32', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('151', '2018-08-02 00:18:33', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('152', '2018-08-02 00:20:02', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('153', '2018-08-02 00:20:02', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('154', '2018-08-02 00:20:07', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('155', '2018-08-02 00:20:07', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('156', '2018-08-02 00:20:11', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('157', '2018-08-02 00:20:11', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('158', '2018-08-02 00:21:41', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('159', '2018-08-02 00:21:41', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('160', '2018-08-02 00:21:51', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('161', '2018-08-02 00:21:55', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('162', '2018-08-02 00:22:15', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('163', '2018-08-02 00:22:33', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('164', '2018-08-02 00:22:42', '1', '201', '124.126.123.242', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('165', '2018-08-02 00:22:45', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('166', '2018-08-02 00:22:48', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('167', '2018-08-02 00:22:48', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('168', '2018-08-02 00:23:08', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('169', '2018-08-02 00:23:12', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('170', '2018-08-02 00:24:10', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('171', '2018-08-02 00:24:10', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('172', '2018-08-02 00:24:17', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('173', '2018-08-02 00:24:17', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('174', '2018-08-02 00:25:06', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('175', '2018-08-02 00:25:41', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('176', '2018-08-02 00:25:43', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('177', '2018-08-02 00:27:39', '2', '301', '124.126.123.210', '查询顾客列表');
INSERT INTO `t_event_supervisor` VALUES ('178', '2018-08-02 00:27:39', '2', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('179', '2018-08-02 00:27:41', '2', '301', '124.126.123.210', '查询顾客列表');
INSERT INTO `t_event_supervisor` VALUES ('180', '2018-08-02 00:27:43', '2', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('181', '2018-08-02 00:30:20', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('182', '2018-08-02 00:30:20', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('183', '2018-08-02 00:32:41', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('184', '2018-08-02 00:32:41', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('185', '2018-08-02 00:34:20', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('186', '2018-08-02 00:34:21', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('187', '2018-08-02 00:34:21', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('188', '2018-08-02 00:34:23', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('189', '2018-08-02 00:34:29', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('190', '2018-08-02 00:34:40', '1', '301', '124.126.123.210', '更改邀请关系');
INSERT INTO `t_event_supervisor` VALUES ('191', '2018-08-02 00:34:41', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('192', '2018-08-02 00:34:41', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('193', '2018-08-02 00:35:38', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('194', '2018-08-02 00:35:39', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('195', '2018-08-02 00:35:43', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('196', '2018-08-02 00:35:43', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('197', '2018-08-02 00:35:43', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('198', '2018-08-02 00:35:43', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('199', '2018-08-02 00:37:21', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('200', '2018-08-02 00:37:21', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('201', '2018-08-02 04:12:51', '2', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('202', '2018-08-02 04:12:51', '2', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('203', '2018-08-02 04:12:54', '2', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('204', '2018-08-02 04:13:07', '2', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('205', '2018-08-02 04:13:12', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('206', '2018-08-02 04:13:16', '2', '301', '124.126.123.242', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('207', '2018-08-02 04:13:20', '2', '301', '124.126.123.242', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('208', '2018-08-02 04:13:29', '2', '301', '124.126.123.210', '更改邀请关系');
INSERT INTO `t_event_supervisor` VALUES ('209', '2018-08-02 04:13:30', '2', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('210', '2018-08-02 04:13:30', '2', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('211', '2018-08-02 04:14:23', '2', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('212', '2018-08-02 04:14:35', '2', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('213', '2018-08-02 04:14:42', '2', '301', '124.126.123.210', '更改邀请关系');
INSERT INTO `t_event_supervisor` VALUES ('214', '2018-08-02 04:14:43', '2', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('215', '2018-08-02 04:14:43', '2', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('216', '2018-08-02 04:15:39', '2', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('217', '2018-08-02 04:16:45', '2', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('218', '2018-08-02 04:16:52', '2', '301', '124.126.123.210', '更改邀请关系');
INSERT INTO `t_event_supervisor` VALUES ('219', '2018-08-02 04:16:53', '2', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('220', '2018-08-02 04:16:53', '2', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('221', '2018-08-02 04:21:26', '2', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('222', '2018-08-02 04:21:34', '2', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('223', '2018-08-02 04:44:01', '2', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('224', '2018-08-02 04:44:13', '2', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('225', '2018-08-02 04:44:13', '2', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('226', '2018-08-02 04:44:17', '2', '701', '124.126.123.210', '查询提现详情');
INSERT INTO `t_event_supervisor` VALUES ('227', '2018-08-02 04:44:28', '2', '701', '124.126.123.210', '提现审核');
INSERT INTO `t_event_supervisor` VALUES ('228', '2018-08-02 04:44:28', '2', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('229', '2018-08-02 04:44:30', '2', '701', '124.126.123.210', '查询提现详情');
INSERT INTO `t_event_supervisor` VALUES ('230', '2018-08-02 04:44:42', '2', '701', '124.126.123.210', '提现审核');
INSERT INTO `t_event_supervisor` VALUES ('231', '2018-08-02 04:44:42', '2', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('232', '2018-08-02 04:48:58', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('233', '2018-08-02 04:49:02', '2', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('234', '2018-08-02 04:50:17', '2', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('235', '2018-08-02 04:54:42', '1', '101', '124.126.123.210', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('236', '2018-08-02 04:54:42', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('237', '2018-08-02 04:54:42', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('238', '2018-08-02 04:54:50', '1', '601', '124.126.123.242', '查询订单列表');
INSERT INTO `t_event_supervisor` VALUES ('239', '2018-08-02 04:55:28', '1', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('240', '2018-08-02 04:55:35', '1', '701', '124.126.123.242', '查询提现详情');
INSERT INTO `t_event_supervisor` VALUES ('241', '2018-08-02 04:55:46', '1', '701', '124.126.123.242', '提现审核');
INSERT INTO `t_event_supervisor` VALUES ('242', '2018-08-02 04:55:46', '1', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('243', '2018-08-02 04:58:25', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('244', '2018-08-02 04:58:25', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('245', '2018-08-02 04:58:25', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('246', '2018-08-02 04:58:28', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('247', '2018-08-02 04:58:29', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('248', '2018-08-02 05:01:16', '2', '301', '124.126.123.242', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('249', '2018-08-02 05:04:13', '2', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('250', '2018-08-02 05:04:17', '2', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('251', '2018-08-02 05:11:05', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('252', '2018-08-02 05:11:05', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('253', '2018-08-02 05:11:05', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('254', '2018-08-02 05:11:21', '1', '301', '124.126.123.242', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('255', '2018-08-02 05:11:29', '1', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('256', '2018-08-02 05:12:03', '2', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('257', '2018-08-02 05:12:34', '1', '601', '124.126.123.210', '查询订单列表');
INSERT INTO `t_event_supervisor` VALUES ('258', '2018-08-02 05:12:42', '1', '301', '124.126.123.242', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('259', '2018-08-02 05:12:53', '1', '101', '124.126.123.210', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('260', '2018-08-02 05:12:53', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('261', '2018-08-02 05:12:53', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('262', '2018-08-02 05:12:53', '1', '301', '124.126.123.210', '查询顾客列表');
INSERT INTO `t_event_supervisor` VALUES ('263', '2018-08-02 05:12:55', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('264', '2018-08-02 05:12:56', '1', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('265', '2018-08-02 05:13:05', '1', '201', '124.126.123.242', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('266', '2018-08-02 05:14:01', '1', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('267', '2018-08-02 05:14:01', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('268', '2018-08-02 05:14:07', '1', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('269', '2018-08-02 05:14:07', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('270', '2018-08-02 05:14:11', '1', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('271', '2018-08-02 05:14:12', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('272', '2018-08-02 05:14:32', '1', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('273', '2018-08-02 05:14:32', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('274', '2018-08-02 05:14:49', '1', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('275', '2018-08-02 05:14:50', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('276', '2018-08-02 05:16:29', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('277', '2018-08-02 05:16:31', '1', '301', '124.126.123.242', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('278', '2018-08-02 05:16:33', '1', '301', '124.126.123.242', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('279', '2018-08-02 05:16:36', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('280', '2018-08-02 05:16:39', '1', '301', '124.126.123.242', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('281', '2018-08-02 05:16:41', '1', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('282', '2018-08-02 05:16:44', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('283', '2018-08-02 05:16:47', '1', '201', '124.126.123.242', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('284', '2018-08-02 05:18:21', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('285', '2018-08-02 05:19:43', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('286', '2018-08-02 05:20:09', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('287', '2018-08-02 05:20:16', '1', '201', '124.126.123.242', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('288', '2018-08-02 05:21:27', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('289', '2018-08-02 05:22:41', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('290', '2018-08-02 05:23:13', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('291', '2018-08-02 05:23:20', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('292', '2018-08-02 05:23:50', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('293', '2018-08-02 05:33:50', '1', '301', '124.126.123.242', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('294', '2018-08-02 05:33:50', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('295', '2018-08-02 05:33:51', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('296', '2018-08-02 05:33:51', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('297', '2018-08-02 05:33:51', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('298', '2018-08-02 05:34:05', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('299', '2018-08-02 05:34:09', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('300', '2018-08-02 05:34:24', '1', '301', '124.126.123.242', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('301', '2018-08-02 05:34:31', '1', '301', '124.126.123.242', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('302', '2018-08-02 05:34:35', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('303', '2018-08-02 05:34:35', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('304', '2018-08-02 05:34:38', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('305', '2018-08-02 05:34:44', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('306', '2018-08-02 05:35:01', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('307', '2018-08-02 05:35:20', '1', '301', '124.126.123.242', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('308', '2018-08-02 05:38:55', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('309', '2018-08-02 05:39:49', '1', '301', '124.126.123.242', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('310', '2018-08-02 05:39:56', '1', '301', '124.126.123.242', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('311', '2018-08-02 05:40:12', '1', '301', '124.126.123.242', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('312', '2018-08-02 05:41:34', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('313', '2018-08-02 05:41:46', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('314', '2018-08-02 05:43:35', '1', '301', '124.126.123.242', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('315', '2018-08-02 05:43:52', '1', '301', '124.126.123.242', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('316', '2018-08-02 05:44:49', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('317', '2018-08-02 05:45:46', '1', '301', '124.126.123.242', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('318', '2018-08-02 05:46:29', '1', '301', '124.126.123.242', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('319', '2018-08-02 05:46:44', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('320', '2018-08-02 16:26:03', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('321', '2018-08-02 16:26:03', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('322', '2018-08-02 16:26:03', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('323', '2018-08-02 16:26:09', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('324', '2018-08-02 16:26:13', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('325', '2018-08-02 16:26:14', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('326', '2018-08-02 16:26:16', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('327', '2018-08-02 16:26:19', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('328', '2018-08-02 16:26:27', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('329', '2018-08-02 16:26:34', '1', '301', '124.126.123.210', '查询顾客列表');
INSERT INTO `t_event_supervisor` VALUES ('330', '2018-08-02 16:26:38', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('331', '2018-08-02 16:26:41', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('332', '2018-08-02 16:26:43', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('333', '2018-08-02 16:26:44', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('334', '2018-08-02 16:26:47', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('335', '2018-08-02 16:26:48', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('336', '2018-08-02 16:26:50', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('337', '2018-08-02 16:26:51', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('338', '2018-08-02 16:26:53', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('339', '2018-08-02 16:26:57', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('340', '2018-08-02 16:27:01', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('341', '2018-08-02 16:27:05', '1', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('342', '2018-08-02 16:27:10', '1', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('343', '2018-08-02 16:27:11', '1', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('344', '2018-08-02 16:27:12', '1', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('345', '2018-08-02 16:27:15', '1', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('346', '2018-08-02 16:27:19', '1', '601', '124.126.123.210', '查询订单列表');
INSERT INTO `t_event_supervisor` VALUES ('347', '2018-08-02 16:27:25', '1', '601', '124.126.123.210', '查询订单列表');
INSERT INTO `t_event_supervisor` VALUES ('348', '2018-08-02 16:27:26', '1', '601', '124.126.123.210', '查询订单列表');
INSERT INTO `t_event_supervisor` VALUES ('349', '2018-08-02 16:27:29', '1', '601', '124.126.123.210', '查询订单列表');
INSERT INTO `t_event_supervisor` VALUES ('350', '2018-08-02 16:27:31', '1', '401', '124.126.123.210', '查询平台概况');
INSERT INTO `t_event_supervisor` VALUES ('351', '2018-08-02 16:27:57', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('352', '2018-08-02 16:28:01', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('353', '2018-08-02 16:28:03', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('354', '2018-08-02 16:28:05', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('355', '2018-08-02 16:28:09', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('356', '2018-08-02 16:28:11', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('357', '2018-08-02 16:28:12', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('358', '2018-08-02 16:28:15', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('359', '2018-08-02 16:28:16', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('360', '2018-08-02 16:28:17', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('361', '2018-08-02 16:28:18', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('362', '2018-08-02 16:28:19', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('363', '2018-08-02 16:28:20', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('364', '2018-08-02 16:28:22', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('365', '2018-08-02 16:28:27', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('366', '2018-08-02 16:28:29', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('367', '2018-08-02 16:28:30', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('368', '2018-08-02 16:28:31', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('369', '2018-08-02 16:28:32', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('370', '2018-08-02 16:28:33', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('371', '2018-08-02 16:28:42', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('372', '2018-08-02 16:28:45', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('373', '2018-08-02 16:28:46', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('374', '2018-08-02 16:28:50', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('375', '2018-08-02 16:28:52', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('376', '2018-08-02 16:29:12', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('377', '2018-08-02 16:29:15', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('378', '2018-08-02 16:29:17', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('379', '2018-08-02 16:29:21', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('380', '2018-08-02 16:29:23', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('381', '2018-08-02 16:29:24', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('382', '2018-08-02 16:29:26', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('383', '2018-08-02 16:29:27', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('384', '2018-08-02 16:29:28', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('385', '2018-08-02 16:29:30', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('386', '2018-08-02 16:29:32', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('387', '2018-08-02 16:29:34', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('388', '2018-08-02 16:29:35', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('389', '2018-08-02 16:29:36', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('390', '2018-08-02 16:29:37', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('391', '2018-08-02 16:29:39', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('392', '2018-08-02 16:29:40', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('393', '2018-08-02 16:29:40', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('394', '2018-08-02 16:29:41', '1', '501', '124.126.123.242', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('395', '2018-08-02 16:31:14', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('396', '2018-08-02 16:31:21', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('397', '2018-08-02 16:31:25', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('398', '2018-08-02 16:31:27', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('399', '2018-08-02 16:31:29', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('400', '2018-08-02 16:31:31', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('401', '2018-08-02 16:31:31', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('402', '2018-08-02 16:31:32', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('403', '2018-08-02 16:31:34', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('404', '2018-08-02 16:31:34', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('405', '2018-08-02 16:31:36', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('406', '2018-08-02 16:31:37', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('407', '2018-08-02 16:31:38', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('408', '2018-08-02 16:31:38', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('409', '2018-08-02 16:31:39', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('410', '2018-08-02 16:31:40', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('411', '2018-08-02 16:31:40', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('412', '2018-08-02 16:31:45', '1', '1001', '124.126.123.210', '架构列表');
INSERT INTO `t_event_supervisor` VALUES ('413', '2018-08-02 16:32:02', '1', '1101', '124.126.123.210', '查询管理员列表');
INSERT INTO `t_event_supervisor` VALUES ('414', '2018-08-02 16:32:14', '1', '1101', '124.126.123.210', '查询角色列表');
INSERT INTO `t_event_supervisor` VALUES ('415', '2018-08-02 16:32:38', '1', '1101', '124.126.123.210', '查询角色列表');
INSERT INTO `t_event_supervisor` VALUES ('416', '2018-08-02 16:32:53', '1', '1101', '124.126.123.210', '查询角色列表');
INSERT INTO `t_event_supervisor` VALUES ('417', '2018-08-02 16:33:03', '1', '1101', '124.126.123.210', '查询角色列表');
INSERT INTO `t_event_supervisor` VALUES ('418', '2018-08-02 16:33:11', '1', '1101', '124.126.123.210', '查询角色列表');
INSERT INTO `t_event_supervisor` VALUES ('419', '2018-08-02 16:33:16', '1', '1101', '124.126.123.210', '查询角色列表');
INSERT INTO `t_event_supervisor` VALUES ('420', '2018-08-02 16:43:06', '1', '901', '124.126.123.210', '查询操作日志列表');
INSERT INTO `t_event_supervisor` VALUES ('421', '2018-08-02 16:43:11', '1', '501', '124.126.123.210', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('422', '2018-08-02 16:43:13', '1', '501', '124.126.123.210', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('423', '2018-08-02 16:43:15', '1', '501', '124.126.123.210', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('424', '2018-08-02 16:43:16', '1', '501', '124.126.123.210', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('425', '2018-08-02 16:43:17', '1', '501', '124.126.123.210', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('426', '2018-08-02 16:43:18', '1', '501', '124.126.123.210', '查询佣金总表');
INSERT INTO `t_event_supervisor` VALUES ('427', '2018-08-02 16:45:28', '1', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('428', '2018-08-02 16:45:37', '1', '701', '124.126.123.242', '查询提现详情');
INSERT INTO `t_event_supervisor` VALUES ('429', '2018-08-02 16:45:42', '1', '701', '124.126.123.242', '查询提现详情');
INSERT INTO `t_event_supervisor` VALUES ('430', '2018-08-03 09:58:34', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('431', '2018-08-03 09:58:34', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('432', '2018-08-03 09:58:34', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('433', '2018-08-03 09:59:30', '1', '1001', '124.126.123.210', '架构列表');
INSERT INTO `t_event_supervisor` VALUES ('434', '2018-08-03 10:39:05', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('435', '2018-08-03 10:39:05', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('436', '2018-08-03 10:39:05', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('437', '2018-08-03 10:39:09', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('438', '2018-08-03 10:39:14', '1', '201', '124.126.123.210', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('439', '2018-08-03 10:39:26', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('440', '2018-08-03 11:34:16', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('441', '2018-08-03 11:34:16', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('442', '2018-08-03 11:34:17', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('443', '2018-08-03 11:34:24', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('444', '2018-08-03 11:34:34', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('445', '2018-08-03 11:34:39', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('446', '2018-08-03 11:34:45', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('447', '2018-08-03 11:35:11', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('448', '2018-08-03 11:35:33', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('449', '2018-08-03 11:35:35', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('450', '2018-08-03 11:35:38', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('451', '2018-08-03 11:35:40', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('452', '2018-08-03 11:35:46', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('453', '2018-08-03 11:35:48', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('454', '2018-08-03 11:35:51', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('455', '2018-08-03 11:35:51', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('456', '2018-08-03 11:38:14', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('457', '2018-08-03 11:38:14', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('458', '2018-08-03 11:38:14', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('459', '2018-08-03 11:40:49', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('460', '2018-08-03 11:40:51', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('461', '2018-08-03 11:40:53', '1', '201', '124.126.123.210', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('462', '2018-08-03 11:41:00', '1', '201', '124.126.123.210', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('463', '2018-08-03 11:41:00', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('464', '2018-08-03 11:41:23', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('465', '2018-08-03 11:41:24', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('466', '2018-08-03 11:41:27', '1', '201', '124.126.123.210', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('467', '2018-08-03 11:41:43', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('468', '2018-08-03 11:42:19', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('469', '2018-08-03 11:42:22', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('470', '2018-08-03 11:42:24', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('471', '2018-08-03 11:48:04', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('472', '2018-08-03 11:48:13', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('473', '2018-08-03 11:48:13', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('474', '2018-08-03 11:48:16', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('475', '2018-08-03 11:48:19', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('476', '2018-08-03 11:48:31', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('477', '2018-08-03 11:48:31', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('478', '2018-08-03 11:48:48', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('479', '2018-08-03 11:48:50', '1', '201', '124.126.123.210', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('480', '2018-08-03 11:48:54', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('481', '2018-08-03 11:48:57', '1', '201', '124.126.123.210', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('482', '2018-08-03 11:49:17', '1', '201', '124.126.123.210', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('483', '2018-08-03 11:49:17', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('484', '2018-08-03 11:49:19', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('485', '2018-08-03 11:49:22', '1', '201', '124.126.123.210', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('486', '2018-08-03 11:49:26', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('487', '2018-08-03 11:49:28', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('488', '2018-08-03 11:49:30', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('489', '2018-08-03 11:49:31', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('490', '2018-08-03 11:49:33', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('491', '2018-08-03 11:49:35', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('492', '2018-08-03 11:49:37', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('493', '2018-08-03 11:49:44', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('494', '2018-08-03 11:49:47', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('495', '2018-08-03 11:49:50', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('496', '2018-08-03 11:49:53', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('497', '2018-08-03 11:49:54', '1', '301', '124.126.123.210', '查询顾客列表');
INSERT INTO `t_event_supervisor` VALUES ('498', '2018-08-03 11:49:55', '1', '301', '124.126.123.210', '查询顾客详情');
INSERT INTO `t_event_supervisor` VALUES ('499', '2018-08-03 11:49:58', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('500', '2018-08-03 11:50:03', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('501', '2018-08-03 11:50:05', '1', '301', '124.126.123.210', '查询顾客列表');
INSERT INTO `t_event_supervisor` VALUES ('502', '2018-08-03 11:50:07', '1', '301', '124.126.123.210', '查询顾客详情');
INSERT INTO `t_event_supervisor` VALUES ('503', '2018-08-03 11:50:10', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('504', '2018-08-03 11:50:12', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('505', '2018-08-03 11:50:52', '1', '301', '124.126.123.210', '查询顾客列表');
INSERT INTO `t_event_supervisor` VALUES ('506', '2018-08-03 11:50:54', '1', '301', '124.126.123.210', '查询顾客详情');
INSERT INTO `t_event_supervisor` VALUES ('507', '2018-08-03 11:51:21', '1', '301', '124.126.123.210', '查询顾客详情');
INSERT INTO `t_event_supervisor` VALUES ('508', '2018-08-03 11:51:21', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('509', '2018-08-03 11:53:41', '1', '301', '124.126.123.242', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('510', '2018-08-03 11:53:46', '1', '301', '124.126.123.242', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('511', '2018-08-03 11:53:48', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('512', '2018-08-03 11:53:49', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('513', '2018-08-03 11:53:52', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('514', '2018-08-03 11:53:54', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('515', '2018-08-03 11:53:55', '1', '301', '124.126.123.210', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('516', '2018-08-03 11:54:02', '1', '301', '124.126.123.210', '查询会员详情');
INSERT INTO `t_event_supervisor` VALUES ('517', '2018-08-03 11:57:37', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('518', '2018-08-03 11:57:39', '1', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('519', '2018-08-03 11:57:51', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('520', '2018-08-03 11:57:52', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('521', '2018-08-03 11:58:15', '1', '201', '124.126.123.210', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('522', '2018-08-03 11:58:15', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('523', '2018-08-03 13:57:26', '1', '101', '124.126.123.210', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('524', '2018-08-03 13:57:26', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('525', '2018-08-03 13:57:26', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('526', '2018-08-03 13:57:45', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('527', '2018-08-03 13:57:46', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('528', '2018-08-03 15:11:56', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('529', '2018-08-03 15:11:57', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('530', '2018-08-03 15:11:57', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('531', '2018-08-03 15:12:05', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('532', '2018-08-03 15:12:07', '1', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('533', '2018-08-03 15:12:15', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('534', '2018-08-03 15:12:16', '1', '201', '124.126.123.242', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('535', '2018-08-03 15:12:37', '1', '201', '124.126.123.242', '查询美容师详情');
INSERT INTO `t_event_supervisor` VALUES ('536', '2018-08-03 15:12:37', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('537', '2018-08-03 15:13:10', '1', '301', '124.126.123.242', '查询顾客列表');
INSERT INTO `t_event_supervisor` VALUES ('538', '2018-08-03 15:13:13', '1', '301', '124.126.123.242', '查询顾客详情');
INSERT INTO `t_event_supervisor` VALUES ('539', '2018-08-03 15:13:18', '1', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('540', '2018-08-03 15:13:28', '1', '301', '124.126.123.242', '查询顾客列表');
INSERT INTO `t_event_supervisor` VALUES ('541', '2018-08-03 15:13:40', '1', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('542', '2018-08-03 15:14:04', '1', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('543', '2018-08-03 15:14:04', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('544', '2018-08-03 15:15:20', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('545', '2018-08-03 15:16:41', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('546', '2018-08-03 15:16:58', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('547', '2018-08-03 15:17:02', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('548', '2018-08-03 15:17:02', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('549', '2018-08-03 15:23:46', '1', '101', '124.126.123.210', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('550', '2018-08-03 15:23:46', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('551', '2018-08-03 15:23:46', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('552', '2018-08-03 15:33:00', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('553', '2018-08-03 15:33:14', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('554', '2018-08-03 15:33:16', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('555', '2018-08-03 15:33:17', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('556', '2018-08-03 15:33:18', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('557', '2018-08-03 15:33:21', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('558', '2018-08-03 15:33:22', '1', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('559', '2018-08-03 15:33:28', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('560', '2018-08-03 15:33:31', '1', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('561', '2018-08-03 15:33:40', '1', '301', '124.126.123.242', '查询会员列表');
INSERT INTO `t_event_supervisor` VALUES ('562', '2018-08-03 15:33:44', '1', '301', '124.126.123.242', '查询顾客列表');
INSERT INTO `t_event_supervisor` VALUES ('563', '2018-08-03 15:33:50', '1', '301', '124.126.123.242', '查询顾客详情');
INSERT INTO `t_event_supervisor` VALUES ('564', '2018-08-03 15:33:54', '1', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('565', '2018-08-03 15:34:00', '1', '701', '124.126.123.242', '查询提现详情');
INSERT INTO `t_event_supervisor` VALUES ('566', '2018-08-03 15:34:07', '1', '701', '124.126.123.242', '查询提现详情');
INSERT INTO `t_event_supervisor` VALUES ('567', '2018-08-03 15:34:27', '1', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('568', '2018-08-03 15:34:27', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('569', '2018-08-03 15:34:51', '1', '701', '124.126.123.242', '查询提现详情');
INSERT INTO `t_event_supervisor` VALUES ('570', '2018-08-03 15:36:22', '1', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('571', '2018-08-03 15:36:22', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('572', '2018-08-03 15:36:23', '1', '701', '124.126.123.242', '查询提现详情');
INSERT INTO `t_event_supervisor` VALUES ('573', '2018-08-03 15:36:24', '1', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('574', '2018-08-03 15:36:24', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('575', '2018-08-03 15:36:25', '1', '701', '124.126.123.210', '查询提现详情');
INSERT INTO `t_event_supervisor` VALUES ('576', '2018-08-03 15:36:27', '1', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('577', '2018-08-03 15:36:27', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('578', '2018-08-03 15:36:28', '1', '701', '124.126.123.242', '查询提现详情');
INSERT INTO `t_event_supervisor` VALUES ('579', '2018-08-03 15:36:30', '1', '701', '124.126.123.242', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('580', '2018-08-03 15:36:30', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('581', '2018-08-03 15:39:04', '1', '701', '124.126.123.210', '查询提现列表');
INSERT INTO `t_event_supervisor` VALUES ('582', '2018-08-03 15:39:04', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('583', '2018-08-07 10:36:34', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('584', '2018-08-07 10:36:35', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('585', '2018-08-07 10:36:35', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('586', '2018-08-07 10:36:49', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('587', '2018-08-07 10:36:49', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('588', '2018-08-07 10:36:49', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('589', '2018-08-07 10:36:55', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('590', '2018-08-07 10:36:56', '1', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('591', '2018-08-07 17:17:16', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('592', '2018-08-07 17:17:16', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('593', '2018-08-07 17:17:16', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('594', '2018-08-07 17:17:19', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('595', '2018-08-07 17:17:21', '1', '201', '124.126.123.242', '查询顾问详情');
INSERT INTO `t_event_supervisor` VALUES ('596', '2018-08-07 17:17:33', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('597', '2018-08-07 17:17:37', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('598', '2018-08-07 17:17:48', '1', '201', '124.126.123.242', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('599', '2018-08-07 17:20:01', '1', '201', '124.126.123.210', '添加顾问');
INSERT INTO `t_event_supervisor` VALUES ('600', '2018-08-07 17:20:01', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('601', '2018-08-07 17:20:04', '1', '201', '124.126.123.210', '查询美容师列表');
INSERT INTO `t_event_supervisor` VALUES ('602', '2018-08-09 11:45:53', '1', '101', '124.126.123.242', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('603', '2018-08-09 11:45:53', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('604', '2018-08-09 11:45:53', '1', '101', '124.126.123.242', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('605', '2018-08-09 11:45:57', '1', '1001', '124.126.123.242', '架构列表');
INSERT INTO `t_event_supervisor` VALUES ('606', '2018-08-29 10:59:17', '1', '101', '124.126.123.210', '登录系统');
INSERT INTO `t_event_supervisor` VALUES ('607', '2018-08-29 10:59:18', '1', '101', '124.126.123.210', '查看首页');
INSERT INTO `t_event_supervisor` VALUES ('608', '2018-08-29 10:59:18', '1', '101', '124.126.123.242', '查看首页');

-- ----------------------------
-- Table structure for t_goods
-- ----------------------------
DROP TABLE IF EXISTS `t_goods`;
CREATE TABLE `t_goods` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `name` varchar(100) NOT NULL COMMENT '商品名称',
  `type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '商品类型：1会员卡，2其他',
  `image` varchar(100) DEFAULT NULL COMMENT '商品图片',
  `price` decimal(20,2) NOT NULL COMMENT '商品价格',
  `validity_period` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '有效时长',
  `validity_period_unit` tinyint(4) NOT NULL DEFAULT '1' COMMENT '有效时长单位：1分钟 2小时 3天 4周 5月 6年',
  `content` text COMMENT '商品内容',
  `service` varchar(100) DEFAULT NULL COMMENT '服务内容',
  `service_count` mediumint(10) NOT NULL DEFAULT '0' COMMENT '服务次数：-1表示次数不限制',
  `service_form` tinyint(4) NOT NULL DEFAULT '1' COMMENT '服务形式：1到店',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COMMENT='商品';

-- ----------------------------
-- Records of t_goods
-- ----------------------------
INSERT INTO `t_goods` VALUES ('1', '2018-06-24 14:21:47', '会员卡', '1', null, '0.01', '2.00', '6', '会员卡', '会员卡', '-1', '1');

-- ----------------------------
-- Table structure for t_membership_card
-- ----------------------------
DROP TABLE IF EXISTS `t_membership_card`;
CREATE TABLE `t_membership_card` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `user_id` bigint(20) NOT NULL COMMENT '用户id',
  `card_no` varchar(20) NOT NULL COMMENT '卡号',
  `is_active` bit(1) NOT NULL DEFAULT b'0' COMMENT '是否激活：0未激活，1已激活',
  `active_time` datetime DEFAULT NULL COMMENT '激活时间',
  `is_pay_for` bit(1) DEFAULT b'0' COMMENT '是否是代付卡：0不是，1是',
  `expire_time` datetime DEFAULT NULL COMMENT '到期时间',
  `is_expire` bit(1) NOT NULL DEFAULT b'0' COMMENT '是否到期：0表示没到期，1表示到期',
  `order_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '关联订单号',
  `remark` varchar(50) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `idx_membership_card_user_id` (`user_id`) USING BTREE,
  KEY `idx_membership_card_card_no` (`card_no`) USING BTREE,
  KEY `idx_membership_card_order_id` (`order_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8 COMMENT='用户会员卡信息';

-- ----------------------------
-- Records of t_membership_card
-- ----------------------------
INSERT INTO `t_membership_card` VALUES ('1', '2018-08-01 23:00:46', '3', '000100010001', '\0', null, '\0', null, '\0', '1', '购买会员卡');
INSERT INTO `t_membership_card` VALUES ('2', '2018-08-01 23:02:20', '4', '000100010002', '\0', null, '\0', null, '\0', '2', '购买会员卡');
INSERT INTO `t_membership_card` VALUES ('3', '2018-08-01 23:04:24', '5', '000100010003', '\0', null, '\0', null, '\0', '3', '购买会员卡');
INSERT INTO `t_membership_card` VALUES ('4', '2018-08-01 23:56:55', '6', '000100010004', '\0', null, '\0', null, '\0', '4', '购买会员卡');
INSERT INTO `t_membership_card` VALUES ('5', '2018-08-01 23:59:56', '7', '000100010005', '\0', null, '\0', null, '\0', '5', '购买会员卡');
INSERT INTO `t_membership_card` VALUES ('6', '2018-08-02 00:00:55', '8', '000100010006', '\0', null, '\0', null, '\0', '6', '购买会员卡');
INSERT INTO `t_membership_card` VALUES ('7', '2018-08-02 00:05:25', '10', '000100010007', '\0', null, '\0', null, '\0', '7', '购买会员卡');
INSERT INTO `t_membership_card` VALUES ('8', '2018-08-02 00:14:33', '13', '000100010008', '\0', null, '', null, '\0', '8', '购买会员卡');
INSERT INTO `t_membership_card` VALUES ('9', '2018-08-02 00:16:01', '14', '000100010009', '\0', null, '\0', null, '\0', '9', '购买会员卡');
INSERT INTO `t_membership_card` VALUES ('10', '2018-08-02 00:18:15', '15', '000100010010', '\0', null, '', null, '\0', '10', '购买会员卡');
INSERT INTO `t_membership_card` VALUES ('11', '2018-08-09 13:52:18', '17', '000100010011', '\0', null, '\0', null, '\0', '11', '购买会员卡');
INSERT INTO `t_membership_card` VALUES ('12', '2018-09-03 15:05:21', '19', '000100010012', '\0', null, '\0', null, '\0', '14', '购买会员卡');

-- ----------------------------
-- Table structure for t_membership_card_use_detail
-- ----------------------------
DROP TABLE IF EXISTS `t_membership_card_use_detail`;
CREATE TABLE `t_membership_card_use_detail` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `card_id` bigint(20) NOT NULL COMMENT '会员卡id',
  `user_id` bigint(20) NOT NULL COMMENT '添加记录的用户id',
  `content` varchar(200) NOT NULL COMMENT '服务内容',
  `remark` varchar(50) NOT NULL COMMENT '备注',
  PRIMARY KEY (`id`),
  KEY `idx_membership_card_use_detail_card_id` (`card_id`) USING BTREE,
  KEY `idx_membership_card_use_detail_user_id` (`user_id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='会员卡使用详情';

-- ----------------------------
-- Records of t_membership_card_use_detail
-- ----------------------------

-- ----------------------------
-- Table structure for t_order
-- ----------------------------
DROP TABLE IF EXISTS `t_order`;
CREATE TABLE `t_order` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `user_id` bigint(20) NOT NULL COMMENT '用户id',
  `order_no` varchar(40) NOT NULL COMMENT '订单编号',
  `amount` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '订单金额',
  `real_amount` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '实际付款金额',
  `pay_time` datetime DEFAULT NULL COMMENT '付款时间',
  `status` tinyint(2) NOT NULL DEFAULT '1' COMMENT '状态：1待付款，2交易成功，-1交易关闭',
  `pay_type` tinyint(2) NOT NULL DEFAULT '1' COMMENT '支付方式：1微信支付',
  `cancel_type` tinyint(2) NOT NULL DEFAULT '0' COMMENT '取消方式：0默认，1自动，2手动',
  `cancel_time` datetime DEFAULT NULL COMMENT '取消时间',
  `is_pay_for` bit(1) NOT NULL DEFAULT b'0' COMMENT '是否代付：1是，0不是',
  `pay_for_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '代付id',
  `transaction_id` varchar(50) DEFAULT NULL COMMENT '第三方订单号：如微信订单号',
  `remark` varchar(100) DEFAULT NULL COMMENT '订单备注',
  PRIMARY KEY (`id`),
  KEY `idx_order_user_id` (`user_id`) USING BTREE,
  KEY `idx_order_order_no` (`order_no`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8 COMMENT='订单';

-- ----------------------------
-- Records of t_order
-- ----------------------------
INSERT INTO `t_order` VALUES ('1', '2018-08-01 23:00:36', '3', 'G180801230836ZP2M96', '0.01', '0.01', '2018-08-01 23:00:46', '2', '1', '0', null, '\0', '0', '4200000113201808013741476639', '购买会员卡');
INSERT INTO `t_order` VALUES ('2', '2018-08-01 23:02:13', '4', 'G180801230813MG4DJ8', '0.01', '0.01', '2018-08-01 23:02:20', '2', '1', '0', null, '\0', '0', '4200000127201808011191702488', '购买会员卡');
INSERT INTO `t_order` VALUES ('3', '2018-08-01 23:04:17', '5', 'G1808012308171Z54JK', '0.01', '0.01', '2018-08-01 23:04:24', '2', '1', '0', null, '\0', '0', '4200000118201808017496880505', '购买会员卡');
INSERT INTO `t_order` VALUES ('4', '2018-08-01 23:56:43', '6', 'G180801230843T3540F', '0.01', '0.01', '2018-08-01 23:56:55', '2', '1', '0', null, '\0', '0', '4200000131201808013961943480', '购买会员卡');
INSERT INTO `t_order` VALUES ('5', '2018-08-01 23:59:50', '7', 'G18080123084979QY2E', '0.01', '0.01', '2018-08-01 23:59:56', '2', '1', '0', null, '\0', '0', '4200000162201808017314487192', '购买会员卡');
INSERT INTO `t_order` VALUES ('6', '2018-08-02 00:00:48', '8', 'G18080200084782K1G9', '0.01', '0.01', '2018-08-02 00:00:55', '2', '1', '0', null, '\0', '0', '4200000130201808021278377871', '购买会员卡');
INSERT INTO `t_order` VALUES ('7', '2018-08-02 00:05:13', '10', 'G180802000813W360ZE', '0.01', '0.01', '2018-08-02 00:05:24', '2', '1', '0', null, '\0', '0', '4200000136201808025221818272', '购买会员卡');
INSERT INTO `t_order` VALUES ('8', '2018-08-02 00:14:24', '6', 'G18080200082442H48T', '0.01', '0.01', '2018-08-02 00:14:33', '2', '1', '0', null, '', '1', '4200000116201808027038625957', '代购买会员卡');
INSERT INTO `t_order` VALUES ('9', '2018-08-02 00:15:56', '14', 'G180802000855C535R2', '0.01', '0.01', '2018-08-02 00:16:01', '2', '1', '0', null, '\0', '0', '4200000113201808022159473135', '购买会员卡');
INSERT INTO `t_order` VALUES ('10', '2018-08-02 00:18:10', '14', 'G180802000810A1352Q', '0.01', '0.01', '2018-08-02 00:18:15', '2', '1', '0', null, '', '2', '4200000117201808023919186572', '代购买会员卡');
INSERT INTO `t_order` VALUES ('11', '2018-08-09 13:52:01', '17', 'G180809130801K2J50N', '0.01', '0.01', '2018-08-09 13:52:18', '2', '1', '0', null, '\0', '0', '4200000171201808091675280101', '购买会员卡');
INSERT INTO `t_order` VALUES ('12', '2018-09-03 10:51:45', '18', 'G1809031009443Y10VU', '0.01', '0.00', null, '-1', '1', '2', '2018-09-03 10:53:00', '\0', '0', null, '购买会员卡');
INSERT INTO `t_order` VALUES ('13', '2018-09-03 10:53:22', '18', 'G18090310092288P50P', '0.01', '0.00', null, '-1', '1', '1', '2018-09-03 11:24:00', '\0', '0', null, '购买会员卡');
INSERT INTO `t_order` VALUES ('14', '2018-09-03 15:05:16', '19', 'G180903150915V6DTBY', '0.01', '0.01', '2018-09-03 15:05:21', '2', '1', '0', null, '\0', '0', '4200000163201809030973922647', '购买会员卡');

-- ----------------------------
-- Table structure for t_order_goods
-- ----------------------------
DROP TABLE IF EXISTS `t_order_goods`;
CREATE TABLE `t_order_goods` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `goods_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '商品id',
  `goods_price` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '商品价格',
  `number` mediumint(10) NOT NULL DEFAULT '0' COMMENT '商品数量',
  `validity_period` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '有效时长',
  `validity_period_unit` tinyint(4) NOT NULL DEFAULT '1' COMMENT '有效时长单位：1分钟 2小时 3天 4周 5月 6年',
  `order_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '订单id',
  PRIMARY KEY (`id`),
  KEY `idx_order_goods_order_id` (`order_id`) USING BTREE,
  KEY `idx_order_goods_goods_id` (`goods_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8 COMMENT='订单商品详情';

-- ----------------------------
-- Records of t_order_goods
-- ----------------------------
INSERT INTO `t_order_goods` VALUES ('1', '2018-08-01 23:00:36', '1', '0.01', '1', '2.00', '6', '1');
INSERT INTO `t_order_goods` VALUES ('2', '2018-08-01 23:02:13', '1', '0.01', '1', '2.00', '6', '2');
INSERT INTO `t_order_goods` VALUES ('3', '2018-08-01 23:04:17', '1', '0.01', '1', '2.00', '6', '3');
INSERT INTO `t_order_goods` VALUES ('4', '2018-08-01 23:56:43', '1', '0.01', '1', '2.00', '6', '4');
INSERT INTO `t_order_goods` VALUES ('5', '2018-08-01 23:59:50', '1', '0.01', '1', '2.00', '6', '5');
INSERT INTO `t_order_goods` VALUES ('6', '2018-08-02 00:00:48', '1', '0.01', '1', '2.00', '6', '6');
INSERT INTO `t_order_goods` VALUES ('7', '2018-08-02 00:05:13', '1', '0.01', '1', '2.00', '6', '7');
INSERT INTO `t_order_goods` VALUES ('8', '2018-08-02 00:14:24', '1', '0.01', '1', '2.00', '6', '8');
INSERT INTO `t_order_goods` VALUES ('9', '2018-08-02 00:15:56', '1', '0.01', '1', '2.00', '6', '9');
INSERT INTO `t_order_goods` VALUES ('10', '2018-08-02 00:18:10', '1', '0.01', '1', '2.00', '6', '10');
INSERT INTO `t_order_goods` VALUES ('11', '2018-08-09 13:52:01', '1', '0.01', '1', '2.00', '6', '11');
INSERT INTO `t_order_goods` VALUES ('12', '2018-09-03 10:51:45', '1', '0.01', '1', '2.00', '6', '12');
INSERT INTO `t_order_goods` VALUES ('13', '2018-09-03 10:53:22', '1', '0.01', '1', '2.00', '6', '13');
INSERT INTO `t_order_goods` VALUES ('14', '2018-09-03 15:05:16', '1', '0.01', '1', '2.00', '6', '14');

-- ----------------------------
-- Table structure for t_order_pay_for
-- ----------------------------
DROP TABLE IF EXISTS `t_order_pay_for`;
CREATE TABLE `t_order_pay_for` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `name` varchar(30) NOT NULL COMMENT '姓名',
  `mobile` varchar(30) NOT NULL COMMENT '手机号',
  `card_no` varchar(20) DEFAULT NULL COMMENT '卡号',
  `pay_user_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '代付用户id：冗余字段',
  `status` tinyint(4) NOT NULL DEFAULT '0' COMMENT '状态：0用户未关联，1用户已关联',
  PRIMARY KEY (`id`),
  KEY `idx_order_pay_for_mobile` (`mobile`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 COMMENT='订单代付信息';

-- ----------------------------
-- Records of t_order_pay_for
-- ----------------------------
INSERT INTO `t_order_pay_for` VALUES ('1', '2018-08-02 00:14:24', '木偶娃娃', '15400000000', '000100010008', '6', '1');
INSERT INTO `t_order_pay_for` VALUES ('2', '2018-08-02 00:18:10', '冯雪梅', '18612862365', '000100010010', '14', '1');

-- ----------------------------
-- Table structure for t_payment_call_back
-- ----------------------------
DROP TABLE IF EXISTS `t_payment_call_back`;
CREATE TABLE `t_payment_call_back` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `time` timestamp NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `request_order_no` varchar(50) DEFAULT '' COMMENT '支付请求标识',
  `cb_params` text COMMENT '回调参数',
  `data_type` int(11) DEFAULT '0' COMMENT '日志类型 0：回调日志 1：查询日志',
  PRIMARY KEY (`id`),
  KEY `idx_payment_call_back_request_order_no` (`request_order_no`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=108 DEFAULT CHARSET=utf8 COMMENT='支付第三方回调记录表';

-- ----------------------------
-- Records of t_payment_call_back
-- ----------------------------
INSERT INTO `t_payment_call_back` VALUES ('1', '2018-08-01 23:00:37', '18080123083606432151542307', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[udwXlB1y6mq9S4aX]]></nonce_str>\n<sign><![CDATA[62FB6CAB77F2436663DF422EEB65E869]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx01230036712838877463711d2103810081]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('2', '2018-08-01 23:00:45', '18080123083606432151542307', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123083616572910999173]]></nonce_str>\n<openid><![CDATA[okn2Z5TZ7zhCarIJwwDKsAeFiXls]]></openid>\n<out_trade_no><![CDATA[18080123083606432151542307]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[B0F5BD62A8D1C800F8711BDA814F754D]]></sign>\n<time_end><![CDATA[20180801230044]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808013741476639]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('3', '2018-08-01 23:01:02', '18080123083606432151542307', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123083616572910999173]]></nonce_str>\n<openid><![CDATA[okn2Z5TZ7zhCarIJwwDKsAeFiXls]]></openid>\n<out_trade_no><![CDATA[18080123083606432151542307]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[B0F5BD62A8D1C800F8711BDA814F754D]]></sign>\n<time_end><![CDATA[20180801230044]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808013741476639]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('4', '2018-08-01 23:01:17', '18080123083606432151542307', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123083616572910999173]]></nonce_str>\n<openid><![CDATA[okn2Z5TZ7zhCarIJwwDKsAeFiXls]]></openid>\n<out_trade_no><![CDATA[18080123083606432151542307]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[B0F5BD62A8D1C800F8711BDA814F754D]]></sign>\n<time_end><![CDATA[20180801230044]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808013741476639]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('5', '2018-08-01 23:01:46', '18080119082878375205114948', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080119082814824105489133]]></nonce_str>\n<openid><![CDATA[okn2Z5Sm3j7KLtpYFM0qbsLMRuyw]]></openid>\n<out_trade_no><![CDATA[18080119082878375205114948]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[8478CF4DCAB8D8858AC7BFAD53C0BE37]]></sign>\n<time_end><![CDATA[20180801195733]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000136201808018767833487]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('6', '2018-08-01 23:01:47', '18080123083606432151542307', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123083616572910999173]]></nonce_str>\n<openid><![CDATA[okn2Z5TZ7zhCarIJwwDKsAeFiXls]]></openid>\n<out_trade_no><![CDATA[18080123083606432151542307]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[B0F5BD62A8D1C800F8711BDA814F754D]]></sign>\n<time_end><![CDATA[20180801230044]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808013741476639]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('7', '2018-08-01 23:02:14', '18080123081335332920439611', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[YccsmKsHiZb87oRZ]]></nonce_str>\n<sign><![CDATA[DFD38CE3B647839006F5BAE143E9C06A]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx01230213479861cdb93a15682700868187]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('8', '2018-08-01 23:02:20', '18080123081335332920439611', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081384171013155213]]></nonce_str>\n<openid><![CDATA[okn2Z5XV0qWbseXmaSLFGLRehdl8]]></openid>\n<out_trade_no><![CDATA[18080123081335332920439611]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2411EBD03995AD06097C4ED93827BEC8]]></sign>\n<time_end><![CDATA[20180801230218]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000127201808011191702488]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('9', '2018-08-01 23:02:35', '18080123081335332920439611', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081384171013155213]]></nonce_str>\n<openid><![CDATA[okn2Z5XV0qWbseXmaSLFGLRehdl8]]></openid>\n<out_trade_no><![CDATA[18080123081335332920439611]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2411EBD03995AD06097C4ED93827BEC8]]></sign>\n<time_end><![CDATA[20180801230218]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000127201808011191702488]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('10', '2018-08-01 23:02:50', '18080123081335332920439611', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081384171013155213]]></nonce_str>\n<openid><![CDATA[okn2Z5XV0qWbseXmaSLFGLRehdl8]]></openid>\n<out_trade_no><![CDATA[18080123081335332920439611]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2411EBD03995AD06097C4ED93827BEC8]]></sign>\n<time_end><![CDATA[20180801230218]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000127201808011191702488]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('11', '2018-08-01 23:02:50', '18080121083915498461239927', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080121083972290532488326]]></nonce_str>\n<openid><![CDATA[okn2Z5YTb8JEeopvbLpDJMk71p24]]></openid>\n<out_trade_no><![CDATA[18080121083915498461239927]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[5C99456A95962D3F19AB348480D2EB88]]></sign>\n<time_end><![CDATA[20180801215843]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000124201808011683787202]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('12', '2018-08-01 23:03:20', '18080123081335332920439611', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081384171013155213]]></nonce_str>\n<openid><![CDATA[okn2Z5XV0qWbseXmaSLFGLRehdl8]]></openid>\n<out_trade_no><![CDATA[18080123081335332920439611]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2411EBD03995AD06097C4ED93827BEC8]]></sign>\n<time_end><![CDATA[20180801230218]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000127201808011191702488]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('13', '2018-08-01 23:04:18', '18080123081761242718464471', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[ycs7BNPw52ef369i]]></nonce_str>\n<sign><![CDATA[B385181C9C4C19C4C26927CAF364EC8D]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx01230417512423fe5ef5a6ef0310936476]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('14', '2018-08-01 23:04:24', '18080123081761242718464471', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_CREDIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081724888851927188]]></nonce_str>\n<openid><![CDATA[okn2Z5bBwUQM4NQ485RAeiYFue8I]]></openid>\n<out_trade_no><![CDATA[18080123081761242718464471]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2F0B8BAB85DF49BF0A1A391D4B74E9AF]]></sign>\n<time_end><![CDATA[20180801230422]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000118201808017496880505]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('15', '2018-08-01 23:04:39', '18080123081761242718464471', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_CREDIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081724888851927188]]></nonce_str>\n<openid><![CDATA[okn2Z5bBwUQM4NQ485RAeiYFue8I]]></openid>\n<out_trade_no><![CDATA[18080123081761242718464471]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2F0B8BAB85DF49BF0A1A391D4B74E9AF]]></sign>\n<time_end><![CDATA[20180801230422]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000118201808017496880505]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('16', '2018-08-01 23:04:49', '18080123083606432151542307', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123083616572910999173]]></nonce_str>\n<openid><![CDATA[okn2Z5TZ7zhCarIJwwDKsAeFiXls]]></openid>\n<out_trade_no><![CDATA[18080123083606432151542307]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[B0F5BD62A8D1C800F8711BDA814F754D]]></sign>\n<time_end><![CDATA[20180801230044]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808013741476639]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('17', '2018-08-01 23:04:54', '18080123081761242718464471', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_CREDIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081724888851927188]]></nonce_str>\n<openid><![CDATA[okn2Z5bBwUQM4NQ485RAeiYFue8I]]></openid>\n<out_trade_no><![CDATA[18080123081761242718464471]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2F0B8BAB85DF49BF0A1A391D4B74E9AF]]></sign>\n<time_end><![CDATA[20180801230422]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000118201808017496880505]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('18', '2018-08-01 23:05:24', '18080123081761242718464471', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_CREDIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081724888851927188]]></nonce_str>\n<openid><![CDATA[okn2Z5bBwUQM4NQ485RAeiYFue8I]]></openid>\n<out_trade_no><![CDATA[18080123081761242718464471]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2F0B8BAB85DF49BF0A1A391D4B74E9AF]]></sign>\n<time_end><![CDATA[20180801230422]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000118201808017496880505]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('19', '2018-08-01 23:06:20', '18080123081335332920439611', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081384171013155213]]></nonce_str>\n<openid><![CDATA[okn2Z5XV0qWbseXmaSLFGLRehdl8]]></openid>\n<out_trade_no><![CDATA[18080123081335332920439611]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2411EBD03995AD06097C4ED93827BEC8]]></sign>\n<time_end><![CDATA[20180801230218]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000127201808011191702488]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('20', '2018-08-01 23:08:25', '18080123081761242718464471', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_CREDIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081724888851927188]]></nonce_str>\n<openid><![CDATA[okn2Z5bBwUQM4NQ485RAeiYFue8I]]></openid>\n<out_trade_no><![CDATA[18080123081761242718464471]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2F0B8BAB85DF49BF0A1A391D4B74E9AF]]></sign>\n<time_end><![CDATA[20180801230422]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000118201808017496880505]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('21', '2018-08-01 23:10:28', '18080122081606398178399960', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080122081629651969024497]]></nonce_str>\n<openid><![CDATA[okn2Z5XV0qWbseXmaSLFGLRehdl8]]></openid>\n<out_trade_no><![CDATA[18080122081606398178399960]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[9779C3B49485E775166889CE63D13448]]></sign>\n<time_end><![CDATA[20180801220620]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000138201808013135533128]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('22', '2018-08-01 23:22:24', '18080120080991846732820942', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080120080954980916571887]]></nonce_str>\n<openid><![CDATA[okn2Z5bgLqjSQbALE4pet5sr49tA]]></openid>\n<out_trade_no><![CDATA[18080120080991846732820942]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[AED6BCA6037FA5D951F5BAD7D04D642E]]></sign>\n<time_end><![CDATA[20180801201815]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000138201808013531516096]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('23', '2018-08-01 23:32:52', '18080121083915498461239927', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080121083972290532488326]]></nonce_str>\n<openid><![CDATA[okn2Z5YTb8JEeopvbLpDJMk71p24]]></openid>\n<out_trade_no><![CDATA[18080121083915498461239927]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[5C99456A95962D3F19AB348480D2EB88]]></sign>\n<time_end><![CDATA[20180801215843]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000124201808011683787202]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('24', '2018-08-01 23:34:51', '18080123083606432151542307', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123083616572910999173]]></nonce_str>\n<openid><![CDATA[okn2Z5TZ7zhCarIJwwDKsAeFiXls]]></openid>\n<out_trade_no><![CDATA[18080123083606432151542307]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[B0F5BD62A8D1C800F8711BDA814F754D]]></sign>\n<time_end><![CDATA[20180801230044]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808013741476639]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('25', '2018-08-01 23:36:21', '18080123081335332920439611', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081384171013155213]]></nonce_str>\n<openid><![CDATA[okn2Z5XV0qWbseXmaSLFGLRehdl8]]></openid>\n<out_trade_no><![CDATA[18080123081335332920439611]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2411EBD03995AD06097C4ED93827BEC8]]></sign>\n<time_end><![CDATA[20180801230218]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000127201808011191702488]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('26', '2018-08-01 23:38:27', '18080123081761242718464471', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_CREDIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081724888851927188]]></nonce_str>\n<openid><![CDATA[okn2Z5bBwUQM4NQ485RAeiYFue8I]]></openid>\n<out_trade_no><![CDATA[18080123081761242718464471]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2F0B8BAB85DF49BF0A1A391D4B74E9AF]]></sign>\n<time_end><![CDATA[20180801230422]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000118201808017496880505]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('27', '2018-08-01 23:40:30', '18080122081606398178399960', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080122081629651969024497]]></nonce_str>\n<openid><![CDATA[okn2Z5XV0qWbseXmaSLFGLRehdl8]]></openid>\n<out_trade_no><![CDATA[18080122081606398178399960]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[9779C3B49485E775166889CE63D13448]]></sign>\n<time_end><![CDATA[20180801220620]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000138201808013135533128]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('28', '2018-08-01 23:48:10', '18080120085389897216458918', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080120085312467933353255]]></nonce_str>\n<openid><![CDATA[okn2Z5f6Baq8kTkJclPUVy8Es54o]]></openid>\n<out_trade_no><![CDATA[18080120085389897216458918]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[F4ED9C66C06C731C736D52E6F5F90392]]></sign>\n<time_end><![CDATA[20180801204358]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000110201808010067556242]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('29', '2018-08-01 23:56:45', '18080123084429754659147110', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[J0y281JuW2JZS1QT]]></nonce_str>\n<sign><![CDATA[5DDD0DF376F45E4FA073C4D24A84DD64]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx0123564463658415dcfd9c661815178293]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('30', '2018-08-01 23:56:55', '18080123084429754659147110', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123084459086319825095]]></nonce_str>\n<openid><![CDATA[okn2Z5Sm3j7KLtpYFM0qbsLMRuyw]]></openid>\n<out_trade_no><![CDATA[18080123084429754659147110]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[FAB0BEF675CD8B91CBB30BDC9F8AB90A]]></sign>\n<time_end><![CDATA[20180801235653]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000131201808013961943480]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('31', '2018-08-01 23:57:09', '18080123084429754659147110', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123084459086319825095]]></nonce_str>\n<openid><![CDATA[okn2Z5Sm3j7KLtpYFM0qbsLMRuyw]]></openid>\n<out_trade_no><![CDATA[18080123084429754659147110]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[FAB0BEF675CD8B91CBB30BDC9F8AB90A]]></sign>\n<time_end><![CDATA[20180801235653]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000131201808013961943480]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('32', '2018-08-01 23:57:25', '18080123084429754659147110', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123084459086319825095]]></nonce_str>\n<openid><![CDATA[okn2Z5Sm3j7KLtpYFM0qbsLMRuyw]]></openid>\n<out_trade_no><![CDATA[18080123084429754659147110]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[FAB0BEF675CD8B91CBB30BDC9F8AB90A]]></sign>\n<time_end><![CDATA[20180801235653]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000131201808013961943480]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('33', '2018-08-01 23:57:56', '18080123084429754659147110', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123084459086319825095]]></nonce_str>\n<openid><![CDATA[okn2Z5Sm3j7KLtpYFM0qbsLMRuyw]]></openid>\n<out_trade_no><![CDATA[18080123084429754659147110]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[FAB0BEF675CD8B91CBB30BDC9F8AB90A]]></sign>\n<time_end><![CDATA[20180801235653]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000131201808013961943480]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('34', '2018-08-01 23:59:50', '18080123084921782900409288', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[ZgGCaz5olUPdSHJD]]></nonce_str>\n<sign><![CDATA[D77DAB973D534A194A6C0568E490DDEA]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx01235950206484de12f8ccc61988925990]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('35', '2018-08-01 23:59:56', '18080123084921782900409288', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123084961231650587817]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080123084921782900409288]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[58B986837ED1B1D3316D466610A8650F]]></sign>\n<time_end><![CDATA[20180801235955]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000162201808017314487192]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('36', '2018-08-02 00:00:11', '18080123084921782900409288', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123084961231650587817]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080123084921782900409288]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[58B986837ED1B1D3316D466610A8650F]]></sign>\n<time_end><![CDATA[20180801235955]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000162201808017314487192]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('37', '2018-08-02 00:00:26', '18080123084921782900409288', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123084961231650587817]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080123084921782900409288]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[58B986837ED1B1D3316D466610A8650F]]></sign>\n<time_end><![CDATA[20180801235955]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000162201808017314487192]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('38', '2018-08-02 00:00:48', '18080200084720135984694502', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[YsqnIKBEcp4F0Rlu]]></nonce_str>\n<sign><![CDATA[DFD9C70F94F26D084B4F1AD99D023AF5]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx02000048132317c1daa9670c0032224356]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('39', '2018-08-02 00:00:55', '18080200084720135984694502', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_DEBIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200084761671502923253]]></nonce_str>\n<openid><![CDATA[okn2Z5TZXRlmCocYfAyggntXQCN4]]></openid>\n<out_trade_no><![CDATA[18080200084720135984694502]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[ABA454B459D82A09B9750611F5244653]]></sign>\n<time_end><![CDATA[20180802000054]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000130201808021278377871]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('40', '2018-08-02 00:00:56', '18080123084429754659147110', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123084459086319825095]]></nonce_str>\n<openid><![CDATA[okn2Z5Sm3j7KLtpYFM0qbsLMRuyw]]></openid>\n<out_trade_no><![CDATA[18080123084429754659147110]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[FAB0BEF675CD8B91CBB30BDC9F8AB90A]]></sign>\n<time_end><![CDATA[20180801235653]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000131201808013961943480]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('41', '2018-08-02 00:00:56', '18080123084921782900409288', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123084961231650587817]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080123084921782900409288]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[58B986837ED1B1D3316D466610A8650F]]></sign>\n<time_end><![CDATA[20180801235955]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000162201808017314487192]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('42', '2018-08-02 00:01:12', '18080200084720135984694502', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_DEBIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200084761671502923253]]></nonce_str>\n<openid><![CDATA[okn2Z5TZXRlmCocYfAyggntXQCN4]]></openid>\n<out_trade_no><![CDATA[18080200084720135984694502]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[ABA454B459D82A09B9750611F5244653]]></sign>\n<time_end><![CDATA[20180802000054]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000130201808021278377871]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('43', '2018-08-02 00:01:27', '18080200084720135984694502', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_DEBIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200084761671502923253]]></nonce_str>\n<openid><![CDATA[okn2Z5TZXRlmCocYfAyggntXQCN4]]></openid>\n<out_trade_no><![CDATA[18080200084720135984694502]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[ABA454B459D82A09B9750611F5244653]]></sign>\n<time_end><![CDATA[20180802000054]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000130201808021278377871]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('44', '2018-08-02 00:01:57', '18080200084720135984694502', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_DEBIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200084761671502923253]]></nonce_str>\n<openid><![CDATA[okn2Z5TZXRlmCocYfAyggntXQCN4]]></openid>\n<out_trade_no><![CDATA[18080200084720135984694502]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[ABA454B459D82A09B9750611F5244653]]></sign>\n<time_end><![CDATA[20180802000054]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000130201808021278377871]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('45', '2018-08-02 00:02:55', '18080121083915498461239927', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080121083972290532488326]]></nonce_str>\n<openid><![CDATA[okn2Z5YTb8JEeopvbLpDJMk71p24]]></openid>\n<out_trade_no><![CDATA[18080121083915498461239927]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[5C99456A95962D3F19AB348480D2EB88]]></sign>\n<time_end><![CDATA[20180801215843]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000124201808011683787202]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('46', '2018-08-02 00:03:57', '18080123084921782900409288', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123084961231650587817]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080123084921782900409288]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[58B986837ED1B1D3316D466610A8650F]]></sign>\n<time_end><![CDATA[20180801235955]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000162201808017314487192]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('47', '2018-08-02 00:04:53', '18080123083606432151542307', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123083616572910999173]]></nonce_str>\n<openid><![CDATA[okn2Z5TZ7zhCarIJwwDKsAeFiXls]]></openid>\n<out_trade_no><![CDATA[18080123083606432151542307]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[B0F5BD62A8D1C800F8711BDA814F754D]]></sign>\n<time_end><![CDATA[20180801230044]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808013741476639]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('48', '2018-08-02 00:04:58', '18080200084720135984694502', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_DEBIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200084761671502923253]]></nonce_str>\n<openid><![CDATA[okn2Z5TZXRlmCocYfAyggntXQCN4]]></openid>\n<out_trade_no><![CDATA[18080200084720135984694502]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[ABA454B459D82A09B9750611F5244653]]></sign>\n<time_end><![CDATA[20180802000054]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000130201808021278377871]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('49', '2018-08-02 00:05:14', '18080200081344766638445715', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[JZ9xsMGT9mQoDdz0]]></nonce_str>\n<sign><![CDATA[5D6667DC2222EA7C6BB897A6D036D4CA]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx02000513735621b622a66f610634637729]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('50', '2018-08-02 00:05:24', '18080200081344766638445715', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200081337607135866049]]></nonce_str>\n<openid><![CDATA[okn2Z5YTb8JEeopvbLpDJMk71p24]]></openid>\n<out_trade_no><![CDATA[18080200081344766638445715]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[9A0475FCAB431863020E66EA78C64D3C]]></sign>\n<time_end><![CDATA[20180802000522]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000136201808025221818272]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('51', '2018-08-02 00:05:40', '18080200081344766638445715', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200081337607135866049]]></nonce_str>\n<openid><![CDATA[okn2Z5YTb8JEeopvbLpDJMk71p24]]></openid>\n<out_trade_no><![CDATA[18080200081344766638445715]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[9A0475FCAB431863020E66EA78C64D3C]]></sign>\n<time_end><![CDATA[20180802000522]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000136201808025221818272]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('52', '2018-08-02 00:05:55', '18080200081344766638445715', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200081337607135866049]]></nonce_str>\n<openid><![CDATA[okn2Z5YTb8JEeopvbLpDJMk71p24]]></openid>\n<out_trade_no><![CDATA[18080200081344766638445715]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[9A0475FCAB431863020E66EA78C64D3C]]></sign>\n<time_end><![CDATA[20180802000522]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000136201808025221818272]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('53', '2018-08-02 00:06:23', '18080123081335332920439611', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081384171013155213]]></nonce_str>\n<openid><![CDATA[okn2Z5XV0qWbseXmaSLFGLRehdl8]]></openid>\n<out_trade_no><![CDATA[18080123081335332920439611]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2411EBD03995AD06097C4ED93827BEC8]]></sign>\n<time_end><![CDATA[20180801230218]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000127201808011191702488]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('54', '2018-08-02 00:06:26', '18080200081344766638445715', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200081337607135866049]]></nonce_str>\n<openid><![CDATA[okn2Z5YTb8JEeopvbLpDJMk71p24]]></openid>\n<out_trade_no><![CDATA[18080200081344766638445715]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[9A0475FCAB431863020E66EA78C64D3C]]></sign>\n<time_end><![CDATA[20180802000522]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000136201808025221818272]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('55', '2018-08-02 00:08:29', '18080123081761242718464471', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_CREDIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081724888851927188]]></nonce_str>\n<openid><![CDATA[okn2Z5bBwUQM4NQ485RAeiYFue8I]]></openid>\n<out_trade_no><![CDATA[18080123081761242718464471]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2F0B8BAB85DF49BF0A1A391D4B74E9AF]]></sign>\n<time_end><![CDATA[20180801230422]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000118201808017496880505]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('56', '2018-08-02 00:09:27', '18080200081344766638445715', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200081337607135866049]]></nonce_str>\n<openid><![CDATA[okn2Z5YTb8JEeopvbLpDJMk71p24]]></openid>\n<out_trade_no><![CDATA[18080200081344766638445715]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[9A0475FCAB431863020E66EA78C64D3C]]></sign>\n<time_end><![CDATA[20180802000522]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000136201808025221818272]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('57', '2018-08-02 00:10:31', '18080122081606398178399960', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080122081629651969024497]]></nonce_str>\n<openid><![CDATA[okn2Z5XV0qWbseXmaSLFGLRehdl8]]></openid>\n<out_trade_no><![CDATA[18080122081606398178399960]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[9779C3B49485E775166889CE63D13448]]></sign>\n<time_end><![CDATA[20180801220620]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000138201808013135533128]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('58', '2018-08-02 00:14:25', '18080200082487569765193286', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[JIv1Gp9g43hm3B5E]]></nonce_str>\n<sign><![CDATA[9126F09D0C3C854A338D91F87110803D]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx020014249366508920d13a824065450390]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('59', '2018-08-02 00:14:33', '18080200082487569765193286', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200082482810412236037]]></nonce_str>\n<openid><![CDATA[okn2Z5Sm3j7KLtpYFM0qbsLMRuyw]]></openid>\n<out_trade_no><![CDATA[18080200082487569765193286]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[96C3E6FF81458DFC84EA7CFF69EFCEB0]]></sign>\n<time_end><![CDATA[20180802001431]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000116201808027038625957]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('60', '2018-08-02 00:14:49', '18080200082487569765193286', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200082482810412236037]]></nonce_str>\n<openid><![CDATA[okn2Z5Sm3j7KLtpYFM0qbsLMRuyw]]></openid>\n<out_trade_no><![CDATA[18080200082487569765193286]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[96C3E6FF81458DFC84EA7CFF69EFCEB0]]></sign>\n<time_end><![CDATA[20180802001431]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000116201808027038625957]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('61', '2018-08-02 00:15:04', '18080200082487569765193286', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200082482810412236037]]></nonce_str>\n<openid><![CDATA[okn2Z5Sm3j7KLtpYFM0qbsLMRuyw]]></openid>\n<out_trade_no><![CDATA[18080200082487569765193286]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[96C3E6FF81458DFC84EA7CFF69EFCEB0]]></sign>\n<time_end><![CDATA[20180802001431]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000116201808027038625957]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('62', '2018-08-02 00:15:34', '18080200082487569765193286', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200082482810412236037]]></nonce_str>\n<openid><![CDATA[okn2Z5Sm3j7KLtpYFM0qbsLMRuyw]]></openid>\n<out_trade_no><![CDATA[18080200082487569765193286]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[96C3E6FF81458DFC84EA7CFF69EFCEB0]]></sign>\n<time_end><![CDATA[20180802001431]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000116201808027038625957]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('63', '2018-08-02 00:15:56', '18080200085507700736325300', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[jI11zviyRvVgHzoR]]></nonce_str>\n<sign><![CDATA[8F7BDA46E3A32884C65370C16061A3E0]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx02001555974201d1c9d0d9460353889837]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('64', '2018-08-02 00:16:01', '18080200085507700736325300', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200085596289151403351]]></nonce_str>\n<openid><![CDATA[okn2Z5f6Baq8kTkJclPUVy8Es54o]]></openid>\n<out_trade_no><![CDATA[18080200085507700736325300]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[15782E9F676950DEE853ADE15D0EE1A6]]></sign>\n<time_end><![CDATA[20180802001600]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808022159473135]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('65', '2018-08-02 00:16:17', '18080200085507700736325300', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200085596289151403351]]></nonce_str>\n<openid><![CDATA[okn2Z5f6Baq8kTkJclPUVy8Es54o]]></openid>\n<out_trade_no><![CDATA[18080200085507700736325300]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[15782E9F676950DEE853ADE15D0EE1A6]]></sign>\n<time_end><![CDATA[20180802001600]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808022159473135]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('66', '2018-08-02 00:16:33', '18080200085507700736325300', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200085596289151403351]]></nonce_str>\n<openid><![CDATA[okn2Z5f6Baq8kTkJclPUVy8Es54o]]></openid>\n<out_trade_no><![CDATA[18080200085507700736325300]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[15782E9F676950DEE853ADE15D0EE1A6]]></sign>\n<time_end><![CDATA[20180802001600]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808022159473135]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('67', '2018-08-02 00:17:04', '18080200085507700736325300', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200085596289151403351]]></nonce_str>\n<openid><![CDATA[okn2Z5f6Baq8kTkJclPUVy8Es54o]]></openid>\n<out_trade_no><![CDATA[18080200085507700736325300]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[15782E9F676950DEE853ADE15D0EE1A6]]></sign>\n<time_end><![CDATA[20180802001600]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808022159473135]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('68', '2018-08-02 00:18:11', '18080200081094172798902498', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[vGpYj4cdUVC8dHLb]]></nonce_str>\n<sign><![CDATA[08D4E957C25F11B44DD99A6384A4A81D]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx020018105753846f31972b180744329611]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('69', '2018-08-02 00:18:15', '18080200081094172798902498', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200081023800635124951]]></nonce_str>\n<openid><![CDATA[okn2Z5f6Baq8kTkJclPUVy8Es54o]]></openid>\n<out_trade_no><![CDATA[18080200081094172798902498]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6F617192AEE30D566D61AC33DD69D2BD]]></sign>\n<time_end><![CDATA[20180802001814]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000117201808023919186572]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('70', '2018-08-02 00:18:31', '18080200081094172798902498', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200081023800635124951]]></nonce_str>\n<openid><![CDATA[okn2Z5f6Baq8kTkJclPUVy8Es54o]]></openid>\n<out_trade_no><![CDATA[18080200081094172798902498]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6F617192AEE30D566D61AC33DD69D2BD]]></sign>\n<time_end><![CDATA[20180802001814]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000117201808023919186572]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('71', '2018-08-02 00:18:34', '18080200082487569765193286', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200082482810412236037]]></nonce_str>\n<openid><![CDATA[okn2Z5Sm3j7KLtpYFM0qbsLMRuyw]]></openid>\n<out_trade_no><![CDATA[18080200082487569765193286]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[96C3E6FF81458DFC84EA7CFF69EFCEB0]]></sign>\n<time_end><![CDATA[20180802001431]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000116201808027038625957]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('72', '2018-08-02 00:18:46', '18080200081094172798902498', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200081023800635124951]]></nonce_str>\n<openid><![CDATA[okn2Z5f6Baq8kTkJclPUVy8Es54o]]></openid>\n<out_trade_no><![CDATA[18080200081094172798902498]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6F617192AEE30D566D61AC33DD69D2BD]]></sign>\n<time_end><![CDATA[20180802001814]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000117201808023919186572]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('73', '2018-08-02 00:19:16', '18080200081094172798902498', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200081023800635124951]]></nonce_str>\n<openid><![CDATA[okn2Z5f6Baq8kTkJclPUVy8Es54o]]></openid>\n<out_trade_no><![CDATA[18080200081094172798902498]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6F617192AEE30D566D61AC33DD69D2BD]]></sign>\n<time_end><![CDATA[20180802001814]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000117201808023919186572]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('74', '2018-08-02 00:20:05', '18080200085507700736325300', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200085596289151403351]]></nonce_str>\n<openid><![CDATA[okn2Z5f6Baq8kTkJclPUVy8Es54o]]></openid>\n<out_trade_no><![CDATA[18080200085507700736325300]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[15782E9F676950DEE853ADE15D0EE1A6]]></sign>\n<time_end><![CDATA[20180802001600]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808022159473135]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('75', '2018-08-02 00:22:17', '18080200081094172798902498', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200081023800635124951]]></nonce_str>\n<openid><![CDATA[okn2Z5f6Baq8kTkJclPUVy8Es54o]]></openid>\n<out_trade_no><![CDATA[18080200081094172798902498]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6F617192AEE30D566D61AC33DD69D2BD]]></sign>\n<time_end><![CDATA[20180802001814]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000117201808023919186572]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('76', '2018-08-02 00:30:56', '18080123084429754659147110', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123084459086319825095]]></nonce_str>\n<openid><![CDATA[okn2Z5Sm3j7KLtpYFM0qbsLMRuyw]]></openid>\n<out_trade_no><![CDATA[18080123084429754659147110]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[FAB0BEF675CD8B91CBB30BDC9F8AB90A]]></sign>\n<time_end><![CDATA[20180801235653]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000131201808013961943480]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('77', '2018-08-02 00:33:58', '18080123084921782900409288', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123084961231650587817]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080123084921782900409288]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[58B986837ED1B1D3316D466610A8650F]]></sign>\n<time_end><![CDATA[20180801235955]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000162201808017314487192]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('78', '2018-08-02 00:34:55', '18080123083606432151542307', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123083616572910999173]]></nonce_str>\n<openid><![CDATA[okn2Z5TZ7zhCarIJwwDKsAeFiXls]]></openid>\n<out_trade_no><![CDATA[18080123083606432151542307]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[B0F5BD62A8D1C800F8711BDA814F754D]]></sign>\n<time_end><![CDATA[20180801230044]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808013741476639]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('79', '2018-08-02 00:34:58', '18080200084720135984694502', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_DEBIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200084761671502923253]]></nonce_str>\n<openid><![CDATA[okn2Z5TZXRlmCocYfAyggntXQCN4]]></openid>\n<out_trade_no><![CDATA[18080200084720135984694502]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[ABA454B459D82A09B9750611F5244653]]></sign>\n<time_end><![CDATA[20180802000054]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000130201808021278377871]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('80', '2018-08-02 00:36:25', '18080123081335332920439611', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081384171013155213]]></nonce_str>\n<openid><![CDATA[okn2Z5XV0qWbseXmaSLFGLRehdl8]]></openid>\n<out_trade_no><![CDATA[18080123081335332920439611]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2411EBD03995AD06097C4ED93827BEC8]]></sign>\n<time_end><![CDATA[20180801230218]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000127201808011191702488]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('81', '2018-08-02 00:38:31', '18080123081761242718464471', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_CREDIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080123081724888851927188]]></nonce_str>\n<openid><![CDATA[okn2Z5bBwUQM4NQ485RAeiYFue8I]]></openid>\n<out_trade_no><![CDATA[18080123081761242718464471]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[2F0B8BAB85DF49BF0A1A391D4B74E9AF]]></sign>\n<time_end><![CDATA[20180801230422]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000118201808017496880505]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('82', '2018-08-02 00:39:28', '18080200081344766638445715', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080200081337607135866049]]></nonce_str>\n<openid><![CDATA[okn2Z5YTb8JEeopvbLpDJMk71p24]]></openid>\n<out_trade_no><![CDATA[18080200081344766638445715]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[9A0475FCAB431863020E66EA78C64D3C]]></sign>\n<time_end><![CDATA[20180802000522]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000136201808025221818272]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('83', '2018-08-09 10:34:41', '18080116083444282980723896', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CMB_CREDIT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080116083463849094515168]]></nonce_str>\n<openid><![CDATA[okn2Z5bBwUQM4NQ485RAeiYFue8I]]></openid>\n<out_trade_no><![CDATA[18080116083444282980723896]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[167B1A21213128792F0AD66A04FE075B]]></sign>\n<time_end><![CDATA[20180801162141]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000113201808018595447959]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('84', '2018-08-09 13:52:02', '18080913080176266974835628', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[800BkcXPGBCk33Si]]></nonce_str>\n<sign><![CDATA[86AECEFDFE9966AF6B90A0CFC6AFC22F]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx09135202037434ff45f33d5c0596028640]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('85', '2018-08-09 13:52:18', '18080913080176266974835628', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080913080195497693587673]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080913080176266974835628]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[4A351A77D50E8F1680024EF68ED5B5C6]]></sign>\n<time_end><![CDATA[20180809135216]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000171201808091675280101]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('86', '2018-08-09 13:52:34', '18080913080176266974835628', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080913080195497693587673]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080913080176266974835628]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[4A351A77D50E8F1680024EF68ED5B5C6]]></sign>\n<time_end><![CDATA[20180809135216]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000171201808091675280101]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('87', '2018-08-09 13:52:49', '18080913080176266974835628', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080913080195497693587673]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080913080176266974835628]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[4A351A77D50E8F1680024EF68ED5B5C6]]></sign>\n<time_end><![CDATA[20180809135216]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000171201808091675280101]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('88', '2018-08-09 13:53:19', '18080913080176266974835628', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080913080195497693587673]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080913080176266974835628]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[4A351A77D50E8F1680024EF68ED5B5C6]]></sign>\n<time_end><![CDATA[20180809135216]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000171201808091675280101]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('89', '2018-08-09 13:56:19', '18080913080176266974835628', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080913080195497693587673]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080913080176266974835628]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[4A351A77D50E8F1680024EF68ED5B5C6]]></sign>\n<time_end><![CDATA[20180809135216]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000171201808091675280101]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('90', '2018-08-09 14:26:20', '18080913080176266974835628', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080913080195497693587673]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080913080176266974835628]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[4A351A77D50E8F1680024EF68ED5B5C6]]></sign>\n<time_end><![CDATA[20180809135216]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000171201808091675280101]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('91', '2018-08-09 14:56:21', '18080913080176266974835628', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080913080195497693587673]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080913080176266974835628]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[4A351A77D50E8F1680024EF68ED5B5C6]]></sign>\n<time_end><![CDATA[20180809135216]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000171201808091675280101]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('92', '2018-08-09 15:26:23', '18080913080176266974835628', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080913080195497693587673]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080913080176266974835628]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[4A351A77D50E8F1680024EF68ED5B5C6]]></sign>\n<time_end><![CDATA[20180809135216]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000171201808091675280101]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('93', '2018-08-09 15:56:25', '18080913080176266974835628', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080913080195497693587673]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080913080176266974835628]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[4A351A77D50E8F1680024EF68ED5B5C6]]></sign>\n<time_end><![CDATA[20180809135216]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000171201808091675280101]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('94', '2018-08-09 16:56:26', '18080913080176266974835628', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18080913080195497693587673]]></nonce_str>\n<openid><![CDATA[okn2Z5Q6n5IyrcSmzsm2YpSSBOys]]></openid>\n<out_trade_no><![CDATA[18080913080176266974835628]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[4A351A77D50E8F1680024EF68ED5B5C6]]></sign>\n<time_end><![CDATA[20180809135216]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000171201808091675280101]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('95', '2018-09-03 10:51:45', '18090310094409883642704126', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[86qD0vvaCwMXW3gD]]></nonce_str>\n<sign><![CDATA[9F99962DA4D7235F2072345E4C78F80A]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx03105145272721e2f56269ac1530179754]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('96', '2018-09-03 10:53:23', '18090310092202064529910982', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[bwJZc0dOCfRrlUtx]]></nonce_str>\n<sign><![CDATA[17A4403054631846E9B6A87A1D9B2465]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx03105322508926a2485e026b1719667061]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('97', '2018-09-03 15:05:16', '18090315091516109031315216', '<xml><return_code><![CDATA[SUCCESS]]></return_code>\n<return_msg><![CDATA[OK]]></return_msg>\n<appid><![CDATA[wx4689570399784409]]></appid>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[g9gR0IX9uyHjvKIe]]></nonce_str>\n<sign><![CDATA[4418A6B393B9AE91F67CF5ED2B653813]]></sign>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<prepay_id><![CDATA[wx03150515918728a648b2cd823834657248]]></prepay_id>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('98', '2018-09-03 15:05:20', '18090315091516109031315216', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18090315091550586385130050]]></nonce_str>\n<openid><![CDATA[okn2Z5b3Y010PskOAmxM0042XvnA]]></openid>\n<out_trade_no><![CDATA[18090315091516109031315216]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6155B1943B262D452AA959CB5CC2C1E8]]></sign>\n<time_end><![CDATA[20180903150519]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000163201809030973922647]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('99', '2018-09-03 15:05:37', '18090315091516109031315216', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18090315091550586385130050]]></nonce_str>\n<openid><![CDATA[okn2Z5b3Y010PskOAmxM0042XvnA]]></openid>\n<out_trade_no><![CDATA[18090315091516109031315216]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6155B1943B262D452AA959CB5CC2C1E8]]></sign>\n<time_end><![CDATA[20180903150519]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000163201809030973922647]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('100', '2018-09-03 15:05:52', '18090315091516109031315216', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18090315091550586385130050]]></nonce_str>\n<openid><![CDATA[okn2Z5b3Y010PskOAmxM0042XvnA]]></openid>\n<out_trade_no><![CDATA[18090315091516109031315216]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6155B1943B262D452AA959CB5CC2C1E8]]></sign>\n<time_end><![CDATA[20180903150519]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000163201809030973922647]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('101', '2018-09-03 15:06:22', '18090315091516109031315216', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18090315091550586385130050]]></nonce_str>\n<openid><![CDATA[okn2Z5b3Y010PskOAmxM0042XvnA]]></openid>\n<out_trade_no><![CDATA[18090315091516109031315216]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6155B1943B262D452AA959CB5CC2C1E8]]></sign>\n<time_end><![CDATA[20180903150519]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000163201809030973922647]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('102', '2018-09-03 15:09:23', '18090315091516109031315216', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18090315091550586385130050]]></nonce_str>\n<openid><![CDATA[okn2Z5b3Y010PskOAmxM0042XvnA]]></openid>\n<out_trade_no><![CDATA[18090315091516109031315216]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6155B1943B262D452AA959CB5CC2C1E8]]></sign>\n<time_end><![CDATA[20180903150519]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000163201809030973922647]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('103', '2018-09-03 15:39:24', '18090315091516109031315216', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18090315091550586385130050]]></nonce_str>\n<openid><![CDATA[okn2Z5b3Y010PskOAmxM0042XvnA]]></openid>\n<out_trade_no><![CDATA[18090315091516109031315216]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6155B1943B262D452AA959CB5CC2C1E8]]></sign>\n<time_end><![CDATA[20180903150519]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000163201809030973922647]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('104', '2018-09-03 16:09:26', '18090315091516109031315216', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18090315091550586385130050]]></nonce_str>\n<openid><![CDATA[okn2Z5b3Y010PskOAmxM0042XvnA]]></openid>\n<out_trade_no><![CDATA[18090315091516109031315216]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6155B1943B262D452AA959CB5CC2C1E8]]></sign>\n<time_end><![CDATA[20180903150519]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000163201809030973922647]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('105', '2018-09-03 16:39:28', '18090315091516109031315216', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18090315091550586385130050]]></nonce_str>\n<openid><![CDATA[okn2Z5b3Y010PskOAmxM0042XvnA]]></openid>\n<out_trade_no><![CDATA[18090315091516109031315216]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6155B1943B262D452AA959CB5CC2C1E8]]></sign>\n<time_end><![CDATA[20180903150519]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000163201809030973922647]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('106', '2018-09-03 17:09:30', '18090315091516109031315216', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18090315091550586385130050]]></nonce_str>\n<openid><![CDATA[okn2Z5b3Y010PskOAmxM0042XvnA]]></openid>\n<out_trade_no><![CDATA[18090315091516109031315216]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6155B1943B262D452AA959CB5CC2C1E8]]></sign>\n<time_end><![CDATA[20180903150519]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000163201809030973922647]]></transaction_id>\n</xml>', '0');
INSERT INTO `t_payment_call_back` VALUES ('107', '2018-09-03 18:09:31', '18090315091516109031315216', '<xml><appid><![CDATA[wx4689570399784409]]></appid>\n<bank_type><![CDATA[CFT]]></bank_type>\n<cash_fee><![CDATA[1]]></cash_fee>\n<fee_type><![CDATA[CNY]]></fee_type>\n<is_subscribe><![CDATA[N]]></is_subscribe>\n<mch_id><![CDATA[1509743171]]></mch_id>\n<nonce_str><![CDATA[18090315091550586385130050]]></nonce_str>\n<openid><![CDATA[okn2Z5b3Y010PskOAmxM0042XvnA]]></openid>\n<out_trade_no><![CDATA[18090315091516109031315216]]></out_trade_no>\n<result_code><![CDATA[SUCCESS]]></result_code>\n<return_code><![CDATA[SUCCESS]]></return_code>\n<sign><![CDATA[6155B1943B262D452AA959CB5CC2C1E8]]></sign>\n<time_end><![CDATA[20180903150519]]></time_end>\n<total_fee>1</total_fee>\n<trade_type><![CDATA[JSAPI]]></trade_type>\n<transaction_id><![CDATA[4200000163201809030973922647]]></transaction_id>\n</xml>', '0');

-- ----------------------------
-- Table structure for t_payment_request
-- ----------------------------
DROP TABLE IF EXISTS `t_payment_request`;
CREATE TABLE `t_payment_request` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT,
  `time` timestamp NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `user_id` bigint(20) DEFAULT '0' COMMENT '关联用户ID',
  `bizz_order_no` varchar(50) DEFAULT NULL COMMENT '业务订单号',
  `bizz_type` smallint(11) DEFAULT NULL COMMENT '业务类型',
  `order_no` varchar(50) DEFAULT '' COMMENT '第三方交易流水号',
  `pay_type` smallint(11) DEFAULT '0' COMMENT '第三方交易类型',
  `status` tinyint(4) DEFAULT '-1' COMMENT '状态：\r\n-1-失败；\r\n0-处理中；\r\n1-成功',
  `completed_time` datetime DEFAULT NULL COMMENT '交易完成时间',
  `ayns_url` varchar(128) DEFAULT '' COMMENT '日志补单地址，异步回调地址',
  `req_params` text COMMENT '接口请求提交参数',
  PRIMARY KEY (`id`),
  KEY `idx_payment_request_user_id` (`user_id`) USING BTREE,
  KEY `idx_payment_request_order_no` (`order_no`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8 COMMENT='支付请求第三方记录表';

-- ----------------------------
-- Records of t_payment_request
-- ----------------------------
INSERT INTO `t_payment_request` VALUES ('1', '2018-08-01 23:00:36', '3', 'G180801230836ZP2M96', '1', '18080123083606432151542307', '102', '1', '2018-08-01 23:00:46', 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18080123083616572910999173\",\"time_expire\":\"20180801233036\",\"time_start\":\"20180801230036\",\"openid\":\"okn2Z5TZ7zhCarIJwwDKsAeFiXls\",\"sign\":\"2BAEBF887F564617FED0F5C5F4A7192E\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"124.126.123.210\",\"out_trade_no\":\"18080123083606432151542307\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('2', '2018-08-01 23:02:13', '4', 'G180801230813MG4DJ8', '1', '18080123081335332920439611', '102', '1', '2018-08-01 23:02:20', 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18080123081384171013155213\",\"time_expire\":\"20180801233213\",\"time_start\":\"20180801230213\",\"openid\":\"okn2Z5XV0qWbseXmaSLFGLRehdl8\",\"sign\":\"C9342A543EB2A68F16D8800F4ED9954F\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"124.126.123.210\",\"out_trade_no\":\"18080123081335332920439611\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('3', '2018-08-01 23:04:17', '5', 'G1808012308171Z54JK', '1', '18080123081761242718464471', '102', '1', '2018-08-01 23:04:24', 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18080123081724888851927188\",\"time_expire\":\"20180801233417\",\"time_start\":\"20180801230417\",\"openid\":\"okn2Z5bBwUQM4NQ485RAeiYFue8I\",\"sign\":\"5D5C83E744CC9D9CE5C16BE2615D329D\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"117.136.38.56\",\"out_trade_no\":\"18080123081761242718464471\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('4', '2018-08-01 23:56:44', '6', 'G180801230843T3540F', '1', '18080123084429754659147110', '102', '1', '2018-08-01 23:56:55', 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18080123084459086319825095\",\"time_expire\":\"20180802002644\",\"time_start\":\"20180801235644\",\"openid\":\"okn2Z5Sm3j7KLtpYFM0qbsLMRuyw\",\"sign\":\"DA70D650DAAAD330EF0318BBFC73FC72\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"124.126.123.242\",\"out_trade_no\":\"18080123084429754659147110\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('5', '2018-08-01 23:59:50', '7', 'G18080123084979QY2E', '1', '18080123084921782900409288', '102', '1', '2018-08-01 23:59:56', 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18080123084961231650587817\",\"time_expire\":\"20180802002949\",\"time_start\":\"20180801235949\",\"openid\":\"okn2Z5Q6n5IyrcSmzsm2YpSSBOys\",\"sign\":\"34FC9074F5D8412915F320B6BA430864\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"124.126.123.210\",\"out_trade_no\":\"18080123084921782900409288\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('6', '2018-08-02 00:00:48', '8', 'G18080200084782K1G9', '1', '18080200084720135984694502', '102', '1', '2018-08-02 00:00:55', 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18080200084761671502923253\",\"time_expire\":\"20180802003047\",\"time_start\":\"20180802000047\",\"openid\":\"okn2Z5TZXRlmCocYfAyggntXQCN4\",\"sign\":\"529F086627978824450DB00890377020\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"124.126.123.242\",\"out_trade_no\":\"18080200084720135984694502\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('7', '2018-08-02 00:05:14', '10', 'G180802000813W360ZE', '1', '18080200081344766638445715', '102', '1', '2018-08-02 00:05:24', 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18080200081337607135866049\",\"time_expire\":\"20180802003513\",\"time_start\":\"20180802000513\",\"openid\":\"okn2Z5YTb8JEeopvbLpDJMk71p24\",\"sign\":\"CB07061B69BCAD1FF8B197BC4D741150\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"117.136.38.41\",\"out_trade_no\":\"18080200081344766638445715\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('8', '2018-08-02 00:14:25', '6', 'G18080200082442H48T', '1', '18080200082487569765193286', '102', '1', '2018-08-02 00:14:33', 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18080200082482810412236037\",\"time_expire\":\"20180802004424\",\"time_start\":\"20180802001424\",\"openid\":\"okn2Z5Sm3j7KLtpYFM0qbsLMRuyw\",\"sign\":\"4D6C6C09DB519C9C729BB1DBD51BB91D\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-代购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"124.126.123.210\",\"out_trade_no\":\"18080200082487569765193286\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('9', '2018-08-02 00:15:56', '14', 'G180802000855C535R2', '1', '18080200085507700736325300', '102', '1', '2018-08-02 00:16:01', 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18080200085596289151403351\",\"time_expire\":\"20180802004555\",\"time_start\":\"20180802001555\",\"openid\":\"okn2Z5f6Baq8kTkJclPUVy8Es54o\",\"sign\":\"ECB0E8834BB01B771F9AA5BF371FA597\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"61.148.244.128\",\"out_trade_no\":\"18080200085507700736325300\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('10', '2018-08-02 00:18:10', '14', 'G180802000810A1352Q', '1', '18080200081094172798902498', '102', '1', '2018-08-02 00:18:15', 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18080200081023800635124951\",\"time_expire\":\"20180802004810\",\"time_start\":\"20180802001810\",\"openid\":\"okn2Z5f6Baq8kTkJclPUVy8Es54o\",\"sign\":\"DEE20114ADB63053F0A71BEAE6AB27DC\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-代购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"61.148.244.128\",\"out_trade_no\":\"18080200081094172798902498\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('11', '2018-08-09 13:52:02', '17', 'G180809130801K2J50N', '1', '18080913080176266974835628', '102', '1', '2018-08-09 13:52:18', 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18080913080195497693587673\",\"time_expire\":\"20180809142201\",\"time_start\":\"20180809135201\",\"openid\":\"okn2Z5Q6n5IyrcSmzsm2YpSSBOys\",\"sign\":\"90F07C9E42F7D08FE0ACEB40E5CB086F\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"124.126.123.210\",\"out_trade_no\":\"18080913080176266974835628\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('12', '2018-09-03 10:51:45', '18', 'G1809031009443Y10VU', '1', '18090310094409883642704126', '102', '-1', null, 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18090310094409053609976352\",\"time_expire\":\"20180903112144\",\"time_start\":\"20180903105144\",\"openid\":\"okn2Z5U6qpg74k6Muf1ji8tDCFck\",\"sign\":\"CC28445E9BD901C45F3ED885C1DA7DFF\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"124.126.123.210\",\"out_trade_no\":\"18090310094409883642704126\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('13', '2018-09-03 10:53:22', '18', 'G18090310092288P50P', '1', '18090310092202064529910982', '102', '-1', null, 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18090310092208065090395850\",\"time_expire\":\"20180903112322\",\"time_start\":\"20180903105322\",\"openid\":\"okn2Z5U6qpg74k6Muf1ji8tDCFck\",\"sign\":\"FBA4801B160621FC0F960B1BFC5F27F5\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"124.126.123.242\",\"out_trade_no\":\"18090310092202064529910982\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');
INSERT INTO `t_payment_request` VALUES ('14', '2018-09-03 15:05:16', '19', 'G180903150915V6DTBY', '1', '18090315091516109031315216', '102', '1', '2018-09-03 15:05:21', 'http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn', '{\"nonce_str\":\"18090315091550586385130050\",\"time_expire\":\"20180903153515\",\"time_start\":\"20180903150515\",\"openid\":\"okn2Z5b3Y010PskOAmxM0042XvnA\",\"sign\":\"4E540CFF4D6F8A063B9A7728B64E86B5\",\"fee_type\":\"CNY\",\"mch_id\":\"1509743171\",\"body\":\"清轻美容-购买会员卡\",\"notify_url\":\"http://qqmr.wechat.jingdacaifu.com/common/callback/unifiedordercallbackasyn\",\"spbill_create_ip\":\"223.104.3.174\",\"out_trade_no\":\"18090315091516109031315216\",\"appid\":\"wx4689570399784409\",\"total_fee\":\"1\",\"trade_type\":\"JSAPI\",\"sign_type\":\"MD5\"}');

-- ----------------------------
-- Table structure for t_platform_fee
-- ----------------------------
DROP TABLE IF EXISTS `t_platform_fee`;
CREATE TABLE `t_platform_fee` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `user_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '用户id',
  `service_order_no` varchar(40) NOT NULL COMMENT '业务订单号',
  `amount` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '金额',
  `type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '管理费类型：1佣金，2提现',
  `relation_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '管理费关联id：按照type进行取对应表的id',
  `remark` varchar(100) NOT NULL COMMENT '备注',
  PRIMARY KEY (`id`),
  KEY `idx_deal_platform_user_id` (`user_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8 COMMENT='平台管理费';

-- ----------------------------
-- Records of t_platform_fee
-- ----------------------------
INSERT INTO `t_platform_fee` VALUES ('1', '2018-08-01 23:00:46', '2', 'F180801230845LJ847Z', '200.00', '1', '1', '佣金');
INSERT INTO `t_platform_fee` VALUES ('2', '2018-08-01 23:00:46', '1', 'F180801230845OE6299', '70.00', '1', '2', '佣金');
INSERT INTO `t_platform_fee` VALUES ('3', '2018-08-01 23:02:20', '3', 'F180801230819255K11', '60.00', '1', '3', '佣金');
INSERT INTO `t_platform_fee` VALUES ('4', '2018-08-01 23:02:20', '2', 'F180801230819UYG3K8', '70.00', '1', '4', '佣金');
INSERT INTO `t_platform_fee` VALUES ('5', '2018-08-01 23:04:24', '4', 'F180801230823I5KH54', '60.00', '1', '5', '佣金');
INSERT INTO `t_platform_fee` VALUES ('6', '2018-08-01 23:04:24', '3', 'F180801230823GL98FR', '50.00', '1', '6', '佣金');
INSERT INTO `t_platform_fee` VALUES ('7', '2018-08-01 23:56:55', '5', 'F180801230854SV5H2Y', '60.00', '1', '7', '佣金');
INSERT INTO `t_platform_fee` VALUES ('8', '2018-08-01 23:56:55', '4', 'F180801230854C5M8HK', '50.00', '1', '8', '佣金');
INSERT INTO `t_platform_fee` VALUES ('9', '2018-08-01 23:59:56', '3', 'F180801230855Z07WR8', '60.00', '1', '9', '佣金');
INSERT INTO `t_platform_fee` VALUES ('10', '2018-08-01 23:59:56', '3', 'F180801230855VKF446', '120.00', '1', '10', '佣金');
INSERT INTO `t_platform_fee` VALUES ('11', '2018-08-01 23:59:56', '2', 'F180801230855L2O45P', '70.00', '1', '11', '佣金');
INSERT INTO `t_platform_fee` VALUES ('12', '2018-08-02 00:00:55', '6', 'F180802000855381Y3L', '60.00', '1', '12', '佣金');
INSERT INTO `t_platform_fee` VALUES ('13', '2018-08-02 00:00:55', '5', 'F180802000855GTX810', '50.00', '1', '13', '佣金');
INSERT INTO `t_platform_fee` VALUES ('14', '2018-08-02 00:05:25', '8', 'F1808020008243N14CA', '60.00', '1', '14', '佣金');
INSERT INTO `t_platform_fee` VALUES ('15', '2018-08-02 00:05:25', '6', 'F1808020008240AV663', '50.00', '1', '15', '佣金');
INSERT INTO `t_platform_fee` VALUES ('16', '2018-08-02 00:14:33', '6', 'F1808020008327F7DZM', '60.00', '1', '16', '佣金');
INSERT INTO `t_platform_fee` VALUES ('17', '2018-08-02 00:14:33', '6', 'F180802000832RW336U', '120.00', '1', '17', '佣金');
INSERT INTO `t_platform_fee` VALUES ('18', '2018-08-02 00:14:33', '5', 'F180802000832PSL6R8', '50.00', '1', '18', '佣金');
INSERT INTO `t_platform_fee` VALUES ('19', '2018-08-02 00:16:01', '13', 'F180802000801407KXP', '60.00', '1', '19', '佣金');
INSERT INTO `t_platform_fee` VALUES ('20', '2018-08-02 00:16:01', '6', 'F1808020008012VE8Z3', '50.00', '1', '20', '佣金');
INSERT INTO `t_platform_fee` VALUES ('21', '2018-08-02 00:18:15', '14', 'F180802000815DER3X6', '60.00', '1', '21', '佣金');
INSERT INTO `t_platform_fee` VALUES ('22', '2018-08-02 00:18:15', '13', 'F180802000815IXRM0V', '50.00', '1', '22', '佣金');
INSERT INTO `t_platform_fee` VALUES ('23', '2018-08-02 04:40:00', '1', 'F180802040800XGS3QF', '220.00', '1', '23', '佣金');
INSERT INTO `t_platform_fee` VALUES ('24', '2018-08-02 04:40:00', '2', 'F1808020408005ZFHA7', '130.00', '1', '24', '佣金');
INSERT INTO `t_platform_fee` VALUES ('25', '2018-08-02 04:40:00', '11', 'F1808020408002W1B5L', '20.00', '1', '25', '佣金');

-- ----------------------------
-- Table structure for t_right
-- ----------------------------
DROP TABLE IF EXISTS `t_right`;
CREATE TABLE `t_right` (
  `id` bigint(20) NOT NULL COMMENT '权限id',
  `name` varchar(64) NOT NULL DEFAULT '' COMMENT '权限名称',
  `module_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '模块id',
  `description` varchar(128) NOT NULL DEFAULT '' COMMENT '权限描述',
  PRIMARY KEY (`id`),
  KEY `idx_right_module_id` (`module_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='系统权限表';

-- ----------------------------
-- Records of t_right
-- ----------------------------
INSERT INTO `t_right` VALUES ('1', '查看', '1', '查看顾问列表');
INSERT INTO `t_right` VALUES ('2', '查看详情', '1', '查看顾问详情');
INSERT INTO `t_right` VALUES ('3', '添加顾问', '1', '添加顾问');
INSERT INTO `t_right` VALUES ('4', '编辑个人信息', '1', '编辑顾问信息');
INSERT INTO `t_right` VALUES ('5', '编辑职业信息', '1', '编辑职业信息');
INSERT INTO `t_right` VALUES ('6', '查看', '2', '查看美容师列表');
INSERT INTO `t_right` VALUES ('7', '查看详情', '2', '查看美容师详情');
INSERT INTO `t_right` VALUES ('8', '添加美容师', '2', '添加美容师');
INSERT INTO `t_right` VALUES ('9', '编辑个人信息', '2', '编辑美容师信息');
INSERT INTO `t_right` VALUES ('10', '编辑职业信息', '2', '编辑职业信息');
INSERT INTO `t_right` VALUES ('11', '查看', '3', '查看注册会员列表');
INSERT INTO `t_right` VALUES ('12', '查看详情', '3', '查看注册会员详情');
INSERT INTO `t_right` VALUES ('13', '更改邀请', '3', '更改邀请');
INSERT INTO `t_right` VALUES ('14', '查看', '4', '查看顾客列表');
INSERT INTO `t_right` VALUES ('15', '查看详情', '4', '查看顾客详情');
INSERT INTO `t_right` VALUES ('16', '取消订单', '8', '取消订单');
INSERT INTO `t_right` VALUES ('17', '查看', '5', '查看平台概况');
INSERT INTO `t_right` VALUES ('18', '查看', '6', '查看管理费列表');
INSERT INTO `t_right` VALUES ('19', '查看', '7', '查看奖金表');
INSERT INTO `t_right` VALUES ('20', '查看', '8', '查看订单列表');
INSERT INTO `t_right` VALUES ('21', '查看详情', '8', '查看订单列表详情');
INSERT INTO `t_right` VALUES ('22', '查看', '9', '查看提现总表');
INSERT INTO `t_right` VALUES ('23', '审核', '9', '审核提现总表');
INSERT INTO `t_right` VALUES ('24', '查看', '10', '查看运营规则');
INSERT INTO `t_right` VALUES ('25', '编辑运营规则', '10', '编辑运营规则');
INSERT INTO `t_right` VALUES ('26', '查看', '11', '查看分销规则');
INSERT INTO `t_right` VALUES ('27', '编辑分销规则', '11', '编辑分销规则');
INSERT INTO `t_right` VALUES ('28', '操作日志', '12', '查看操作日志');
INSERT INTO `t_right` VALUES ('29', '查看', '13', '查看组织机构');
INSERT INTO `t_right` VALUES ('30', '添加大区', '13', '添加大区');
INSERT INTO `t_right` VALUES ('31', '添加美容店', '13', '添加美容店');
INSERT INTO `t_right` VALUES ('32', '编辑大区', '13', '编辑大区');
INSERT INTO `t_right` VALUES ('33', '编辑美容店', '13', '编辑美容店');
INSERT INTO `t_right` VALUES ('34', '查看', '14', '查看管理员列表');
INSERT INTO `t_right` VALUES ('35', '添加管理员', '14', '添加管理员');
INSERT INTO `t_right` VALUES ('36', '编辑管理员', '14', '编辑管理员');
INSERT INTO `t_right` VALUES ('37', '删除', '14', '删除管理员');
INSERT INTO `t_right` VALUES ('38', '查看', '15', '查看角色列表');
INSERT INTO `t_right` VALUES ('39', '添加角色', '15', '添加角色');
INSERT INTO `t_right` VALUES ('40', '编辑角色', '15', '编辑角色');
INSERT INTO `t_right` VALUES ('41', '权限分配', '15', '权限分配');
INSERT INTO `t_right` VALUES ('42', '更改邀请', '4', '更改邀请');
INSERT INTO `t_right` VALUES ('43', '更新资金签名', '1', '更新顾问账户签名');
INSERT INTO `t_right` VALUES ('44', '更新资金签名', '2', '更新美容师账户签名');
INSERT INTO `t_right` VALUES ('45', '更新资金签名', '3', '更新会员账户签名');

-- ----------------------------
-- Table structure for t_right_module
-- ----------------------------
DROP TABLE IF EXISTS `t_right_module`;
CREATE TABLE `t_right_module` (
  `id` bigint(20) NOT NULL COMMENT '模块id',
  `name` varchar(64) NOT NULL DEFAULT '' COMMENT '模块名称',
  `description` varchar(128) NOT NULL DEFAULT '' COMMENT '模块描述',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='系统权限模块';

-- ----------------------------
-- Records of t_right_module
-- ----------------------------
INSERT INTO `t_right_module` VALUES ('1', '顾问列表', '顾问列表');
INSERT INTO `t_right_module` VALUES ('2', '美容师列表', '美容师列表');
INSERT INTO `t_right_module` VALUES ('3', '注册会员列表', '注册会员列表');
INSERT INTO `t_right_module` VALUES ('4', '顾客列表', '顾客列表');
INSERT INTO `t_right_module` VALUES ('5', '平台状况', '平台状况');
INSERT INTO `t_right_module` VALUES ('6', '管理费列表', '管理费列表');
INSERT INTO `t_right_module` VALUES ('7', '奖金表', '奖金表');
INSERT INTO `t_right_module` VALUES ('8', '订单列表', '订单列表');
INSERT INTO `t_right_module` VALUES ('9', '提现总表', '提现总表');
INSERT INTO `t_right_module` VALUES ('10', '运营规则设置', '运营规则设置');
INSERT INTO `t_right_module` VALUES ('11', '分销规则设置', '分销规则设置');
INSERT INTO `t_right_module` VALUES ('12', '操作日志', '操作日志');
INSERT INTO `t_right_module` VALUES ('13', '组织机构', '组织机构');
INSERT INTO `t_right_module` VALUES ('14', '管理员列表', '管理员列表');
INSERT INTO `t_right_module` VALUES ('15', '角色列表', '角色列表');

-- ----------------------------
-- Table structure for t_right_resource
-- ----------------------------
DROP TABLE IF EXISTS `t_right_resource`;
CREATE TABLE `t_right_resource` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `right_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '权限id',
  `resource` varchar(128) DEFAULT NULL COMMENT '资源',
  `description` varchar(128) DEFAULT NULL COMMENT '描述',
  `available` bit(1) NOT NULL DEFAULT b'1' COMMENT '是否可用(0不可用，1可用）',
  PRIMARY KEY (`id`),
  KEY `idx_right_resource_right_id` (`right_id`) USING BTREE,
  KEY `idx_right_resource_resource` (`resource`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=62 DEFAULT CHARSET=utf8 COMMENT='权限资源表';

-- ----------------------------
-- Records of t_right_resource
-- ----------------------------
INSERT INTO `t_right_resource` VALUES ('1', '2018-07-06 15:19:57', '34', '/back/supervisor/showsupervisor', '查看管理员列表', '');
INSERT INTO `t_right_resource` VALUES ('2', '2018-07-16 11:26:35', '36', '/back/supervisor/showsupervisordetail', '查看管理员详情', '');
INSERT INTO `t_right_resource` VALUES ('3', '2018-07-16 11:29:07', '36', '/back/supervisor/editSupervisor', '更新管理员', '');
INSERT INTO `t_right_resource` VALUES ('4', '2018-07-16 11:29:48', '35', '/back/supervisor/showsupervisordetail', '查看管理员详情', '');
INSERT INTO `t_right_resource` VALUES ('5', '2018-07-16 11:30:10', '35', '/back/supervisor/addsupervisor', '添加管理员', '');
INSERT INTO `t_right_resource` VALUES ('6', '2018-07-16 11:30:38', '37', '/back/supervisor/delsupervisor', '删除管理员', '');
INSERT INTO `t_right_resource` VALUES ('7', '2018-07-16 11:31:28', '28', '/back/supervisor/showsupervisoreventlog', '查看操作日志列表', '');
INSERT INTO `t_right_resource` VALUES ('8', '2018-07-16 11:32:55', '38', '/back/role/showrightrole', '查看角色列表', '');
INSERT INTO `t_right_resource` VALUES ('9', '2018-07-16 11:33:49', '40', '/back/role/showrightroledetail', '查看角色详情', '');
INSERT INTO `t_right_resource` VALUES ('10', '2018-07-16 11:34:35', '40', '/back/role/editrightrole', '更新角色', '');
INSERT INTO `t_right_resource` VALUES ('11', '2018-07-16 11:35:01', '39', '/back/role/addrightrole', '添加角色', '');
INSERT INTO `t_right_resource` VALUES ('12', '2018-07-16 11:35:49', '41', '/back/role/showright', '查看角色的权限信息', '');
INSERT INTO `t_right_resource` VALUES ('13', '2018-07-16 11:36:16', '41', '/back/role/editright', '权限分配', '');
INSERT INTO `t_right_resource` VALUES ('14', '2018-07-16 11:37:18', '24', '/back/setting/showrunruledetail', '查看运营规则', '');
INSERT INTO `t_right_resource` VALUES ('15', '2018-07-16 11:38:10', '25', '/back/setting/editrunrule', '编辑运营规则', '');
INSERT INTO `t_right_resource` VALUES ('16', '2018-07-16 11:38:54', '26', '/back/setting/showsaleruledetail', '查看分销规则', '');
INSERT INTO `t_right_resource` VALUES ('17', '2018-07-16 11:41:25', '27', '/back/setting/editsalerule', '编辑分销规则', '');
INSERT INTO `t_right_resource` VALUES ('18', '2018-07-16 11:41:54', '22', '/back/account/showwithdrawuser', '查看提现列表', '');
INSERT INTO `t_right_resource` VALUES ('19', '2018-07-16 11:43:07', '23', '/back/account/showwithdrawuserdetail', '查看提现详情', '');
INSERT INTO `t_right_resource` VALUES ('20', '2018-07-16 11:43:54', '23', '/back/account/auditwithdrawuser', '提现审核', '');
INSERT INTO `t_right_resource` VALUES ('21', '2018-07-16 11:44:21', '29', '/back/employee/liststoreandareas', '查看组织机构', '');
INSERT INTO `t_right_resource` VALUES ('22', '2018-07-16 11:46:05', '30', '/back/employee/addstorearea', '添加大区', '');
INSERT INTO `t_right_resource` VALUES ('23', '2018-07-16 11:46:47', '32', '/back/employee/showstoreareadetail', '查看大区详情', '');
INSERT INTO `t_right_resource` VALUES ('24', '2018-07-16 11:47:34', '32', '/back/employee/editstorearea', '编辑大区', '');
INSERT INTO `t_right_resource` VALUES ('25', '2018-07-16 11:47:56', '31', '/back/employee/addstore', '添加美容店', '');
INSERT INTO `t_right_resource` VALUES ('26', '2018-07-16 11:49:08', '33', '/back/employee/showstoredetail', '查看美容店详情', '');
INSERT INTO `t_right_resource` VALUES ('27', '2018-07-16 11:49:46', '33', '/back/employee/editstore', '编辑美容店', '');
INSERT INTO `t_right_resource` VALUES ('28', '2018-07-18 14:14:11', '1', '/back/employee/listcounselors', '查看顾问列表', '');
INSERT INTO `t_right_resource` VALUES ('29', '2018-07-23 09:54:29', '2', '/back/employee/getcounselordetail', '查看顾问详情', '');
INSERT INTO `t_right_resource` VALUES ('30', '2018-07-23 09:55:45', '3', '/back/employee/savecounselor', '添加顾问', '');
INSERT INTO `t_right_resource` VALUES ('31', '2018-07-23 09:56:22', '4', '/back/employee/updatecounselor', '编辑顾问信息', '');
INSERT INTO `t_right_resource` VALUES ('32', '2018-07-23 09:58:36', '6', '/back/employee/listbeauticians', '查看美容师列表', '');
INSERT INTO `t_right_resource` VALUES ('33', '2018-07-23 09:59:23', '7', '/back/employee/getbeauticiandetail', '查看美容师详情', '');
INSERT INTO `t_right_resource` VALUES ('34', '2018-07-23 09:59:49', '8', '/back/employee/savebeautician', '添加美容师', '');
INSERT INTO `t_right_resource` VALUES ('35', '2018-07-23 10:00:37', '9', '/back/employee/updatebeautician', '编辑美容师信息', '');
INSERT INTO `t_right_resource` VALUES ('36', '2018-07-23 10:02:08', '11', '/back/user/listmember', '查看注册会员列表', '');
INSERT INTO `t_right_resource` VALUES ('37', '2018-07-23 10:03:03', '12', '/back/user/getmemberdetail', '查看注册会员详情', '');
INSERT INTO `t_right_resource` VALUES ('38', '2018-07-23 10:03:29', '13', '/back/user/updatememberinviter', '更改邀请', '');
INSERT INTO `t_right_resource` VALUES ('39', '2018-07-23 10:03:49', '14', '/back/user/listcustomer', '查看顾客列表', '');
INSERT INTO `t_right_resource` VALUES ('40', '2018-07-23 10:04:15', '15', '/back/user/getcustomerdetail', '查看顾客详情', '');
INSERT INTO `t_right_resource` VALUES ('41', '2018-07-23 10:06:57', '17', '/back/overview/getplatformoverview', '查看平台概况', '');
INSERT INTO `t_right_resource` VALUES ('42', '2018-07-23 10:09:04', '18', '/back/fee/listplatformfee', '查看管理费列表', '');
INSERT INTO `t_right_resource` VALUES ('43', '2018-07-23 10:09:14', '19', '/back/bonus/listbonus', '查看奖金表', '');
INSERT INTO `t_right_resource` VALUES ('44', '2018-07-23 10:10:05', '20', '/back/order/listplatformorder', '查看订单列表', '');
INSERT INTO `t_right_resource` VALUES ('45', '2018-07-23 10:10:25', '21', '/back/order/getorderdetailbyorderid', '查看订单列表详情', '');
INSERT INTO `t_right_resource` VALUES ('46', '2018-07-23 10:11:39', '16', '/back/order/cancelorder', '取消订单', '');
INSERT INTO `t_right_resource` VALUES ('47', '2018-07-26 16:35:30', '2', '/back/employee/listcounselorcurmonbonus', '查看顾问详情', '');
INSERT INTO `t_right_resource` VALUES ('48', '2018-07-26 16:37:04', '7', '/back/employee/listbeauticiancurmonbonus', '查看美容师详情', '');
INSERT INTO `t_right_resource` VALUES ('49', '2018-07-26 16:38:59', '12', '/back/user/listusercurmonbonus', '查看注册会员详情', '');
INSERT INTO `t_right_resource` VALUES ('50', '2018-07-26 16:39:19', '12', '/back/user/listcarduse', '查看注册会员详情', '');
INSERT INTO `t_right_resource` VALUES ('51', '2018-07-26 16:40:50', '17', '/back/overview/getdayplatformoverview', '查看平台概况', '');
INSERT INTO `t_right_resource` VALUES ('52', '2018-07-26 16:45:01', '9', '/back/employee/getcounselorsofstore', '编辑美容师信息', '');
INSERT INTO `t_right_resource` VALUES ('53', '2018-07-27 10:28:57', '13', '/back/user/listuserbystoreid', '获取门店用户', '');
INSERT INTO `t_right_resource` VALUES ('54', '2018-07-27 15:20:59', '3', '/back/employee/liststoreareas', '获取门店区域列表', '');
INSERT INTO `t_right_resource` VALUES ('55', '2018-07-27 20:49:40', '3', '/back/employee/liststores', '根据区域id查询门店列表', '');
INSERT INTO `t_right_resource` VALUES ('56', '2018-07-27 20:58:34', '3', '/back/employee/getemployeemaxsno', '获取员工最大编号', '');
INSERT INTO `t_right_resource` VALUES ('57', '2018-07-29 09:31:22', '42', '/back/user/updatecustomerinviter', '更改邀请', '');
INSERT INTO `t_right_resource` VALUES ('58', '2018-07-29 18:19:44', '43', '/back/account/editsign', '更新顾问账户签名', '');
INSERT INTO `t_right_resource` VALUES ('59', '2018-07-29 18:24:17', '44', '/back/account/editsign', '更新美容师账户签名', '');
INSERT INTO `t_right_resource` VALUES ('60', '2018-07-29 18:24:47', '45', '/back/account/editsign', '更新会员账户签名', '');
INSERT INTO `t_right_resource` VALUES ('61', '2018-08-01 21:18:43', '42', '/back/user/listuserbystoreid', '获取门店用户', '');

-- ----------------------------
-- Table structure for t_right_role
-- ----------------------------
DROP TABLE IF EXISTS `t_right_role`;
CREATE TABLE `t_right_role` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `name` varchar(50) NOT NULL COMMENT '名称',
  `description` varchar(128) DEFAULT NULL COMMENT '描述',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 COMMENT='角色表';

-- ----------------------------
-- Records of t_right_role
-- ----------------------------
INSERT INTO `t_right_role` VALUES ('1', '2018-07-27 15:06:57', '超级管理员', '超级管理员');
INSERT INTO `t_right_role` VALUES ('8', '2018-07-30 17:37:33', '顾问', '顾问');
INSERT INTO `t_right_role` VALUES ('9', '2018-07-31 16:27:19', '美容师', '美容师');
INSERT INTO `t_right_role` VALUES ('10', '2018-08-01 20:31:02', '店长', '店长');

-- ----------------------------
-- Table structure for t_right_role_right
-- ----------------------------
DROP TABLE IF EXISTS `t_right_role_right`;
CREATE TABLE `t_right_role_right` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `role_id` bigint(20) NOT NULL COMMENT '名称',
  `right_id` bigint(20) NOT NULL COMMENT '描述',
  PRIMARY KEY (`id`),
  KEY `idx_right_role_right_role_id` (`role_id`) USING BTREE,
  KEY `idx_right_role_right_right_id` (`right_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=149 DEFAULT CHARSET=utf8 COMMENT='权限角色表';

-- ----------------------------
-- Records of t_right_role_right
-- ----------------------------
INSERT INTO `t_right_role_right` VALUES ('1', '2018-07-12 09:53:06', '1', '1');
INSERT INTO `t_right_role_right` VALUES ('2', '2018-07-12 09:53:06', '1', '2');
INSERT INTO `t_right_role_right` VALUES ('3', '2018-07-12 09:53:06', '1', '3');
INSERT INTO `t_right_role_right` VALUES ('4', '2018-07-22 12:01:02', '1', '4');
INSERT INTO `t_right_role_right` VALUES ('5', '2018-07-22 12:01:10', '1', '5');
INSERT INTO `t_right_role_right` VALUES ('6', '2018-07-22 12:01:18', '1', '6');
INSERT INTO `t_right_role_right` VALUES ('7', '2018-07-22 12:01:24', '1', '7');
INSERT INTO `t_right_role_right` VALUES ('8', '2018-07-22 12:01:30', '1', '8');
INSERT INTO `t_right_role_right` VALUES ('9', '2018-07-22 12:01:36', '1', '9');
INSERT INTO `t_right_role_right` VALUES ('10', '2018-07-22 12:01:42', '1', '10');
INSERT INTO `t_right_role_right` VALUES ('11', '2018-07-22 12:01:50', '1', '11');
INSERT INTO `t_right_role_right` VALUES ('12', '2018-07-22 12:01:56', '1', '12');
INSERT INTO `t_right_role_right` VALUES ('13', '2018-07-22 12:02:02', '1', '13');
INSERT INTO `t_right_role_right` VALUES ('14', '2018-07-22 12:02:17', '1', '14');
INSERT INTO `t_right_role_right` VALUES ('15', '2018-07-22 12:02:24', '1', '15');
INSERT INTO `t_right_role_right` VALUES ('16', '2018-07-22 12:02:32', '1', '16');
INSERT INTO `t_right_role_right` VALUES ('17', '2018-07-22 12:02:40', '1', '17');
INSERT INTO `t_right_role_right` VALUES ('18', '2018-07-22 12:02:46', '1', '18');
INSERT INTO `t_right_role_right` VALUES ('19', '2018-07-22 12:02:53', '1', '19');
INSERT INTO `t_right_role_right` VALUES ('20', '2018-07-22 12:02:58', '1', '20');
INSERT INTO `t_right_role_right` VALUES ('21', '2018-07-22 12:03:03', '1', '21');
INSERT INTO `t_right_role_right` VALUES ('22', '2018-07-22 12:03:09', '1', '22');
INSERT INTO `t_right_role_right` VALUES ('23', '2018-07-22 12:03:14', '1', '23');
INSERT INTO `t_right_role_right` VALUES ('24', '2018-07-22 12:03:21', '1', '24');
INSERT INTO `t_right_role_right` VALUES ('25', '2018-07-22 12:03:28', '1', '25');
INSERT INTO `t_right_role_right` VALUES ('26', '2018-07-22 12:03:49', '1', '26');
INSERT INTO `t_right_role_right` VALUES ('27', '2018-07-22 12:03:58', '1', '27');
INSERT INTO `t_right_role_right` VALUES ('28', '2018-07-22 12:04:04', '1', '28');
INSERT INTO `t_right_role_right` VALUES ('29', '2018-07-22 12:04:11', '1', '29');
INSERT INTO `t_right_role_right` VALUES ('30', '2018-07-22 12:04:16', '1', '30');
INSERT INTO `t_right_role_right` VALUES ('31', '2018-07-22 12:04:21', '1', '31');
INSERT INTO `t_right_role_right` VALUES ('32', '2018-07-30 16:59:30', '1', '32');
INSERT INTO `t_right_role_right` VALUES ('33', '2018-07-22 12:04:34', '1', '33');
INSERT INTO `t_right_role_right` VALUES ('34', '2018-07-22 12:04:40', '1', '34');
INSERT INTO `t_right_role_right` VALUES ('35', '2018-07-22 12:04:46', '1', '35');
INSERT INTO `t_right_role_right` VALUES ('36', '2018-07-22 12:04:54', '1', '36');
INSERT INTO `t_right_role_right` VALUES ('37', '2018-07-22 12:05:01', '1', '37');
INSERT INTO `t_right_role_right` VALUES ('38', '2018-07-22 12:05:06', '1', '38');
INSERT INTO `t_right_role_right` VALUES ('39', '2018-07-22 12:05:15', '1', '39');
INSERT INTO `t_right_role_right` VALUES ('40', '2018-07-22 12:05:22', '1', '40');
INSERT INTO `t_right_role_right` VALUES ('41', '2018-07-22 12:05:27', '1', '41');
INSERT INTO `t_right_role_right` VALUES ('42', '2018-07-28 20:02:08', '1', '42');
INSERT INTO `t_right_role_right` VALUES ('43', '2018-07-28 20:02:42', '1', '43');
INSERT INTO `t_right_role_right` VALUES ('44', '2018-07-30 16:59:02', '1', '44');
INSERT INTO `t_right_role_right` VALUES ('45', '2018-07-30 16:59:14', '1', '45');
INSERT INTO `t_right_role_right` VALUES ('78', '2018-07-30 17:38:02', '8', '1');
INSERT INTO `t_right_role_right` VALUES ('79', '2018-07-30 17:38:02', '8', '34');
INSERT INTO `t_right_role_right` VALUES ('80', '2018-07-30 17:38:02', '8', '2');
INSERT INTO `t_right_role_right` VALUES ('81', '2018-07-30 17:38:02', '8', '38');
INSERT INTO `t_right_role_right` VALUES ('82', '2018-07-30 17:38:02', '8', '6');
INSERT INTO `t_right_role_right` VALUES ('83', '2018-07-30 17:38:02', '8', '7');
INSERT INTO `t_right_role_right` VALUES ('84', '2018-07-30 17:38:02', '8', '11');
INSERT INTO `t_right_role_right` VALUES ('85', '2018-07-30 17:38:02', '8', '12');
INSERT INTO `t_right_role_right` VALUES ('86', '2018-07-30 17:38:02', '8', '14');
INSERT INTO `t_right_role_right` VALUES ('87', '2018-07-30 17:38:02', '8', '15');
INSERT INTO `t_right_role_right` VALUES ('88', '2018-07-30 17:38:02', '8', '17');
INSERT INTO `t_right_role_right` VALUES ('89', '2018-07-30 17:38:02', '8', '18');
INSERT INTO `t_right_role_right` VALUES ('90', '2018-07-30 17:38:02', '8', '19');
INSERT INTO `t_right_role_right` VALUES ('91', '2018-07-30 17:38:02', '8', '20');
INSERT INTO `t_right_role_right` VALUES ('92', '2018-07-30 17:38:02', '8', '21');
INSERT INTO `t_right_role_right` VALUES ('93', '2018-07-30 17:38:02', '8', '22');
INSERT INTO `t_right_role_right` VALUES ('94', '2018-07-30 17:38:02', '8', '24');
INSERT INTO `t_right_role_right` VALUES ('95', '2018-07-30 17:38:02', '8', '26');
INSERT INTO `t_right_role_right` VALUES ('96', '2018-07-30 17:38:02', '8', '28');
INSERT INTO `t_right_role_right` VALUES ('97', '2018-07-30 17:38:02', '8', '29');
INSERT INTO `t_right_role_right` VALUES ('98', '2018-07-31 16:39:00', '8', '3');
INSERT INTO `t_right_role_right` VALUES ('99', '2018-07-31 16:39:00', '8', '4');
INSERT INTO `t_right_role_right` VALUES ('100', '2018-07-31 16:39:00', '8', '5');
INSERT INTO `t_right_role_right` VALUES ('101', '2018-07-31 16:39:00', '8', '8');
INSERT INTO `t_right_role_right` VALUES ('102', '2018-07-31 16:39:00', '8', '9');
INSERT INTO `t_right_role_right` VALUES ('103', '2018-07-31 16:39:00', '8', '10');
INSERT INTO `t_right_role_right` VALUES ('104', '2018-07-31 16:39:00', '8', '13');
INSERT INTO `t_right_role_right` VALUES ('105', '2018-07-31 16:39:00', '8', '16');
INSERT INTO `t_right_role_right` VALUES ('106', '2018-07-31 16:39:00', '8', '23');
INSERT INTO `t_right_role_right` VALUES ('107', '2018-07-31 16:39:00', '8', '25');
INSERT INTO `t_right_role_right` VALUES ('108', '2018-07-31 16:39:00', '8', '27');
INSERT INTO `t_right_role_right` VALUES ('109', '2018-07-31 16:39:00', '8', '30');
INSERT INTO `t_right_role_right` VALUES ('110', '2018-07-31 16:39:00', '8', '31');
INSERT INTO `t_right_role_right` VALUES ('111', '2018-07-31 16:39:00', '8', '32');
INSERT INTO `t_right_role_right` VALUES ('112', '2018-07-31 16:39:00', '8', '33');
INSERT INTO `t_right_role_right` VALUES ('113', '2018-07-31 16:39:00', '8', '35');
INSERT INTO `t_right_role_right` VALUES ('114', '2018-07-31 16:39:00', '8', '36');
INSERT INTO `t_right_role_right` VALUES ('115', '2018-07-31 16:39:00', '8', '37');
INSERT INTO `t_right_role_right` VALUES ('116', '2018-07-31 16:39:00', '8', '39');
INSERT INTO `t_right_role_right` VALUES ('117', '2018-07-31 16:39:00', '8', '40');
INSERT INTO `t_right_role_right` VALUES ('118', '2018-07-31 16:39:00', '8', '41');
INSERT INTO `t_right_role_right` VALUES ('119', '2018-07-31 16:39:00', '8', '42');
INSERT INTO `t_right_role_right` VALUES ('120', '2018-07-31 16:39:00', '8', '43');
INSERT INTO `t_right_role_right` VALUES ('121', '2018-07-31 16:39:00', '8', '44');
INSERT INTO `t_right_role_right` VALUES ('122', '2018-07-31 16:39:00', '8', '45');
INSERT INTO `t_right_role_right` VALUES ('126', '2018-08-01 20:31:30', '10', '42');
INSERT INTO `t_right_role_right` VALUES ('127', '2018-08-01 20:31:30', '10', '11');
INSERT INTO `t_right_role_right` VALUES ('128', '2018-08-01 20:31:30', '10', '12');
INSERT INTO `t_right_role_right` VALUES ('129', '2018-08-01 20:31:30', '10', '13');
INSERT INTO `t_right_role_right` VALUES ('130', '2018-08-01 20:31:30', '10', '45');
INSERT INTO `t_right_role_right` VALUES ('131', '2018-08-01 20:31:30', '10', '14');
INSERT INTO `t_right_role_right` VALUES ('132', '2018-08-01 20:31:30', '10', '15');
INSERT INTO `t_right_role_right` VALUES ('146', '2018-08-01 21:31:54', '9', '42');
INSERT INTO `t_right_role_right` VALUES ('147', '2018-08-01 21:31:54', '9', '14');
INSERT INTO `t_right_role_right` VALUES ('148', '2018-08-01 21:31:54', '9', '15');

-- ----------------------------
-- Table structure for t_right_role_supervisor
-- ----------------------------
DROP TABLE IF EXISTS `t_right_role_supervisor`;
CREATE TABLE `t_right_role_supervisor` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `supervisor_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '管理员id',
  `role_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '角色id',
  PRIMARY KEY (`id`),
  KEY `idx_right_role_supervisor_supervisor_id` (`supervisor_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='管理员角色表';

-- ----------------------------
-- Records of t_right_role_supervisor
-- ----------------------------
INSERT INTO `t_right_role_supervisor` VALUES ('1', '2018-07-27 16:00:06', '1', '1');
INSERT INTO `t_right_role_supervisor` VALUES ('2', '2018-07-30 17:38:42', '2', '8');
INSERT INTO `t_right_role_supervisor` VALUES ('3', '2018-07-31 16:27:03', '3', '9');
INSERT INTO `t_right_role_supervisor` VALUES ('5', '2018-07-31 23:27:22', '5', '9');

-- ----------------------------
-- Table structure for t_setting_platform
-- ----------------------------
DROP TABLE IF EXISTS `t_setting_platform`;
CREATE TABLE `t_setting_platform` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NULL DEFAULT CURRENT_TIMESTAMP COMMENT '创建时间',
  `_key` varchar(64) DEFAULT '' COMMENT '键',
  `_value` varchar(1024) DEFAULT '' COMMENT '值',
  `description` varchar(255) DEFAULT '' COMMENT '描述',
  `remark` varchar(255) DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`id`),
  UNIQUE KEY `uk_settion_platform_key` (`_key`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 COMMENT='系统设置表';

-- ----------------------------
-- Records of t_setting_platform
-- ----------------------------
INSERT INTO `t_setting_platform` VALUES ('1', '2018-07-09 11:09:55', 'withdraw_time', '7', '提现周期', '');
INSERT INTO `t_setting_platform` VALUES ('2', '2018-07-09 11:10:36', 'service_award_fee', '10', '佣金管理费', '');
INSERT INTO `t_setting_platform` VALUES ('3', '2018-07-09 11:11:11', 'award_time', '00:00:00', '人头奖结算时间', '');
INSERT INTO `t_setting_platform` VALUES ('4', '2018-07-19 16:42:44', 'service_sms_provider', '创蓝', '短信通道名称(服务提供商)', '');
INSERT INTO `t_setting_platform` VALUES ('5', '2018-07-19 16:43:02', 'service_sms_account', 'N2074513', '短信通道账号', '');
INSERT INTO `t_setting_platform` VALUES ('6', '2018-07-19 16:43:21', 'service_sms_password', '2ryVHkOhj94d26', '短信通道密码', '');

-- ----------------------------
-- Table structure for t_store
-- ----------------------------
DROP TABLE IF EXISTS `t_store`;
CREATE TABLE `t_store` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `name` varchar(50) NOT NULL COMMENT '门店名称',
  `type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '门店类型：1直营店，2加盟店',
  `area_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '区域id',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='门店';

-- ----------------------------
-- Records of t_store
-- ----------------------------
INSERT INTO `t_store` VALUES ('1', '2018-07-30 17:02:34', '朝阳门直营店', '1', '1');
INSERT INTO `t_store` VALUES ('2', '2018-07-31 10:39:40', '石佛营直营店', '1', '1');
INSERT INTO `t_store` VALUES ('3', '2018-08-01 00:24:55', '东四十桥直营店', '1', '1');
INSERT INTO `t_store` VALUES ('4', '2018-07-31 10:45:50', '丰州路直营店', '1', '3');
INSERT INTO `t_store` VALUES ('5', '2018-08-01 20:36:31', '邯郸美容店', '1', '4');

-- ----------------------------
-- Table structure for t_store_area
-- ----------------------------
DROP TABLE IF EXISTS `t_store_area`;
CREATE TABLE `t_store_area` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `name` varchar(50) NOT NULL COMMENT '区域名称',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='门店区域';

-- ----------------------------
-- Records of t_store_area
-- ----------------------------
INSERT INTO `t_store_area` VALUES ('1', '2018-07-30 17:02:10', '北京朝阳区');
INSERT INTO `t_store_area` VALUES ('2', '2018-07-31 10:39:12', '北京东城区');
INSERT INTO `t_store_area` VALUES ('3', '2018-08-01 20:50:21', '呼和浩特直营');
INSERT INTO `t_store_area` VALUES ('4', '2018-08-01 20:36:07', '河北区');

-- ----------------------------
-- Table structure for t_supervisor
-- ----------------------------
DROP TABLE IF EXISTS `t_supervisor`;
CREATE TABLE `t_supervisor` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `name` varchar(32) NOT NULL DEFAULT '' COMMENT '用户名称',
  `reality_name` varchar(32) NOT NULL DEFAULT '' COMMENT '真实姓名',
  `mobile` varchar(16) NOT NULL DEFAULT '' COMMENT '手机号码',
  `password` varchar(32) NOT NULL DEFAULT '' COMMENT '录登密码',
  `lock_status` tinyint(4) NOT NULL DEFAULT '0' COMMENT '锁定状态\r\n0-未锁定\r\n1-锁定',
  `login_count` bigint(20) NOT NULL DEFAULT '0' COMMENT '登录次数',
  `last_login_time` datetime DEFAULT NULL COMMENT '上次登录时间',
  `last_login_ip` varchar(64) DEFAULT '' COMMENT '上次登录ip',
  `creater_id` bigint(20) DEFAULT '0' COMMENT '创建者id',
  `password_continue_fails` int(11) DEFAULT '0' COMMENT '连续登录失败的次数',
  `is_password_locked` bit(1) DEFAULT b'0' COMMENT '密码连续错误被锁定',
  `password_locked_time` datetime DEFAULT NULL COMMENT '密码连续错误被锁定时间',
  `remark` varchar(32) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`id`),
  UNIQUE KEY `uk_supervisor_name` (`name`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COMMENT='管理员表';

-- ----------------------------
-- Records of t_supervisor
-- ----------------------------
INSERT INTO `t_supervisor` VALUES ('1', '2016-05-21 09:53:43', 'admin', '张桃丽', '15738773742', '468d50f491e0f7b1a8c0d4c0fd3dcd18', '0', '2874', '2018-08-09 11:45:53', '124.126.123.242', '6', '0', '\0', '2018-07-29 17:19:00', '更新管理员信息');
INSERT INTO `t_supervisor` VALUES ('2', '2018-07-30 17:38:42', 'fengxuemei', '冯雪梅', '18518692365', '7986190b97833fb266e50919d2e519a2', '0', '36', '2018-08-01 22:57:24', '124.126.123.210', '1', '0', '\0', null, '更新管理员信息');
INSERT INTO `t_supervisor` VALUES ('3', '2018-07-31 16:27:04', 'meirongshi', '美容师', '15012345678', '299656e36569027cdfed87f075056d3e', '0', '0', null, '', '1', '0', '\0', null, '更新管理员信息');
INSERT INTO `t_supervisor` VALUES ('5', '2018-07-31 23:27:23', 'fengxuemei1', '冯雪梅', '15210254560', '7986190b97833fb266e50919d2e519a2', '0', '12', '2018-08-01 21:31:10', '124.126.123.242', '2', '0', '\0', null, '更新管理员信息');

-- ----------------------------
-- Table structure for t_template_notice
-- ----------------------------
DROP TABLE IF EXISTS `t_template_notice`;
CREATE TABLE `t_template_notice` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '编号',
  `time` timestamp NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `type` tinyint(4) DEFAULT '0' COMMENT '模板类型\r\n。1-短信模板；\r\n2-消息模板\r\n；3-邮件模板\r\n',
  `scene` tinyint(4) DEFAULT '0' COMMENT '应用场景',
  `title` varchar(64) DEFAULT '' COMMENT '标题',
  `content` text COMMENT '内容',
  PRIMARY KEY (`id`),
  KEY `idx_template_notice_scene` (`scene`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=5 DEFAULT CHARSET=utf8 COMMENT='通知模版表（系统消息、短信、邮件）';

-- ----------------------------
-- Records of t_template_notice
-- ----------------------------
INSERT INTO `t_template_notice` VALUES ('1', '2018-07-17 19:17:04', '1', '1', '修改邀请人通知指定的员工', 'name您好，系统管理员于date将会员nickName，手机号mobile与您绑定邀请关系，请知悉！');
INSERT INTO `t_template_notice` VALUES ('2', '2018-07-19 17:17:06', '1', '2', '绑定小程序', 'sms_code（换绑手机验证码）请在15分钟内填写。');
INSERT INTO `t_template_notice` VALUES ('3', '2018-07-19 17:19:07', '1', '3', '忘记交易密码', '您正在重置交易密码，验证码为sms_code，请在15分钟内填写。');
INSERT INTO `t_template_notice` VALUES ('4', '2018-07-19 17:20:00', '1', '4', '更改手机号', 'sms_code（换绑手机验证码）请在15分钟内填写。');

-- ----------------------------
-- Table structure for t_user
-- ----------------------------
DROP TABLE IF EXISTS `t_user`;
CREATE TABLE `t_user` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `name` varchar(30) NOT NULL COMMENT '用户名',
  `mobile` char(11) NOT NULL COMMENT '手机号',
  `password` varchar(50) DEFAULT NULL COMMENT '登录密码',
  `pay_password` varchar(50) DEFAULT NULL COMMENT '交易密码',
  `sex` tinyint(4) NOT NULL DEFAULT '0' COMMENT '性别：0未填写，1男，2女',
  `nick_name` varchar(255) CHARACTER SET utf8mb4 DEFAULT NULL COMMENT '昵称',
  `photo` varchar(255) DEFAULT NULL COMMENT '头像',
  `role_type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '角色：1顾客，2会员，3美容师，4顾问',
  `employee_id` bigint(20) NOT NULL DEFAULT '-1' COMMENT '员工id：role_type为3,4的时候才会用到该字段，否则为-1',
  `login_time` datetime DEFAULT NULL COMMENT '登录时间',
  `login_count` int(11) DEFAULT NULL COMMENT '登录次数',
  `login_ip` varchar(30) DEFAULT NULL COMMENT '登录ip',
  `wx_open_id` varchar(50) DEFAULT NULL COMMENT '微信openid',
  PRIMARY KEY (`id`),
  UNIQUE KEY `uk_user_mobile` (`mobile`) USING BTREE,
  KEY `idx_user_wx_open_id` (`wx_open_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8 COMMENT='用户表';

-- ----------------------------
-- Records of t_user
-- ----------------------------
INSERT INTO `t_user` VALUES ('1', '2018-08-01 22:57:59', 'QQMR_Ub47566C', '15846207869', null, null, '2', '7e776d', 'https://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83eokuGh76wcOz9kyWRtnt9BOy3qicNnaRpwS7u1kXkBbEMktNA7YvDSC3dDh9h8BSpqBibZll0lk0F6g/132', '4', '1', null, null, null, 'okn2Z5XO7rYe4HY26eTxF-myRjaY');
INSERT INTO `t_user` VALUES ('2', '2018-08-01 22:59:18', 'QQMR_0gB88d89', '15466666666', null, null, '2', null, null, '3', '2', null, null, null, null);
INSERT INTO `t_user` VALUES ('3', '2018-08-01 23:00:31', 'QQMR_0156345Y', '15738773742', null, '147e768e9f7f78855b4a19b25c0be72a', '2', 'f09f91bc20416d62657220f09f92ab', 'https://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83erOfZYDd4Qems4FbQPDgYB9T0aB9P3kBZiax4QzWoTLfLpsYIkpNHMOibp5I5ZYXRaUw5qFmaqkLGEw/132', '2', '-1', null, null, null, 'okn2Z5TZ7zhCarIJwwDKsAeFiXls');
INSERT INTO `t_user` VALUES ('4', '2018-08-01 23:01:59', 'QQMR_VN1b56tM', '17600974268', null, 'e724b5c5b024fd9bb1d76856abd015b4', '2', 'f09f8d80', 'https://wx.qlogo.cn/mmopen/vi_32/pibhhiaKFFkC5rbWOMPGATQMzwbL9mAoGOhMHLwrTg7O3nfE7rIsaAYYcnibqwDaMkibCRgmvXFUvG5YKeuY4qbx7Q/132', '2', '-1', null, null, null, 'okn2Z5XV0qWbseXmaSLFGLRehdl8');
INSERT INTO `t_user` VALUES ('5', '2018-08-01 23:04:12', 'QQMR_0v99cmq0', '13823690225', null, null, '1', '544a', 'https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJmF3eof8R1Xiajoo1yFYPzG6v0UCP5iceWDXtdvgrEFcsneNK5xib9bOKiawiaDcf6OuJUn6cOQ1ofUUg/132', '2', '-1', null, null, null, 'okn2Z5bBwUQM4NQ485RAeiYFue8I');
INSERT INTO `t_user` VALUES ('6', '2018-08-01 23:56:36', 'QQMR_py6x9N30', '15010896831', null, null, '1', 'e5b08fe7bebd', 'https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJhxKxUcCjiclUaP1BUlpXFnkzlibWGWKa1oZegicYkGPvH4DxoP1n08bG9IibpTHN2VEYBiaD76J3M41Q/132', '2', '-1', null, null, null, 'okn2Z5Sm3j7KLtpYFM0qbsLMRuyw');
INSERT INTO `t_user` VALUES ('8', '2018-08-02 00:00:40', 'QQMR_0MoJ1043', '15132863291', null, null, '1', '43726e', 'https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJaLsJXWbltZlyVHsBseeKZ3VjB7wsUYXmyoNpAJibSXHfdEdvTBib3BB5LEqDXNhcxj9YxjRyzaGiaA/132', '2', '-1', null, null, null, 'okn2Z5TZXRlmCocYfAyggntXQCN4');
INSERT INTO `t_user` VALUES ('9', '2018-08-02 00:02:49', 'QQMR_b5a9b4kH', '15488888888', null, null, '0', 'e7a791e5858b', 'https://wx.qlogo.cn/mmopen/vi_32/kjhrY7fmVksGWFYXVFMQAEibssI7JyFsQ4VyoHs7zlvWjNXbL664otquHyceUWGC2NQYP2NmckQPS4gxLYFhPibQ/132', '1', '-1', null, null, null, 'okn2Z5XeAzP-5aLoRt-1fkibVbwQ');
INSERT INTO `t_user` VALUES ('10', '2018-08-02 00:05:00', 'QQMR_6iiXA3au', '15726688050', null, null, '2', 'f09f9184576d5f', 'https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTLg4FkD8yfkv6ETrLs9mNeL41m2ETDnjQM7GgYgJ6WTq1zJVuXoOGWO2E7sOVpJm7UE96BzNOnkLQ/132', '2', '-1', null, null, null, 'okn2Z5YTb8JEeopvbLpDJMk71p24');
INSERT INTO `t_user` VALUES ('11', '2018-08-02 00:08:13', 'QQMR_Iiv81J86', '15466666661', null, null, '1', null, null, '4', '3', null, null, null, null);
INSERT INTO `t_user` VALUES ('12', '2018-08-02 00:11:59', 'QQMR_D739O8s8', '15466666662', null, null, '1', null, null, '3', '4', null, null, null, null);
INSERT INTO `t_user` VALUES ('13', '2018-08-02 00:13:13', 'QQMR_99zs6R0q', '15400000000', null, null, '0', 'e69ca8e581b6e5a883e5a88331', 'https://wx.qlogo.cn/mmopen/vi_32/20v4zMFCNnMzpoMeMCGwd2Jwjo6ibLOLKZYBbUFZibyKbtEndQUbDdIAjeKsTVgncdib02XG7zUUvJ2qf02rAV0ew/132', '2', '-1', null, null, null, 'okn2Z5RzLQ7KjaEjFgDaadqWBMHY');
INSERT INTO `t_user` VALUES ('14', '2018-08-02 00:15:49', 'QQMR_39fyXK22', '18518692365', null, null, '2', 'e69ca8e581b6e5a883e5a883f09f988a', 'https://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83epYUrwXbc9gYichhjaZduLU6dsgt6fLmxiaqg2qWMyMSqNbIGdo8PShGUjRfWLAeS4iaBTNsFCTuC8lg/132', '2', '-1', null, null, null, 'okn2Z5f6Baq8kTkJclPUVy8Es54o');
INSERT INTO `t_user` VALUES ('15', '2018-08-02 00:17:21', 'QQMR_DoKl38QM', '18612862365', null, null, '0', 'e69ca8e581b6e5a883e5a88332', 'https://wx.qlogo.cn/mmopen/vi_32/wAiazAVwKIREAI9sQxHNjowiblUW6vYbG6Cg7KMUzdjsIaXZ1bE2s3IxsAedbU0ukyc9zQThbAdib4pjyd4mdqPdg/132', '2', '-1', null, null, null, 'okn2Z5RaVbKbUc7jtcbcPbj8Y1Lw');
INSERT INTO `t_user` VALUES ('16', '2018-08-07 17:20:01', 'QQMR_t7128078', '15726681234', null, null, '2', null, null, '4', '5', null, null, null, null);
INSERT INTO `t_user` VALUES ('17', '2018-08-09 11:19:05', 'QQMR_816W8398', '15010791344', null, null, '2', 'e9998ce4b88ae88ab1e5bc80', 'https://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83ep0ia857d9Jy62eia0sFam8eibgfSts2wttC4iavCH5xkIibVQyam9OXpia57hEmwp0I2iboaTviaPZa3eXIQ/132', '2', '-1', null, null, null, 'okn2Z5Q6n5IyrcSmzsm2YpSSBOys');
INSERT INTO `t_user` VALUES ('18', '2018-09-03 10:51:12', 'QQMR_0Z0tm5I2', '18600638281', null, null, '1', '313233343536', 'https://wx.qlogo.cn/mmopen/vi_32/c6wA5mBibxZWDDUK7b9iaeclHZhmEUIIkqslmwwewPZLEcialh0mqvcMf8YM0hN8govvuMVBM6BH4qGhMRK29PKSw/132', '1', '-1', null, null, null, 'okn2Z5U6qpg74k6Muf1ji8tDCFck');
INSERT INTO `t_user` VALUES ('19', '2018-09-03 15:04:59', 'QQMR_oq85svYb', '13911764496', null, null, '1', 'e591a82e20e88081e5b8885fe0bf86f09f97bb', 'https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKfme9vAvtIfV1r8YwlAHeoQwpn42P8t7icMfptx4ND8KCUKDS6jNbptXlMPbohNLYJ7VwnyUWN5aw/132', '2', '-1', null, null, null, 'okn2Z5b3Y010PskOAmxM0042XvnA');

-- ----------------------------
-- Table structure for t_user_address
-- ----------------------------
DROP TABLE IF EXISTS `t_user_address`;
CREATE TABLE `t_user_address` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '添加时间',
  `user_id` bigint(20) DEFAULT NULL COMMENT '用户id',
  `name` varchar(30) DEFAULT NULL COMMENT '姓名',
  `mobile` char(11) DEFAULT NULL COMMENT '手机号',
  `province_id` bigint(20) DEFAULT NULL COMMENT '省份id：冗余字段',
  `city_id` bigint(20) DEFAULT NULL COMMENT '城市id：冗余字段',
  `area_id` bigint(20) DEFAULT NULL COMMENT '地区id',
  `detail` varchar(200) DEFAULT NULL COMMENT '详细地址',
  `is_default` bit(1) DEFAULT b'0' COMMENT '是否是默认地址：0不是默认地址，1是默认地址',
  `is_del` bit(1) DEFAULT b'0' COMMENT '是否已经删除：0没有删除，1已经删除',
  PRIMARY KEY (`id`),
  KEY `idx_user_address_user_id` (`user_id`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='用户收货地址';

-- ----------------------------
-- Records of t_user_address
-- ----------------------------

-- ----------------------------
-- Table structure for t_user_bonus
-- ----------------------------
DROP TABLE IF EXISTS `t_user_bonus`;
CREATE TABLE `t_user_bonus` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `user_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '用户id',
  `service_order_no` varchar(40) NOT NULL COMMENT '业务订单号',
  `amount` decimal(20,2) NOT NULL COMMENT '佣金',
  `type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '佣金类型：1直推奖，2合作奖，3一级奖，4二级奖，5人头奖，6双人奖',
  `relation_id` bigint(20) NOT NULL DEFAULT '-1' COMMENT '关联id：type值1-4和6时采用t_user_bonus_detail的id，值为5时默认等于-1',
  `invite_number` int(15) NOT NULL DEFAULT '0' COMMENT '顾问或者美容师人头奖对应的人头数量',
  `fee` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '管理费',
  `is_return` bit(1) NOT NULL DEFAULT b'0' COMMENT '是否返还：0表示未返还，1表示已经返还',
  `return_time` datetime DEFAULT NULL COMMENT '返还时间',
  `remark` varchar(50) NOT NULL COMMENT '备注',
  PRIMARY KEY (`id`),
  KEY `idx_user_bonus_user_id` (`user_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=26 DEFAULT CHARSET=utf8 COMMENT='用户奖金';

-- ----------------------------
-- Records of t_user_bonus
-- ----------------------------
INSERT INTO `t_user_bonus` VALUES ('1', '2018-08-01 23:00:46', '2', 'R180801230845267CY7', '2000.00', '3', '1', '0', '200.00', '', '2018-08-08 04:40:00', '美容师一级奖');
INSERT INTO `t_user_bonus` VALUES ('2', '2018-08-01 23:00:46', '1', 'R180801230845BF1725', '700.00', '2', '2', '0', '70.00', '', '2018-08-08 04:40:00', '顾问合作奖');
INSERT INTO `t_user_bonus` VALUES ('3', '2018-07-21 23:02:20', '3', 'R1808012308199LG0J7', '600.00', '3', '4', '0', '60.00', '', '2018-08-02 04:40:00', '会员一级奖');
INSERT INTO `t_user_bonus` VALUES ('4', '2018-08-01 23:02:20', '2', 'R180801230819Q0XIDO', '700.00', '4', '5', '0', '70.00', '', '2018-08-08 04:40:00', '美容师二级奖');
INSERT INTO `t_user_bonus` VALUES ('5', '2018-08-01 23:04:24', '4', 'R1808012308239W3YO9', '600.00', '3', '7', '0', '60.00', '', '2018-08-08 04:40:00', '会员一级奖');
INSERT INTO `t_user_bonus` VALUES ('6', '2018-08-01 23:04:24', '3', 'R1808012308237B979V', '500.00', '4', '8', '0', '50.00', '', '2018-08-08 04:40:00', '会员二级奖');
INSERT INTO `t_user_bonus` VALUES ('7', '2018-08-01 23:56:55', '5', 'R180801230854F80105', '600.00', '3', '13', '0', '60.00', '', '2018-08-08 04:40:00', '会员一级奖');
INSERT INTO `t_user_bonus` VALUES ('8', '2018-08-01 23:56:55', '4', 'R180801230854EJ0R0J', '500.00', '4', '14', '0', '50.00', '', '2018-08-08 04:40:00', '会员二级奖');
INSERT INTO `t_user_bonus` VALUES ('9', '2018-08-01 23:59:56', '3', 'R180801230855RJ5CZB', '600.00', '3', '17', '0', '60.00', '', '2018-08-08 04:40:00', '会员一级奖');
INSERT INTO `t_user_bonus` VALUES ('10', '2018-08-01 23:59:56', '3', 'R18080123085594UOC8', '1200.00', '6', '18', '0', '120.00', '', '2018-08-08 04:40:00', '会员双人奖');
INSERT INTO `t_user_bonus` VALUES ('11', '2018-08-01 23:59:56', '2', 'R180801230855E25ZE6', '700.00', '4', '19', '0', '70.00', '', '2018-08-08 04:40:00', '美容师二级奖');
INSERT INTO `t_user_bonus` VALUES ('12', '2018-08-02 00:00:55', '6', 'R180802000855P9ZB0T', '600.00', '3', '21', '0', '60.00', '', '2018-08-09 04:40:00', '会员一级奖');
INSERT INTO `t_user_bonus` VALUES ('13', '2018-08-02 00:00:55', '5', 'R180802000855UXT158', '500.00', '4', '22', '0', '50.00', '', '2018-08-09 04:40:00', '会员二级奖');
INSERT INTO `t_user_bonus` VALUES ('14', '2018-08-02 00:05:25', '8', 'R1808020008247S9W6J', '600.00', '3', '25', '0', '60.00', '', '2018-08-09 04:40:00', '会员一级奖');
INSERT INTO `t_user_bonus` VALUES ('15', '2018-08-02 00:05:25', '6', 'R1808020008242VK441', '500.00', '4', '26', '0', '50.00', '', '2018-08-09 04:40:00', '会员二级奖');
INSERT INTO `t_user_bonus` VALUES ('16', '2018-08-02 00:14:33', '6', 'R18080200083245L6H2', '600.00', '3', '29', '0', '60.00', '', '2018-08-09 04:40:00', '会员一级奖');
INSERT INTO `t_user_bonus` VALUES ('17', '2018-08-02 00:14:33', '6', 'R1808020008323WB3CS', '1200.00', '6', '30', '0', '120.00', '', '2018-08-09 04:40:00', '会员双人奖');
INSERT INTO `t_user_bonus` VALUES ('18', '2018-08-02 00:14:33', '5', 'R1808020008325OEC02', '500.00', '4', '31', '0', '50.00', '', '2018-08-09 04:40:00', '会员二级奖');
INSERT INTO `t_user_bonus` VALUES ('19', '2018-08-02 00:16:01', '13', 'R1808020008015N722G', '600.00', '3', '34', '0', '60.00', '', '2018-08-09 04:40:00', '会员一级奖');
INSERT INTO `t_user_bonus` VALUES ('20', '2018-08-02 00:16:01', '6', 'R1808020008013L1F28', '500.00', '4', '35', '0', '50.00', '', '2018-08-09 04:40:00', '会员二级奖');
INSERT INTO `t_user_bonus` VALUES ('21', '2018-08-02 00:18:15', '14', 'R180802000815005C1P', '600.00', '3', '38', '0', '60.00', '', '2018-08-09 04:40:00', '会员一级奖');
INSERT INTO `t_user_bonus` VALUES ('22', '2018-08-02 00:18:15', '13', 'R1808020008158NW7U5', '500.00', '4', '39', '0', '50.00', '', '2018-08-09 04:40:00', '会员二级奖');
INSERT INTO `t_user_bonus` VALUES ('23', '2018-08-02 04:40:00', '1', 'R1808020408000BLK2P', '2200.00', '5', '-1', '13', '220.00', '', '2018-08-09 04:40:00', '顾问人头奖');
INSERT INTO `t_user_bonus` VALUES ('24', '2018-08-02 04:40:00', '2', 'R180802040800T086B6', '1300.00', '5', '-1', '10', '130.00', '', '2018-08-09 04:40:00', '美容师人头奖');
INSERT INTO `t_user_bonus` VALUES ('25', '2018-08-02 04:40:00', '11', 'R18080204080017U2V1', '200.00', '5', '-1', '5', '20.00', '', '2018-08-09 04:40:00', '顾问人头奖');

-- ----------------------------
-- Table structure for t_user_bonus_detail
-- ----------------------------
DROP TABLE IF EXISTS `t_user_bonus_detail`;
CREATE TABLE `t_user_bonus_detail` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间：计算人头奖励，以该时间为准',
  `user_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '得到佣金的用户id',
  `relation_user_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '产生佣金的关联用户id',
  `relation_user_spread_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '产生佣金的关联用户的邀请人id',
  `type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '类型：1直推奖，2合作奖，3一级奖，4二级奖，5人头奖，6双人奖',
  PRIMARY KEY (`id`),
  KEY `idx_user_bonus_detail_user_id` (`user_id`) USING BTREE,
  KEY `idx_user_bonus_detail_relation_user_id` (`relation_user_id`) USING BTREE,
  KEY `idx_user_bonus_detail_relation_user_spread_id` (`relation_user_spread_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=55 DEFAULT CHARSET=utf8 COMMENT='用户奖金详细表';

-- ----------------------------
-- Records of t_user_bonus_detail
-- ----------------------------
INSERT INTO `t_user_bonus_detail` VALUES ('1', '2018-08-01 23:00:46', '2', '3', '2', '3');
INSERT INTO `t_user_bonus_detail` VALUES ('2', '2018-08-01 23:00:46', '1', '3', '2', '2');
INSERT INTO `t_user_bonus_detail` VALUES ('3', '2018-07-27 23:00:46', '1', '3', '2', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('4', '2018-07-21 23:02:20', '3', '4', '3', '3');
INSERT INTO `t_user_bonus_detail` VALUES ('5', '2018-08-01 23:02:20', '2', '4', '3', '4');
INSERT INTO `t_user_bonus_detail` VALUES ('6', '2018-07-27 23:02:20', '1', '4', '3', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('7', '2018-08-01 23:04:24', '4', '5', '4', '3');
INSERT INTO `t_user_bonus_detail` VALUES ('8', '2018-08-01 23:04:24', '3', '5', '4', '4');
INSERT INTO `t_user_bonus_detail` VALUES ('11', '2018-07-27 23:43:28', '2', '5', '4', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('12', '2018-07-27 23:43:59', '1', '5', '4', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('13', '2018-08-01 23:56:55', '5', '6', '5', '3');
INSERT INTO `t_user_bonus_detail` VALUES ('14', '2018-08-01 23:56:55', '4', '6', '5', '4');
INSERT INTO `t_user_bonus_detail` VALUES ('15', '2018-07-27 23:56:55', '2', '6', '5', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('16', '2018-07-27 23:56:55', '1', '6', '5', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('17', '2018-08-01 23:59:56', '3', '7', '3', '3');
INSERT INTO `t_user_bonus_detail` VALUES ('18', '2018-08-01 23:59:56', '3', '7', '3', '6');
INSERT INTO `t_user_bonus_detail` VALUES ('19', '2018-08-01 23:59:56', '2', '7', '3', '4');
INSERT INTO `t_user_bonus_detail` VALUES ('20', '2018-07-27 23:59:56', '1', '7', '3', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('21', '2018-08-02 00:00:55', '6', '8', '6', '3');
INSERT INTO `t_user_bonus_detail` VALUES ('22', '2018-08-02 00:00:55', '5', '8', '6', '4');
INSERT INTO `t_user_bonus_detail` VALUES ('23', '2018-07-28 00:00:55', '2', '8', '6', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('24', '2018-07-28 00:00:55', '1', '8', '6', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('25', '2018-08-02 00:05:25', '8', '10', '8', '3');
INSERT INTO `t_user_bonus_detail` VALUES ('26', '2018-08-02 00:05:25', '6', '10', '8', '4');
INSERT INTO `t_user_bonus_detail` VALUES ('27', '2018-07-28 00:05:25', '2', '10', '8', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('28', '2018-07-28 00:05:25', '1', '10', '8', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('29', '2018-08-02 00:14:33', '6', '13', '6', '3');
INSERT INTO `t_user_bonus_detail` VALUES ('30', '2018-08-02 00:14:33', '6', '13', '6', '6');
INSERT INTO `t_user_bonus_detail` VALUES ('31', '2018-08-02 00:14:33', '5', '13', '6', '4');
INSERT INTO `t_user_bonus_detail` VALUES ('32', '2018-07-28 00:14:33', '2', '13', '6', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('33', '2018-07-28 00:14:33', '1', '13', '6', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('34', '2018-08-02 00:16:01', '13', '14', '13', '3');
INSERT INTO `t_user_bonus_detail` VALUES ('35', '2018-08-02 00:16:01', '6', '14', '13', '4');
INSERT INTO `t_user_bonus_detail` VALUES ('36', '2018-07-28 00:16:01', '2', '14', '13', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('37', '2018-07-28 00:16:01', '1', '14', '13', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('38', '2018-08-02 00:18:15', '14', '15', '14', '3');
INSERT INTO `t_user_bonus_detail` VALUES ('39', '2018-08-02 00:18:15', '13', '15', '14', '4');
INSERT INTO `t_user_bonus_detail` VALUES ('40', '2018-07-28 00:18:16', '2', '15', '14', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('41', '2018-07-28 00:18:16', '1', '15', '14', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('43', '2018-07-28 04:13:29', '11', '13', '12', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('44', '2018-07-28 04:13:29', '11', '14', '13', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('45', '2018-07-28 04:13:29', '12', '15', '14', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('46', '2018-07-28 04:13:29', '11', '15', '14', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('47', '2018-07-28 04:14:42', '11', '8', '6', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('48', '2018-07-28 04:14:42', '11', '10', '8', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('49', '2018-07-28 04:16:52', '2', '13', '4', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('50', '2018-07-28 04:16:52', '1', '13', '4', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('51', '2018-07-28 04:16:52', '2', '14', '13', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('52', '2018-07-28 04:16:52', '1', '14', '13', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('53', '2018-07-28 04:16:52', '2', '15', '14', '5');
INSERT INTO `t_user_bonus_detail` VALUES ('54', '2018-07-28 04:16:52', '1', '15', '14', '5');

-- ----------------------------
-- Table structure for t_user_funds
-- ----------------------------
DROP TABLE IF EXISTS `t_user_funds`;
CREATE TABLE `t_user_funds` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `user_id` bigint(20) NOT NULL COMMENT '用户id',
  `balance` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '账户余额',
  `available_balance` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '可用的账户余额（用作可提现）',
  `freeze` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '冻结金额',
  `sign` varchar(50) NOT NULL COMMENT '用户资金加密：MD5(user_id+balance+freeze)',
  PRIMARY KEY (`id`),
  UNIQUE KEY `uk_user_funds_user_id` (`user_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8 COMMENT='用户资金信息';

-- ----------------------------
-- Records of t_user_funds
-- ----------------------------
INSERT INTO `t_user_funds` VALUES ('1', '2018-08-01 22:57:59', '1', '2610.00', '2610.00', '0.00', 'b21df07796586e0e8842b0b8c3ace06f');
INSERT INTO `t_user_funds` VALUES ('2', '2018-08-01 22:59:18', '2', '4230.00', '4230.00', '0.00', '5be0042f75ad580f215252ca6022e38d');
INSERT INTO `t_user_funds` VALUES ('3', '2018-08-01 23:00:31', '3', '2290.00', '2290.00', '0.00', 'c2cb16ac83156525c7c20dd1f6f2bf26');
INSERT INTO `t_user_funds` VALUES ('4', '2018-08-01 23:01:59', '4', '990.00', '990.00', '0.00', '7aa2f9b62c7d0b64ae3e28cfb0293207');
INSERT INTO `t_user_funds` VALUES ('5', '2018-08-01 23:04:12', '5', '1440.00', '1440.00', '0.00', 'e7c3e999b3601df6d721862a85ca45b8');
INSERT INTO `t_user_funds` VALUES ('6', '2018-08-01 23:56:36', '6', '3060.00', '3060.00', '0.00', '48a69a3c469e27b451c9dc7d1bd0358b');
INSERT INTO `t_user_funds` VALUES ('7', '2018-08-01 23:59:29', '7', '0.00', '0.00', '0.00', '97a01aa3b03e7c1caeb7486576c18c10');
INSERT INTO `t_user_funds` VALUES ('8', '2018-08-02 00:00:40', '8', '540.00', '540.00', '0.00', '1dc4030d12d5013fba685551071e385f');
INSERT INTO `t_user_funds` VALUES ('9', '2018-08-02 00:02:49', '9', '0.00', '0.00', '0.00', 'acf2fde8c8a8bbc226ca195e8a794334');
INSERT INTO `t_user_funds` VALUES ('10', '2018-08-02 00:05:00', '10', '0.00', '0.00', '0.00', 'e70f43e757a2b5278392ee5edc3e8a4a');
INSERT INTO `t_user_funds` VALUES ('11', '2018-08-02 00:08:13', '11', '180.00', '180.00', '0.00', 'f50e53172e3cef324d03fa8a198ee57e');
INSERT INTO `t_user_funds` VALUES ('12', '2018-08-02 00:11:59', '12', '0.00', '0.00', '0.00', 'ed899f290ec67c61ae49454883aa23d3');
INSERT INTO `t_user_funds` VALUES ('13', '2018-08-02 00:13:13', '13', '990.00', '990.00', '0.00', 'f6ce046edc65b44d1d5cf375c34aab34');
INSERT INTO `t_user_funds` VALUES ('14', '2018-08-02 00:15:49', '14', '540.00', '540.00', '0.00', '1874a2ff99132afe34c12da555350ab0');
INSERT INTO `t_user_funds` VALUES ('15', '2018-08-02 00:17:21', '15', '0.00', '0.00', '0.00', 'aefd2c2b94d42ebb20795c9a12f5bee5');
INSERT INTO `t_user_funds` VALUES ('16', '2018-08-07 17:20:01', '16', '0.00', '0.00', '0.00', '74fbb5ea04162344b8854242180d6bce');
INSERT INTO `t_user_funds` VALUES ('17', '2018-08-09 11:19:05', '17', '0.00', '0.00', '0.00', 'a66ded8cc2409493cabd32d33dcdc888');
INSERT INTO `t_user_funds` VALUES ('18', '2018-09-03 10:51:12', '18', '0.00', '0.00', '0.00', 'c75d12ffe3f3dacdfd55fc09d09037f0');
INSERT INTO `t_user_funds` VALUES ('19', '2018-09-03 15:04:59', '19', '0.00', '0.00', '0.00', '4746bd3bee188885d1099ba76a5a03cb');

-- ----------------------------
-- Table structure for t_user_info
-- ----------------------------
DROP TABLE IF EXISTS `t_user_info`;
CREATE TABLE `t_user_info` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `user_id` bigint(20) NOT NULL COMMENT '用户id',
  `mobile` char(11) NOT NULL COMMENT '手机号：冗余字段',
  `store_id` bigint(20) NOT NULL DEFAULT '-1' COMMENT '店面id',
  `spread_id` bigint(20) NOT NULL DEFAULT '-1' COMMENT '邀请人id：美容师和顾问之间不存在邀请关系',
  `spread_time` datetime DEFAULT NULL COMMENT '邀请时间',
  `beautician_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '所属美容师id：会员所属美容师id，其他的默认为0',
  `adviser_id` bigint(20) NOT NULL DEFAULT '0' COMMENT '所属顾问id：会员、美容师对应顾问id，其他默认为0',
  PRIMARY KEY (`id`),
  UNIQUE KEY `uk_user_info_user_id` (`user_id`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=20 DEFAULT CHARSET=utf8 COMMENT='用户信息表';

-- ----------------------------
-- Records of t_user_info
-- ----------------------------
INSERT INTO `t_user_info` VALUES ('1', '2018-08-01 22:57:59', '1', '15846207869', '1', '-1', null, '0', '0');
INSERT INTO `t_user_info` VALUES ('2', '2018-08-01 22:59:18', '2', '15466666666', '1', '-1', null, '0', '1');
INSERT INTO `t_user_info` VALUES ('3', '2018-08-01 23:00:31', '3', '15738773742', '1', '2', '2018-08-01 23:00:31', '2', '1');
INSERT INTO `t_user_info` VALUES ('4', '2018-08-01 23:01:59', '4', '17600974268', '1', '3', '2018-08-01 23:01:59', '2', '1');
INSERT INTO `t_user_info` VALUES ('5', '2018-08-01 23:04:12', '5', '13823690225', '1', '11', '2018-08-02 04:14:42', '0', '11');
INSERT INTO `t_user_info` VALUES ('6', '2018-08-01 23:56:36', '6', '15010896831', '1', '5', '2018-08-01 23:56:36', '0', '11');
INSERT INTO `t_user_info` VALUES ('8', '2018-08-02 00:00:40', '8', '15132863291', '1', '6', '2018-08-02 00:00:40', '0', '11');
INSERT INTO `t_user_info` VALUES ('9', '2018-08-02 00:02:49', '9', '15488888888', '1', '5', '2018-08-02 00:02:49', '0', '11');
INSERT INTO `t_user_info` VALUES ('10', '2018-08-02 00:05:00', '10', '15726688050', '1', '8', '2018-08-02 00:05:00', '0', '11');
INSERT INTO `t_user_info` VALUES ('11', '2018-08-02 00:08:13', '11', '15466666661', '1', '-1', null, '0', '0');
INSERT INTO `t_user_info` VALUES ('12', '2018-08-02 00:11:59', '12', '15466666662', '1', '-1', null, '0', '11');
INSERT INTO `t_user_info` VALUES ('13', '2018-08-02 00:13:13', '13', '15400000000', '1', '4', '2018-08-02 04:16:52', '2', '1');
INSERT INTO `t_user_info` VALUES ('14', '2018-08-02 00:15:49', '14', '18518692365', '1', '13', '2018-08-02 00:15:49', '2', '1');
INSERT INTO `t_user_info` VALUES ('15', '2018-08-02 00:17:21', '15', '18612862365', '1', '14', '2018-08-02 00:17:21', '2', '1');
INSERT INTO `t_user_info` VALUES ('16', '2018-08-07 17:20:01', '16', '15726681234', '4', '-1', null, '0', '0');
INSERT INTO `t_user_info` VALUES ('17', '2018-08-09 11:19:05', '17', '15010791344', '1', '-1', null, '0', '0');
INSERT INTO `t_user_info` VALUES ('18', '2018-09-03 10:51:12', '18', '18600638281', '1', '-1', null, '0', '0');
INSERT INTO `t_user_info` VALUES ('19', '2018-09-03 15:04:59', '19', '13911764496', '1', '-1', null, '0', '0');

-- ----------------------------
-- Table structure for t_withdrawal_user
-- ----------------------------
DROP TABLE IF EXISTS `t_withdrawal_user`;
CREATE TABLE `t_withdrawal_user` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `user_id` bigint(20) NOT NULL COMMENT '用户id',
  `amount` decimal(20,2) NOT NULL COMMENT '提现金额',
  `fee` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '手续费',
  `available_balance` decimal(20,2) NOT NULL DEFAULT '0.00' COMMENT '账户可提现金额',
  `service_order_no` varchar(40) NOT NULL COMMENT '业务订单号',
  `type` tinyint(4) NOT NULL DEFAULT '1' COMMENT '提现方式：1零钱，2银行卡',
  `status` tinyint(4) NOT NULL DEFAULT '1' COMMENT '提现状态：1待审核，2处理中，3成功，-1拒绝',
  `audit_time` datetime DEFAULT NULL COMMENT '审核时间',
  `audit_supervisor_id` bigint(20) DEFAULT NULL COMMENT '审核人员',
  `audit_opinion` varchar(30) DEFAULT NULL COMMENT '审核意见',
  `complete_time` datetime DEFAULT NULL COMMENT '提现完成时间',
  `complete_info` varchar(100) DEFAULT NULL COMMENT '提现完成信息',
  `remark` varchar(200) DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`id`),
  KEY `idx_withdrawal_user_user_id` (`user_id`) USING BTREE,
  KEY `idx_withdrawal_user_service_order_no` (`service_order_no`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COMMENT='用户提现表';

-- ----------------------------
-- Records of t_withdrawal_user
-- ----------------------------
INSERT INTO `t_withdrawal_user` VALUES ('1', '2018-08-02 04:43:40', '3', '100.00', '0.00', '540.00', 'P180802040840BN6724', '1', '3', null, null, null, '2018-08-02 04:44:27', '提现成功', null);
INSERT INTO `t_withdrawal_user` VALUES ('2', '2018-08-02 04:44:10', '3', '200.00', '0.00', '440.00', 'P180802040810VUHV4J', '1', '-1', '2018-08-02 04:44:42', '2', '拒绝提现', '2018-08-02 04:44:42', '提现退回', '不同意');
INSERT INTO `t_withdrawal_user` VALUES ('3', '2018-08-02 04:49:15', '3', '220.00', '0.00', '440.00', 'P18080204081562J6F6', '1', '3', null, null, null, '2018-08-02 04:55:45', '提现成功', null);

-- ----------------------------
-- Table structure for t_wx_chat
-- ----------------------------
DROP TABLE IF EXISTS `t_wx_chat`;
CREATE TABLE `t_wx_chat` (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '主键',
  `time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `open_id` varchar(50) NOT NULL COMMENT 'openid',
  `nick_name` varchar(255) CHARACTER SET utf8mb4 NOT NULL COMMENT '昵称',
  `image_url` varchar(255) NOT NULL COMMENT '头像',
  `sex` tinyint(4) NOT NULL DEFAULT '0' COMMENT '性别（0未知，1男，2女）',
  `wx_info` text CHARACTER SET utf8mb4 COMMENT '微信授权信息',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8 COMMENT='微信绑定';

-- ----------------------------
-- Records of t_wx_chat
-- ----------------------------
INSERT INTO `t_wx_chat` VALUES ('1', '2018-08-01 23:00:31', 'okn2Z5TZ7zhCarIJwwDKsAeFiXls', 'f09f91bc20416d62657220f09f92ab', 'https://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83erOfZYDd4Qems4FbQPDgYB9T0aB9P3kBZiax4QzWoTLfLpsYIkpNHMOibp5I5ZYXRaUw5qFmaqkLGEw/132', '2', '{\"country\":\"China\",\"gender\":2,\"province\":\"Henan\",\"city\":\"Sanmenxia\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83erOfZYDd4Qems4FbQPDgYB9T0aB9P3kBZiax4QzWoTLfLpsYIkpNHMOibp5I5ZYXRaUw5qFmaqkLGEw/132\",\"nickName\":\"f09f91bc20416d62657220f09f92ab\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('2', '2018-08-01 23:01:59', 'okn2Z5XV0qWbseXmaSLFGLRehdl8', 'f09f8d80', 'https://wx.qlogo.cn/mmopen/vi_32/pibhhiaKFFkC5rbWOMPGATQMzwbL9mAoGOhMHLwrTg7O3nfE7rIsaAYYcnibqwDaMkibCRgmvXFUvG5YKeuY4qbx7Q/132', '2', '{\"country\":\"China\",\"gender\":2,\"province\":\"Beijing\",\"city\":\"Changping\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/pibhhiaKFFkC5rbWOMPGATQMzwbL9mAoGOhMHLwrTg7O3nfE7rIsaAYYcnibqwDaMkibCRgmvXFUvG5YKeuY4qbx7Q/132\",\"nickName\":\"f09f8d80\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('3', '2018-08-01 23:04:12', 'okn2Z5bBwUQM4NQ485RAeiYFue8I', '544a', 'https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJmF3eof8R1Xiajoo1yFYPzG6v0UCP5iceWDXtdvgrEFcsneNK5xib9bOKiawiaDcf6OuJUn6cOQ1ofUUg/132', '1', '{\"country\":\"China\",\"gender\":1,\"province\":\"Beijing\",\"city\":\"Chaoyang\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJmF3eof8R1Xiajoo1yFYPzG6v0UCP5iceWDXtdvgrEFcsneNK5xib9bOKiawiaDcf6OuJUn6cOQ1ofUUg/132\",\"nickName\":\"544a\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('4', '2018-08-01 23:56:36', 'okn2Z5Sm3j7KLtpYFM0qbsLMRuyw', 'e5b08fe7bebd', 'https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJhxKxUcCjiclUaP1BUlpXFnkzlibWGWKa1oZegicYkGPvH4DxoP1n08bG9IibpTHN2VEYBiaD76J3M41Q/132', '1', '{\"country\":\"China\",\"gender\":1,\"province\":\"Beijing\",\"city\":\"Changping\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJhxKxUcCjiclUaP1BUlpXFnkzlibWGWKa1oZegicYkGPvH4DxoP1n08bG9IibpTHN2VEYBiaD76J3M41Q/132\",\"nickName\":\"e5b08fe7bebd\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('5', '2018-08-01 23:59:29', 'okn2Z5Q6n5IyrcSmzsm2YpSSBOys', 'f09f98a5f09f988a', 'https://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83ep0ia857d9Jy62eia0sFam8eibgfSts2wttC4iavCH5xkIibVQyam9OXpia57hEmwp0I2iboaTviaPZa3eXIQ/132', '2', '{\"country\":\"China\",\"gender\":2,\"province\":\"Beijing\",\"city\":\"Daxing\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83ep0ia857d9Jy62eia0sFam8eibgfSts2wttC4iavCH5xkIibVQyam9OXpia57hEmwp0I2iboaTviaPZa3eXIQ/132\",\"nickName\":\"f09f98a5f09f988a\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('6', '2018-08-02 00:00:40', 'okn2Z5TZXRlmCocYfAyggntXQCN4', '43726e', 'https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJaLsJXWbltZlyVHsBseeKZ3VjB7wsUYXmyoNpAJibSXHfdEdvTBib3BB5LEqDXNhcxj9YxjRyzaGiaA/132', '1', '{\"country\":\"China\",\"gender\":1,\"province\":\"Hebei\",\"city\":\"Hengshui\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTJaLsJXWbltZlyVHsBseeKZ3VjB7wsUYXmyoNpAJibSXHfdEdvTBib3BB5LEqDXNhcxj9YxjRyzaGiaA/132\",\"nickName\":\"43726e\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('7', '2018-08-02 00:02:49', 'okn2Z5XeAzP-5aLoRt-1fkibVbwQ', 'e7a791e5858b', 'https://wx.qlogo.cn/mmopen/vi_32/kjhrY7fmVksGWFYXVFMQAEibssI7JyFsQ4VyoHs7zlvWjNXbL664otquHyceUWGC2NQYP2NmckQPS4gxLYFhPibQ/132', '0', '{\"country\":\"\",\"gender\":0,\"province\":\"\",\"city\":\"\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/kjhrY7fmVksGWFYXVFMQAEibssI7JyFsQ4VyoHs7zlvWjNXbL664otquHyceUWGC2NQYP2NmckQPS4gxLYFhPibQ/132\",\"nickName\":\"e7a791e5858b\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('8', '2018-08-02 00:05:00', 'okn2Z5YTb8JEeopvbLpDJMk71p24', 'f09f9184576d5f', 'https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTLg4FkD8yfkv6ETrLs9mNeL41m2ETDnjQM7GgYgJ6WTq1zJVuXoOGWO2E7sOVpJm7UE96BzNOnkLQ/132', '2', '{\"country\":\"China\",\"gender\":2,\"province\":\"Beijing\",\"city\":\"Daxing\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTLg4FkD8yfkv6ETrLs9mNeL41m2ETDnjQM7GgYgJ6WTq1zJVuXoOGWO2E7sOVpJm7UE96BzNOnkLQ/132\",\"nickName\":\"f09f9184576d5f\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('9', '2018-08-02 00:13:13', 'okn2Z5RzLQ7KjaEjFgDaadqWBMHY', 'e69ca8e581b6e5a883e5a88331', 'https://wx.qlogo.cn/mmopen/vi_32/20v4zMFCNnMzpoMeMCGwd2Jwjo6ibLOLKZYBbUFZibyKbtEndQUbDdIAjeKsTVgncdib02XG7zUUvJ2qf02rAV0ew/132', '0', '{\"country\":\"\",\"gender\":0,\"province\":\"\",\"city\":\"\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/20v4zMFCNnMzpoMeMCGwd2Jwjo6ibLOLKZYBbUFZibyKbtEndQUbDdIAjeKsTVgncdib02XG7zUUvJ2qf02rAV0ew/132\",\"nickName\":\"e69ca8e581b6e5a883e5a88331\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('10', '2018-08-02 00:15:49', 'okn2Z5f6Baq8kTkJclPUVy8Es54o', 'e69ca8e581b6e5a883e5a883f09f988a', 'https://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83epYUrwXbc9gYichhjaZduLU6dsgt6fLmxiaqg2qWMyMSqNbIGdo8PShGUjRfWLAeS4iaBTNsFCTuC8lg/132', '2', '{\"country\":\"China\",\"gender\":2,\"province\":\"\",\"city\":\"\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83epYUrwXbc9gYichhjaZduLU6dsgt6fLmxiaqg2qWMyMSqNbIGdo8PShGUjRfWLAeS4iaBTNsFCTuC8lg/132\",\"nickName\":\"e69ca8e581b6e5a883e5a883f09f988a\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('11', '2018-08-02 00:17:21', 'okn2Z5RaVbKbUc7jtcbcPbj8Y1Lw', 'e69ca8e581b6e5a883e5a88332', 'https://wx.qlogo.cn/mmopen/vi_32/wAiazAVwKIREAI9sQxHNjowiblUW6vYbG6Cg7KMUzdjsIaXZ1bE2s3IxsAedbU0ukyc9zQThbAdib4pjyd4mdqPdg/132', '0', '{\"country\":\"\",\"gender\":0,\"province\":\"\",\"city\":\"\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/wAiazAVwKIREAI9sQxHNjowiblUW6vYbG6Cg7KMUzdjsIaXZ1bE2s3IxsAedbU0ukyc9zQThbAdib4pjyd4mdqPdg/132\",\"nickName\":\"e69ca8e581b6e5a883e5a88332\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('12', '2018-08-02 05:03:34', 'okn2Z5XO7rYe4HY26eTxF-myRjaY', '7e776d', 'https://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83eokuGh76wcOz9kyWRtnt9BOy3qicNnaRpwS7u1kXkBbEMktNA7YvDSC3dDh9h8BSpqBibZll0lk0F6g/132', '2', '{\"country\":\"China\",\"gender\":2,\"province\":\"Beijing\",\"city\":\"Chaoyang\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/DYAIOgq83eokuGh76wcOz9kyWRtnt9BOy3qicNnaRpwS7u1kXkBbEMktNA7YvDSC3dDh9h8BSpqBibZll0lk0F6g/132\",\"nickName\":\"7e776d\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('13', '2018-09-03 10:51:12', 'okn2Z5U6qpg74k6Muf1ji8tDCFck', '313233343536', 'https://wx.qlogo.cn/mmopen/vi_32/c6wA5mBibxZWDDUK7b9iaeclHZhmEUIIkqslmwwewPZLEcialh0mqvcMf8YM0hN8govvuMVBM6BH4qGhMRK29PKSw/132', '1', '{\"country\":\"China\",\"gender\":1,\"province\":\"Beijing\",\"city\":\"Changping\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/c6wA5mBibxZWDDUK7b9iaeclHZhmEUIIkqslmwwewPZLEcialh0mqvcMf8YM0hN8govvuMVBM6BH4qGhMRK29PKSw/132\",\"nickName\":\"313233343536\",\"language\":\"zh_CN\"}');
INSERT INTO `t_wx_chat` VALUES ('14', '2018-09-03 15:04:59', 'okn2Z5b3Y010PskOAmxM0042XvnA', 'e591a82e20e88081e5b8885fe0bf86f09f97bb', 'https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKfme9vAvtIfV1r8YwlAHeoQwpn42P8t7icMfptx4ND8KCUKDS6jNbptXlMPbohNLYJ7VwnyUWN5aw/132', '1', '{\"country\":\"China\",\"gender\":1,\"province\":\"Beijing\",\"city\":\"East\",\"avatarUrl\":\"https://wx.qlogo.cn/mmopen/vi_32/Q0j4TwGTfTKfme9vAvtIfV1r8YwlAHeoQwpn42P8t7icMfptx4ND8KCUKDS6jNbptXlMPbohNLYJ7VwnyUWN5aw/132\",\"nickName\":\"e591a82e20e88081e5b8885fe0bf86f09f97bb\",\"language\":\"zh_CN\"}');
